{
    "tables": [],
    "keywords": [],
    "headings": [
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Đinh Tiên Hoàng",
        "Hai Bà Trưng",
        "Hồ Chí Minh",
        "Hùng Vương",
        "Lê Đại Hành",
        "Lê Thái Tổ",
        "Lý Nam Đế",
        "Lý Thái Tổ",
        "Lý Thường Kiệt",
        "Ngô Quyền",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Anh Hùng Dân Tộc Tiêu Biểu - Người Kể Sử",
    "paragraphs": [
        "Đinh Tiên Hoàng (chữ Hán: 丁先皇; 22 tháng 3 năm 924 - tháng 10 năm 979), tên húy là Đinh Bộ Lĩnh (丁部領) hoặc có sách gọi Đinh Hoàn (丁桓) (xem mục Tên gọi bên dưới), là vị hoàng đế sáng lập triều đại nhà Đinh, nước Đại Cồ Việt trong lịch sử Việt Nam.",
        "Ông là người có công đánh dẹp loạn 12 sứ quân, thống nhất giang sơn và trở thành hoàng đế đầu tiên của Việt Nam sau thời Bắc thuộc. Đại Cồ Việt là nhà nước mở đầu cho thời đại độc lập, tự chủ, xây dựng chế độ quân chủ tập quyền ở Việt Nam.[1] Đinh Bộ Lĩnh mở nước, lập đô, lấy niên hiệu với tư cách người đứng đầu một vương triều bề thế: Thời kỳ phục quốc của Việt Nam, từ họ Khúc chỉ xưng làm Tiết độ sứ, tới Ngô Quyền xưng vương và tới vua Đinh xưng làm hoàng đế. Sau một số vị vua xưng Đế từ trước và giữa thời Bắc thuộc[2] rồi bị thất bại trước hoạ ngoại xâm, đến thời nhà Đinh, người cầm quyền Việt Nam mới thực sự vươn tới đỉnh cao ngôi vị và danh hiệu, khẳng định vị thế vững chắc của quốc gia độc lập, thống nhất qua các triều đại Đinh – Lê – Lý – Trần và buộc các điển lễ, sách phong của cường quyền phương Bắc phải công nhận là một nước độc lập. Từ Đinh Bộ Lĩnh trở về sau, các Vua không xưng Vương hay Tiết độ sứ nữa mà đều xưng Hoàng đế như một dòng chính thống. Đinh Tiên Hoàng là vị hoàng đế đặt nền móng sáng lập nhà nước phong kiến trung ương tập quyền đầu tiên ở Việt Nam[3][4][5], vì thế mà ông còn được gọi là người mở nền chính thống cho các triều đại phong kiến trong lịch sử.",
        "Hai Bà Trưng (chữ Nôm: ?婆徵) là thời kỳ xen giữa Bắc thuộc lần 1 và Bắc thuộc lần 2 trong lịch sử Việt Nam. Đây là tên gọi chung của hai chị em Trưng Trắc (chữ Hán: 徵側) và Trưng Nhị (徵貳), là anh hùng dân tộc của người Việt, những thủ lĩnh khởi binh chống lại nhà Đông Hán của Trung Quốc, lập ra một quốc gia với kinh đô tại Mê Linh và tự phong là Nữ vương.",
        "Sau khi cuộc khởi nghĩa này bị quân Đông Hán dưới sự chỉ huy của Mã Viện đánh bại, tục truyền rằng vì không muốn chịu khuất phục, Hai Bà Trưng đã gieo mình xuống dòng sông Hát Giang tuẫn tiết, địa danh Hát Môn - Hát Giang là nơi thánh tích Hai Bà dựng cờ khởi nghĩa chống quân Đông Hán xâm lược và cũng là nơi Hai Bà hóa thân vào cõi bất diệt. Đền Hát Môn thờ Hai Bà Trưng là Di tích lịch sử Quốc gia đặc biệt được Thủ tướng Chính phủ công nhận tại QĐ số 2383/QĐ-TTg ngày 09/12/2013, ngôi đền Hát Môn cổ kính với nhiều hàng cây cổ thụ, khung cảnh trang nghiêm yên tĩnh quanh năm. Đại Việt Sử ký Toàn thư coi Trưng Trắc là một vị vua trong lịch sử Việt Nam.",
        "Hồ Chí Minh (19 tháng 5 năm 1890 – 2 tháng 9 năm 1969) tên khai sinh: Nguyễn Sinh Cung, là nhà cách mạng, người sáng lập Đảng Cộng sản Việt Nam, một trong những người đặt nền móng và lãnh đạo công cuộc đấu tranh giành độc lập, toàn vẹn lãnh thổ cho Việt Nam trong thế kỷ 20, một chiến sĩ cộng sản quốc tế. Ông là người viết và đọc bản Tuyên ngôn Độc lập Việt Nam khai sinh nước Việt Nam Dân chủ Cộng hòa ngày 2 tháng 9 năm 1945 tại quảng trường Ba Đình, Hà Nội, là Chủ tịch nước Việt Nam Dân chủ Cộng hòa trong thời gian 1945 – 1969, Chủ tịch Ban Chấp hành Trung ương Đảng Lao động Việt Nam trong thời gian 1951 – 1969.",
        "Là lãnh tụ được nhiều người ngưỡng mộ và tôn sùng, lăng của ông được xây ở Hà Nội, nhiều tượng đài của ông được đặt ở khắp mọi miền Việt Nam, hình ảnh của ông được nhiều người dân treo trong nhà, đặt trên bàn thờ,[2][3][4][5] và được in ở hầu hết mệnh giá đồng tiền Việt Nam. Ông được thờ cúng ở một số đền thờ và chùa Việt Nam.[6][7][8] Ông đồng thời cũng là nhà văn, nhà thơ và nhà báo với nhiều tác phẩm viết bằng tiếng Việt, tiếng Hán và tiếng Pháp. Ông được tạp chí Time bình chọn là 1 trong 100 người có ảnh hưởng nhất của thế kỷ 20.[9][10][11]",
        "Hùng Vương (chữ Hán: 雄王, chữ Nôm:?雄), là cách gọi các vị vua nước Văn Lang của người Lạc Việt. Hùng Vương thứ I là con trai của Lạc Long Quân, lên ngôi vào năm 2879 trước công nguyên, đặt quốc hiệu là Văn Lang, chia nước làm 15 bộ, truyền đời đến năm 258 trước công nguyên thì bị Thục Phán (An Dương Vương) chiếm mất nước.[1]",
        "Lê Đại Hành (chữ Hán: 黎大行; 941 – 1005), húy là Hoàn (桓), là vị hoàng đế sáng lập nhà Tiền Lê nước Đại Cồ Việt, trị vì nước Đại Cồ Việt 24 năm,băng tại điện Trường Xuân, Hoa Lư, thọ 65 tuổi.",
        "Vua quê ở Ái châu (Thanh Hóa), làm quan cho nhà Đinh dưới thời vua Đinh Bộ Lĩnh, đến chức Thập đạo tướng quân. Năm 979, viên quan Đỗ Thích giết vua Đinh Bộ Lĩnh và người con Đinh Liễn, người con thứ tên Đinh Toàn nối ngôi lúc 6 tuổi, Lê Hoàn làm Nhiếp chính, xưng là Phó vương. Nhân sự kiện này, nước Tống phát binh xâm lược Đại Cồ Việt năm 980. Thái hậu nhà Đinh sai Lê Hoàn chọn dũng sĩ đi chống quân Tống, phong Phạm Cự Lạng làm Đại tướng quân. Triều đình đang họp bàn, Phạm Cự Lạng dẫn các tướng quân khác vào cung, khuyên triều đình nên lập Lê Hoàn làm vua, thái hậu nhà Đinh đồng ý.",
        "Lê Thái Tổ (chữ Hán: 黎太祖; 10 tháng 9, 1385[2] – 5 tháng 10, 1433 (22 tháng Tám năm Quý Sửu)), tên thật là Lê Lợi (黎利), là vị hoàng đế đầu tiên của nhà Hậu Lê – triều đại lâu dài nhất trong lịch sử Việt Nam. Ông trị vì từ năm 1428 đến khi qua đời, và sử dụng niên hiệu Thuận Thiên (順天).",
        "Lê Lợi xuất thân trong một gia đình quân trưởng ở Thanh Hóa, trưởng thành trong thời kỳ nhà Minh đô hộ nước Việt. Năm 1418, Lê Lợi tổ chức cuộc khởi nghĩa Lam Sơn chống lại quân đội chiếm đóng. Dưới sự lãnh đạo của ông, nghĩa quân sau 10 năm chiến đấu gian khổ đã đánh bại quân Minh và giành lại độc lập cho người Việt. Mùa xuân năm 1428, Lê Lợi lên ngôi hoàng đế, sáng lập nhà Lê sơ và khôi phục quốc hiệu Đại Việt. Nhà vua đã xây dựng lại khoa cử, luật lệ, kinh tế, chế tác lễ nhạc, đồng thời thu thập lại sách vở, mở mang trường học... làm cho nước Đại Việt được thịnh trị.[3][4] Ông còn thành công trong việc trấn áp các cuộc bạo động ở vùng tây bắc, thu châu Phục Lễ. Ông được các sử gia đánh giá cao ở tài năng chính trị, quân sự, kinh tế, nhưng một số sử gia hiện đại lại chỉ trích vì cho rằng ông đã làm hại hai công thần Trần Nguyên Hãn và Phạm Văn Xảo.[5][6] Tuy nhiên, các sử gia Lê Quý Đôn, Trần Quốc Vượng và Tạ Chí Đại Trường cho rằng Trần Nguyên Hãn và Phạm Văn Xảo đã phạm tội.[7][8][9]",
        "Lý Nam Đế (chữ Hán: 李南帝; 503–548), húy là Lý Bí hoặc Lý Bôn (李賁) (xem mục Tên gọi bên dưới), là vị vua đầu tiên của nhà Tiền Lý và nước Vạn Xuân.",
        "Lý Thái Tổ (chữ Hán: 李太祖; 8 tháng 3 năm 974 – 31 tháng 3 năm 1028), tên thật là Lý Công Uẩn (李公蘊), là vị hoàng đế sáng lập nhà Lý trong lịch sử Việt Nam, trị vì từ năm 1009 đến khi qua đời vào năm 1028.",
        "Xuất thân là một võ quan cao cấp dưới triều nhà Tiền Lê, năm 1009, nhân khi vị vua cuối cùng của nhà Tiền Lê là Lê Long Đĩnh qua đời, con trai còn nhỏ, Lý Công Uẩn được lực lượng của Đào Cam Mộc và thiền sư Vạn Hạnh tôn làm Hoàng đế. Trong thời kỳ trị vì của mình, ông dành nhiều thời gian để đánh dẹp các nơi phản loạn, vì cơ bản nước Đại Cồ Việt vẫn chưa thu phục được lòng tin của các tộc người vùng biên cương. Triều đình trung ương dần được củng cố, các thế lực phiến quân bị đánh dẹp, kinh đô được dời từ Hoa Lư về thành Đại La vào tháng 7 năm 1010, và thành này được đổi tên thành Thăng Long, mở đầu cho sự phát triển lâu dài của nhà Lý tồn tại hơn 200 năm.",
        "Lý Thường Kiệt[1] (chữ Hán: 李常傑; 1019 – 1105) là nhà quân sự, nhà chính trị thời nhà Lý nước Đại Việt, làm quan qua 3 triều vua Lý Thái Tông, Lý Thánh Tông và Lý Nhân Tông. Ông nổi bật với việc chinh phạt Chiêm Thành (1069), đánh phá 3 châu Khâm, Ung, Liêm nước Tống (1075-1076), rồi đánh bại cuộc xâm lược Đại Việt của quân Tống do Quách Quỳ, Triệu Tiết chỉ huy (1077). Ông đã làm tể tướng hai lần dưới thời Lý Nhân Tông và là một trong 3 người phụ chính khi vua này còn nhỏ tuổi. Năm 2013, Bộ Văn hóa, Thể và Du lịch liệt ông vào trong những 14 vị anh hùng dân tộc tiêu biểu nhất trong lịch sử Việt Nam.",
        "Ngô Quyền (chữ Hán: 吳權, 897 - 944), còn được biết đến với tên gọi Tiền Ngô Vương (前吳王), là vị vua đầu tiên của nhà Ngô trong lịch sử Việt Nam. Năm 938, ông là người lãnh đạo nhân dân đánh bại quân Nam Hán trong trận Bạch Đằng nổi tiếng, chính thức kết thúc gần một thiên niên kỉ Bắc thuộc, mở ra một thời kì độc lập lâu dài của Việt Nam. Sau chiến thắng này, ông lên ngôi vua, trị vì từ năm 939 đến năm 944.",
        "Ngô Quyền nằm trong danh sách 14 anh hùng dân tộc tiêu biểu của Việt Nam, là vị \"vua đứng đầu các vua\"[1], là vị Tổ trung hưng[2] của Việt Nam.",
        "Trang 1 / 2"
    ]
}