{
    "tables": ["<table class=\"table table-bordered\">\n <tbody>\n  <tr>\n   <td>Sự kiện<\/td>\n   <td>Khoảng thời gian tính theo năm<\/td>\n   <td>Khoảng thời gian tính theo thế kỉ<\/td>\n  <\/tr>\n  <tr>\n   <td>Khởi nghĩa Lam Sơn(7-2-1418)<\/td>\n   <td>589<\/td>\n   <td>6<\/td>\n  <\/tr>\n  <tr>\n   <td>Chiến thắng Đống Đa - Quang Trung đại phá quân Thanh (30-1-1789)<\/td>\n   <td>228<\/td>\n   <td>3<\/td>\n  <\/tr>\n  <tr>\n   <td>Khởi nghĩa Hai Bà Trưng (3-40)<\/td>\n   <td>1977<\/td>\n   <td>20<\/td>\n  <\/tr>\n  <tr>\n   <td>Chiến thắng Bạch Đằng - Trần Hưng Đạo đại phá quân Nguyên (9-4-1288)<\/td>\n   <td>729<\/td>\n   <td>8<\/td>\n  <\/tr>\n  <tr>\n   <td>Chiến thắng Chi Lăng - Lê Lợi đại phá quân Minh (10-10-1427)<\/td>\n   <td>590<\/td>\n   <td>6<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Lịch sử lớp 6",
        "Theo em, vì sao trên tờ lịch của chúng ta lại ghi thêm ngày, tháng, năm âm lịch?",
        "Tính khoảng cách thời gian (theo thế kỉ và theo năm) của các sự kiện ghi trên bảng ở trang 6 so với năm nay.(2017)",
        "Hãy xem trên bảng ghi \"Những ngày lịch sử và kỉ niệm\" có những đơn vị thời gian nào và có những loại lịch nào?",
        "Xem lại hình 1 và 2 của bài 1, em có thể nhận biết được trường làng hay tấm bia đá được dựng lên cách đây bao nhiêu năm?",
        "Mục lục",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Bài 2: Cách tính thời gian trong lịch sử - Người Kể Sử",
    "paragraphs": [
        "Bởi vì, tổ tiên chúng ta ngày xưa dùng Âm lịch nên những ngày lễ, tết cổ truyền, những ngày cúng, giỗ... chúng ta đều dùng ngày Âm lịch. Vì thế, cần phải ghi thêm ngày Âm lịch tương ứng với ngày Dương lịch.",
        "Chi tiết …",
        "Chi tiết …",
        "Bảng ghi có đơn vị thời gian là ngày, tháng, năm ; có 2 loại lịch là Âm lịch và Dương lịch.",
        "Chi tiết …",
        "Nhìn qua thì chúng ta không thể nhận biết được mà phải dựa vào những kí hiệu, những quy định nào đó. Người xưa đã có cách tính và cách ghi thời gian.Xác định thời gian là một nguyên tắc cơ bản quan trọng của lịch sử.",
        "Chi tiết …"
    ]
}