{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Bùi Văn Khuê",
        "Thân thế",
        "Giúp Mạc chống Lê",
        "Bỏ Mạc theo Lê",
        "Bỏ Lê về Mạc",
        "Trong truyền thuyết đền Vực Vông",
        "Xem thêm",
        "Tham khảo",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Bùi Văn Khuê - Người Kể Sử",
    "paragraphs": [
        "Bùi Văn Khuê (chữ Hán: 裴文奎, 1546 - 1600) là tướng nhà Mạc và nhà Lê trung hưng trong lịch sử Việt Nam. Ông tham gia cuộc chiến tranh Lê-Mạc và phục vụ cho cả hai bên trong cuộc chiến này.",
        "",
        "",
        "Bùi Văn Khuê gốc vốn người làng Chi Phong, xã Trường Yên, huyện Hoa Lư, Ninh Bình ngày nay. Đại Nam nhất thống chí trang 266 cho biết: Thị Niên để tang chồng, khi xong tang, tự gieo mình xuống sông xã Chi Phong (làng của Bùi Văn Khuê), dân xã lập đền thờ. Ngày nay ở thôn Chi Phong, Trường Yên, huyện Hoa Lư, Ninh Bình có đền Vực Vông thờ 2 vợ chồng Bùi Văn Khuê, Nguyễn Thị Niên. Thần tích đền Vực Vông cho biết cha con Bùi Văn Khuê là người Trường Yên, có nhiều công lao tu sửa cố đô Hoa Lư.",
        "Ông theo nghiệp võ, trở thành võ tướng phục vụ nhà Mạc và được giao chỉ huy đạo thủy quân. Nhà Mạc phong cho ông chức Sơn quận công trấn thủ Nam đạo sơn, sau nhà Lê phong cho ông là Mỹ quận công1 . Ông là con rể lão tướng Nguyễn Quyện, lấy người con gái thứ của Nguyễn Quyện là Nguyễn Thị Niên. Người chị của Nguyễn Thị Niên chính là hoàng hậu của vua Mạc Mậu Hợp2 .",
        "Đầu năm 1592, tướng Nam triều là Trịnh Tùng mang đại quân ra bắc tấn công Thăng Long. Mạc Mậu Hợp cũng huy động đại quân ra địch, bị bại trận vào ngày giáp tết, phải bỏ kinh thành chạy qua sông Hồng.",
        "Ngay sau đó, vua tôi nhà Mạc cố gắng tổ chức lại quân đội để chống trả. Ngày mồng 6 tết, Trịnh Tùng đốc quân qua sông Tô Lịch đến cầu Nhân Mục, đóng quân ở núi Xạ Đôi3 dàn binh bố trận.",
        "Mạc Mậu Hợp sai Mạc Ngọc Liễn đem quân bản đạo cố thủ từ cửa Bảo Khánh về phía tây đến phường Nhật Chiêu; Bùi Văn Khuê cùng Trần Bách Niên đem quân bốn vệ giữ cửa Cầu Dừa, qua cửa Cầu Muống đến thẳng cửa Cầu Dền, ngày đêm đóng cửa cố thủ trong thành Đại La; cha vợ ông là Nguyễn Quyện đem quân giữ từ Mạc Xá trở về đông, ứng cứu quân các đạo. Mạc Mậu Hợp tự đốc suất thuỷ quân, dàn hơn 100 chiếc thuyền giữ sông Nhị Hà để làm thanh viện.",
        "Tuy nhiên, cánh quân chủ lực của Mạc Mậu Hợp và Nguyễn Quyện bị quân Nam triều đánh bại, bản thân lão tướng Nguyễn Quyện bị bắt. Trước tình hình đó, Bùi Văn Khuê cùng Trần Bách Niên, Mạc Mậu Hợp, Mạc Ngọc Liễn đều bỏ chạy.",
        "Mạc Mậu Hợp thua trận rút khỏi Thăng Long, nhưng Trịnh Tùng cũng thấy chưa đủ khả năng đánh chiếm miền Bắc nên lại rút về Thanh Hóa.",
        "Có sông Hồng ngăn trở, quân Nam triều chưa qua sông được. Mạc Mậu Hợp lại không lo phòng giữ, sa vào tửu sắc. Vợ Bùi Văn Khuê là Nguyễn Thị Niên thường ra vào trong cung thăm chị là hoàng hậu Nguyễn thị. Mậu Hợp thấy Nguyễn Thị Niên đẹp, liền ngầm mưu dụ giết Bùi Văn Khuê để cướp lấy vợ ông. Bùi Văn Khuê biết chuyện, bèn mang quân bản bộ tự rút về Gia Viễn không theo vua Mạc. Tháng 10 năm đó (1592), ông liền sai con là Bùi Văn Nguyên chạy vào Thanh Hóa xin hàng nhà Lê. Trịnh Tùng nghe tin, bèn sai tướng Hoàng Đình Ái cầm một cánh quân đi trước cứu Bùi Văn Khuê. Mạc Mậu Hợp biết Văn Khuê đã đầu hàng nhà Lê, lại có quân đến cứu, liền lui về giữ sông Thiên Phái4 .",
        "Ngày 28 tháng 10 âm lịch năm 1592, Trịnh Tùng mang quân ra phủ Trường Yên. Mạc Mậu Hợp sai Nghĩa quốc công ra đóng quân ở sông Thiên Phái, đắp luỹ đất ở bờ sông chống cự, thả chông tre hai bên bờ sông. Trịnh Tùng sai Bùi Văn Khuê ngầm kéo theo thuyền ra cửa sông để đánh ở thượng lưu, sai bắn súng ở ven sông để đánh ở hạ lưu; sai voi ngựa, quân lính qua sông đánh mạnh vào trung lưu để thu lấy thuyền quân Mạc trên sông. Nghĩa quốc công trở tay không kịp, bỏ thuyền chạy trốn, quân lính tan vỡ tháo chạy.",
        "Không lâu sau, Mạc Mậu Hợp bị Trịnh Tùng đánh bại hoàn toàn, bị bắt và bị giết. Trịnh Tùng rước vua Lê Thế Tông ra Thăng Long. Lúc đó họ Mạc còn chiếm giữ nhiều nơi ở Bắc Bộ để tính việc khôi phục lại.",
        "Đầu năm 1593, Bùi Văn Khuê cùng các tướng nhà Mạc cũ là Nguyễn Thất Lý, Trần Bách Niên, Nguyễn Nga đi đánh Mạc Kính Chỉ - lực lượng tông thất nhà Mạc chưa quy phục. Kết quả ông bị thua trận, Thất Lý bị tử trận, Nguyễn Nga bị thương ngã xuống thuyền, còn Bùi Văn Khuê, Bách Niên đều tan vỡ tháo chạy. Hải Dương, Kinh Bắc lại theo Mạc Kính Chỉ5 . Không lâu sau, Trịnh Tùng cùng các tướng Hoàng Đình Ái, Nguyễn Hữu Liêu mang quân đi dẹp được Kính Chỉ. Tuy nhiên, nhiều nơi ở Bắc Bộ vẫn theo các tông thất họ Mạc1",
        "Tháng 11 năm 1596, Phạm Hàng chiếm giữ núi Đam Khê, huyện Yên Mô, có tới hơn 1 vạn quân. Mỹ quận công Bùi Văn Khuê cùng với viên thổ quan Yên Mô là Lương quận công Nguyễn Thể đi đánh bắt được Phạm Hàng giải về kinh chém 1 .",
        "Tháng 11 năm 1597, Bùi Văn Khuê cùng Nguyễn Miện, Phan Ngạn đem thủy quân gồm 50 chiếc thuyền ra Hải Dương đánh phá đảng ngụy. Nguyễn Miện khinh địch bị Lễ quận công của địch giết. Sau Văn Khuê lấy được đầu của Lễ quận công đem về kinh dâng nộp, sai đem bêu 3 ngày 1 .",
        "Tháng 4 năm 1598, Thái uý Nguyễn Hoàng thống lĩnh thuỷ quân cùng bọn Thiếu bảo Bùi Văn Khuê ra đánh dẹp xứ Hải Dương rồi tiến quân đánh vào phía nam huyện Thuỷ Đường. Nguyễn Hoàng sai tướng sĩ bản dinh xông trước vào phá lũng núi huyện Thuỷ Đường bắt được Thuỷ quận công nguỵ. Bọn [quận] Quỳnh, [quận] Thụy đem con em trốn ra, định chạy về huyện Tiên Minh. Đến nửa đường, gặp quân của Bùi Văn Khuê đánh tới; quân hai bên hỗn chiến trên sông, Văn Khuê bắt được [quận] Thuỵ nguỵ ở trong thuyền, chém hơn trăm thủ cấp, [quận] Quỳnh nguỵ đem dư đảng chạy về Yên Quảng 1 .",
        "Tháng 5 năm 1598, Bùi Văn Khuê được lệnh đi đánh tàn quân Mạc ở hai huyện Tân Minh và An Dương. Ông dẹp yên được 2 huyện.",
        "Bấy giờ cậu Trịnh Tùng là Nguyễn Hoàng làm trấn thủ Thuận Hóa, ra bắc cầm quân giúp nhà Lê đánh Mạc, sợ bị Trịnh Tùng thanh trừng không cho về Nam. Tháng 5 năm 1600, Nguyễn Hoàng bèn lập mưu xúi Bùi Văn Khuê cùng các tướng cũ của nhà Mạc là Phan Ngạn và Ngô Đình Nga dấy binh làm phản để mình có cớ đi dẹp mà bỏ trốn về nam6 .",
        "Bùi Văn Khuê cùng Phan Ngạn và Ngô Đình Nga bèn dấy binh phản lại nhà Lê, trở lại giúp họ Mạc6 . Nguyễn Hoàng xin được đi dẹp, liền mang quân đến bờ biển, đốt hết doanh trại rồi trốn về Thuận Hoá. Trịnh Tùng bèn hộ vệ vua trở về Tây Đô để lo giữ đất căn bản.",
        "Bùi Văn Khuê cùng Phan Ngạn, Ngô Đình Nga đem quân phụ trợ theo họ Mạc, chiêu an các thành thị. Nhưng chỉ được ít lâu, Phan Ngạn nghi ngờ Văn Khuê có mưu khác, liền sai người bắn chết ông ở giữa sông6 .",
        "Vợ ông là Nguyễn Thị Niên dụ bảo quân lính của chồng để báo thù. Tháng 6 năm đó (1600),Phan Ngạn đem quân đến Hoàng Giang đánh nhau, bị quân của vợ Văn Khuê bắn chết ở giữa sông 6 7 . Em Phan Ngạn sau đó trở lại đầu hàng nhà Lê, được tha không trị tội, còn Ngô Đình Nga vẫn theo họ Mạc, bị đánh bại, bị bắt giải về kinh thành xử trảm vào tháng 9.",
        "Đền Vực Vông là một ngôi đền cổ trong quần thể di tích cố đô Hoa Lư. Đền nằm ở thôn Chi Phong, xã Trường Yên, Hoa Lư, Ninh Bình. Đền thờ Nguyễn Thị Niên, trong đền còn lưu giữ 17 đạo sắc phong cho Mỹ quận công Bùi Văn Khuê và hai đạo sắc phong cho bà Nguyễn Thị Niên. Các thần sắc, thần tích của đền Vực Vông và đền Vua Đinh Tiên Hoàng đều cho biết Bùi Văn Khuê là người Trường Yên, có công tu tạo xây dựng quần thể di tích cố đô Hoa Lư để khu di tích này có được đặc điểm kiến trúc gần như hiện nay.",
        "(Nguồn: Wikipedia)"
    ]
}