{
    "tables": ["<table class=\"infobox biography vcard\">\n <tbody>\n  <tr>\n   <th colspan=\"2\"><span class=\"fn\">Bùi Kỷ<\/span><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"BuiKy.jpg\" src=\"/images/wiki/bui-ky/93b502eb2fd258d6b0d0de3936ea54b4.jpg\" width=\"200\" height=\"237\" srcset=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIyMDAiIGhlaWdodD0iMjM3Ij48L3N2Zz4=\" data-srcset=\"//upload.wikimedia.org/wikipedia/vi/b/b8/BuiKy.jpg 1.5x\" data-file-width=\"250\" data-file-height=\"296\">\n    <noscript>\n     <img alt=\"BuiKy.jpg\" src=\"/images/wiki/bui-ky/93b502eb2fd258d6b0d0de3936ea54b4.jpg\" width=\"200\" height=\"237\" srcset=\"//upload.wikimedia.org/wikipedia/vi/b/b8/BuiKy.jpg 1.5x\" data-file-width=\"250\" data-file-height=\"296\">\n    <\/noscript>\n    <div>\n     Học giả Bùi Kỷ\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td><span class=\"birthplace\"><a class=\"annotation\" href=\"/dia-danh/phu-ly\" title=\"Phủ Lý là thành phố trực thuộc tỉnh, tỉnh lỵ của tỉnh Hà Nam. Đây là trung tâm văn hóa, chính trị và kinh tế và là đô thị loại 3 của tỉnh Hà Nam. Thành phố này nằm ở vị trí cửa ngõ phía nam Hà Nội và cũng là thành phố ngã ba sông hợp lưu lại là sông Đáy, sông Châu Giang và sông Nhuệ....\" target=\"_blank\">Phủ Lý<\/a>, Hà Nam<\/span><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td><span class=\"deathplace\">Hà Nội<\/span><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên khác<\/th>\n   <td class=\"nickname\">Ưu Thiên, Tử Chương<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nghề nghiệp<\/th>\n   <td class=\"role\">nhà giáo, nhà nghiên cứu văn hóa<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tác&nbsp;phẩm nổi&nbsp;bật<\/th>\n   <td><i>Quốc văn cụ thể<\/i>, <i>Truyện trê cóc<\/i>, <i>Văn chương<\/i><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Con cái<\/th>\n   <td>Bùi Diễm<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Bùi Kỷ",
        "Tiểu sử",
        "Thân thế",
        "Từ khi đỗ đạt đến Cách mạng tháng Tám",
        "Sau Cách mạng tháng Tám",
        "Đóng góp cho văn hóa và giáo dục Việt Nam",
        "Tác phẩm",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Bùi Kỷ - Người Kể Sử",
    "paragraphs": [
        "Bùi Kỷ (5 tháng 1 năm 1888 - 19 tháng 5 năm 1960), tên chữ là Ưu Thiên, hiệu là Tử Chương, là nhà giáo, nhà Nho học và nhà nghiên cứu văn hóa có ảnh hưởng trong những năm đầy biến động của lịch sử Việt Nam giai đoạn đầu thế kỷ 20. Con ông là Bùi Diễm, một chính khách của Việt Nam Cộng hòa.",
        "",
        "",
        "Bùi Kỷ sinh ngày 5 tháng 1 năm 1888, quê ở làng Châu Cầu, phủ Lý Nhân (nay thuộc thành phố Phủ Lý, tỉnh Hà Nam), trong một gia đình khoa bảng Nho học. Tổ tiên họ Bùi gốc ở xã Triều Đông, huyện Thượng Phúc, phủ Thường Tín, tỉnh Hà Đông (nay thuộc huyện Thường Tín, Hà Nội). Khoảng cuối triều Lê, một nhánh họ Bùi chuyển đến ở Châu Cầu lập nghiệp. Ông nội Bùi Văn Quế (1837-1913) làm quan đến Tham trị bộ Hình thì cáo quan về quê. Cha ruột Bùi Thức (1859-1915) đỗ Tiến sĩ Nho học (1898), không ra làm quan, ở nhà dạy học và viết sách. Ông Thức có các con trai là Bùi Kỷ, Bùi Khải, Bùi Nhung, Bùi Lương, đều đỗ đạt. Một người em gái Bùi Kỷ về sau lấy chồng là nhà chính trị Trần Trọng Kim.",
        "Từ nhỏ Bùi Kỷ, giống như nhiều trí thức khác của giai đoạn này, tiếp nhận một nền giáo dục pha trộn giữa Nho học và tiếng Pháp, chữ Quốc ngữ.",
        "Năm 1909, trong lần đầu dự thi Hương, Bùi Kỷ đỗ cử nhân. Năm sau vào Huế thi Hội và thi Đình, ông lại đỗ Phó bảng và được triều đình Huế bổ đi làm Huấn đạo, nhưng Bùi Kỷ từ chối, lấy cớ phải ở nhà phục dưỡng cha và ông nội đều đang già yếu.",
        "Năm 1912, chính quyền bảo hộ chọn cử ông sang Paris, Pháp học Trường Thuộc địa (École coloniale). Nhân dịp này Bùi Kỷ đi du lịch nhiều nơi ở Pháp và các nước lân cận. Ông cũng có dịp tiếp xúc với một số người Việt yêu nước và cách mạng đang lưu ngụ và làm việc ở Pháp, trong đó có Phan Chu Trinh. Năm 1914, Bùi Kỷ về nước. Ông được phủ Thống sứ Bắc Kỳ gọi lên bổ dụng nhiều lần, nhưng đều từ chối. Chịu ảnh hưởng từ chuyến đi Pháp và trào lưu tân học, Bùi Kỷ học tập hình thức sản xuất tư bản và tổ chức cho gia đình mình sản xuất hàng thủ công xuất khẩu (bông vải, tre đan), nhưng ít kết quả.",
        "Sau khi cha và ông nội đều qua đời, Bùi Kỷ bỏ sang Quảng Châu, Trung Quốc hai năm. Ông về nước khi đã 30 tuổi, từ năm 1917 ông ra Hà Nội dạy học. Bùi Kỷ dạy tại các trường Cao đẳng sư phạm, Cao đẳng công chính, Cao đẳng pháp chính. Ngoài ra từ năm 1932, ông còn dạy trường tư cho hai tư thục Văn Lang và Thăng Long. Trường Thăng Long do một số trí thức tiến bộ và có xu hướng thân cộng sản như Phan Thanh, Hoàng Minh Giám, Đặng Thái Mai, Võ Nguyên Giáp lập ra đã mời Bùi Kỷ cùng trực tiếp giảng dạy.",
        "Ngoài việc dạy học, Bùi Kỷ còn là một nhà biên khảo, nhà sáng tác, cộng tác với một số báo chí ở Hà Nội như Nam Phong, tập san của hội Khai Trí Tiến Đức, báo Trung Bắc Tân Văn... Ông còn tham gia các hoạt động văn học xã hội của giới trí thức Hà thành như kỷ niệm 105 ngày mất thi hào Nguyễn Du (1925), lễ truy điệu chí sĩ Phan Chu Trinh ở Hà Nội (1926), phong trào truyền bá chữ Quốc ngữ...",
        "Sau Cách mạng tháng Tám năm 1945, Bùi Kỷ là một trong số những nhân sĩ trí thức được chính phủ mới trọng vọng.",
        "Năm 1946, Chủ tịch nước Việt Nam Dân chủ Cộng hòa Hồ Chí Minh cử Bùi Kỷ làm Phó ban lãnh đạo thanh toán nạn mù chữ, sau làm Trưởng ban Bình dân học vụ toàn quốc, là thành viên của chính phủ Việt Minh mới thành lập. Năm 1948 ông được mời tham gia Ủy ban kháng chiến hành chính Liên khu 31 , làm chủ tịch Hội Liên Việt liên khu 3, Hội truởng hội giúp binh sĩ tị nạn liên khu 3.",
        "Ông được chính phủ Việt Nam Dân chủ Cộng hòa tặng Huân chương kháng chiến hạng nhất.",
        "Ngoài ra, Bùi Kỷ còn là Ủy viên chủ tịch đoàn ủy ban trung ương Mặt trận tổ quốc Việt Nam, Ủy viên ủy ban bảo vệ hòa bình thế giới, Hội trưởng Hội Việt Trung hữu nghị.",
        "Ông mất ngày 19 tháng 5 năm 1960 tại Hà Nội, thọ 72 tuổi.",
        "Các công trình biên khảo của Bùi Kỷ thường gắn với nội dung dạy và học môn ngữ văn Hán Việt bậc trung học của nhà trường phổ thông Pháp - Việt ở xứ Đông Dương thuộc Pháp đương thời. Đó là các cuốn Quốc văn cụ thể (1932), Hán văn trích thái diễn giảng khóa bản (cùng soạn với Trần Văn Giáp, 1942), Việt Nam văn phạm bậc trung học (soạn chung với Trần Trọng Kim và Phạm Duy Khiêm, 1940), Tiểu học Việt Nam văn phạm (soạn cùng với Trần Trọng Kim và Nguyễn Quang Oánh, 1945). Nổi bật nhất trong số này là cuốn Quốc văn cụ thể, trình bày về các hình thức, thể tài các loại thơ văn tiếng Việt truyền thống.",
        "Với loại sách biên khảo giáo khoa, Bùi Kỷ là một trong số những nhà nghiên cứu người Việt đầu tiên tham dự vào việc hình thành các tri thức về ngữ văn Việt và Hán-Việt, các tri thức về lịch sử văn học Việt Nam. Trước hết, Bùi Kỷ là học giả có nhiều đóng góp vào việc hiệu khảo văn bản một loạt truyện thơ Nôm các thế kỷ trước, góp phần giữ gìn và truyền lại cho đời sau. Văn bản Truyện Kiều do Bùi Kỷ và Trần Trọng Kim hiệu khảo, in lần đầu 1925, đã giành được sự tín nhiệm của nhiều thế hệ độc giả. Từ những năm 1930 đến những năm 1950, Bùi Kỷ tiến hành hiệu khảo một loạt truyện Nôm khuyết danh: Trê cóc, Trinh thử, Lục súc tranh công, Hoa điểu tranh năng...",
        "Thứ nữa, Bùi Kỷ còn có sự đóng góp quyết định trong việc khảo cứu di sản thơ chữ Hán của thi hào Nguyễn Du, trong việc xác định giá trị Truyền kỳ mạn lục của Nguyễn Dữ… Các bản dịch tác phẩm chữ Hán của tác giả Việt Nam do ông thực hiện, nổi bật là Bình Ngô đại cáo của Nguyễn Trãi, bản dịch từng có vị trí đáng kể trong đời sống văn học. Bùi Kỷ còn thử nghiệm việc dịch một số tác phẩm chữ Nôm cổ điển sang chữ Hán như thơ Bà Huyện Thanh Quan hay Truyện Kiều.",
        "Học giả Bùi Kỷ còn là cây bút sáng tác văn học ở khá nhiều thể loại: văn (nghị luận, phú, văn tế, câu đối...), thơ (thơ chữ Hán, thơ tiếng Việt). Tuy nhiên, hoàn cảnh xuất thân khiến ông không có ý định vượt ra ngoài phạm vi kiểu văn học Trung đại và trở thành một đại diện của trào lưu văn học cũ vào buổi giao thời. Giống như các thế hệ nhà nho trước kia, văn thơ Bùi Kỷ là nơi để nói chí, tỏ lòng, thể hiện thế giới tinh thần của mình trong những nét thanh cao với nhiều ưu tư lo đời, thương đời, cũng là để răn mình, răn đời. Phần sáng tác thơ mà Bùi Kỷ tập hợp thành tập Ưu Thiên đồ mặc chưa in thành sách, chỉ đăng báo ít bài, nay hầu như đã thất lạc.",
        "(Nguồn: Wikipedia)"
    ]
}