{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Cầu Trường Tiền<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Hue, le pont Trang Tien.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/cau-trang-tien/e93bb087a5ac42d1a1e4202125f86912.jpg\">\n    <noscript>\n     <img alt=\"Hue, le pont Trang Tien.jpg\" src=\"/images/wiki/cau-trang-tien/e93bb087a5ac42d1a1e4202125f86912.jpg\">\n    <\/noscript>\n    <div>\n     Cầu Trường Tiền bên nhành phượng vĩ, sáng mùa hè 2007\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên chính thức<\/th>\n   <td class=\"nickname\">Cầu Trường Tiền<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên khác<\/th>\n   <td class=\"nickname\">Cầu Tràng Tiền, cầu <a class=\"annotation\" href=\"/nhan-vat/thanh-thai\" title=\"Thành Thái (chữ Hán: 成泰, 14 tháng 3 năm 1879 – 20 tháng 3 năm 1954), tên khai sinh là Nguyễn Phúc Bửu Lân (阮福寶嶙), là vị Hoàng đế thứ 10 của triều đại nhà Nguyễn, tại vị từ 1889 đến 1907. \n Do chống Pháp nên ông, cùng với các vua Hàm Nghi và Duy Tân, là 3 vị vua yêu nước trong lịch sử Việt Nam thời P...\" target=\"_blank\">Thành Thái<\/a>, cầu Mống, <a class=\"annotation\" href=\"/dia-danh/cau-nguyen-hoang\" title=\"Tọa độ: 16°28′8″B 107°35′19″Đ / 16,46889°B 107,58861°Đ / 16.46889; 107.58861 Cầu Trường Tiền còn được gọi là Cầu Tràng Tiền , là chiếc cầu dài 402,60 m, gồm 6 nhịp dầm thép hình vành lược, khẩu độ mỗi nhịp 67 m. Khổ cầu 6 m , được thiết kế theo kiến trúc Gothic, bắc qua sông Hương. Đầu cầu phía bắc ...\" target=\"_blank\">cầu Nguyễn Hoàng<\/a>, cầu Clémenceau<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Vị trí địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc gia<\/th>\n   <td>Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Vị trí<\/th>\n   <td class=\"label\">Huế<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tọa độ<\/th>\n   <td><span class=\"plainlinks nourlexpansion\"><span class=\"geo-nondefault\"><span class=\"geo-dms\" title=\"Bản đồ, không ảnh, cùng các dữ liệu khác cho vị trí này\"><span class=\"latitude\">16°28′08″B<\/span> <span class=\"longitude\">107°35′19″Đ<\/span><\/span><\/span><span class=\"geo-multi-punct\"> / <\/span><span class=\"geo-default\"><span class=\"geo-dec\" title=\"Bản đồ, không ảnh, cùng các dữ liệu khác cho vị trí này\">16,468889°B 107,588611°Đ<\/span><\/span><\/span><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Bắc qua<\/th>\n   <td>Sông Hương<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông số kỹ thuật<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kiểu cầu<\/th>\n   <td>Gothic<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Vật liệu<\/th>\n   <td>Thép<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Chiều dài<\/th>\n   <td>403 m<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Rộng<\/th>\n   <td>6 m<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Cao<\/th>\n   <td>5m45<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Số nhịp<\/th>\n   <td>6<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thiết kế<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kiến trúc sư<\/th>\n   <td>Gustave Eiffel<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thiết kế<\/th>\n   <td>Gustave Eiffel<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Xây dựng<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nhà thầu<\/th>\n   <td>Hãng Eiffel<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hoàn thành<\/th>\n   <td>1899<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "cầu Tràng Tiền",
        "Lịch sử và tên gọi",
        "Trong Văn học Nghệ thuật",
        "Mười hai nhịp, sáu vài",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "cầu Tràng Tiền - Người Kể Sử",
    "paragraphs": [
        "Tọa độ: 16°28′8″B 107°35′19″Đ / 16,46889°B 107,58861°Đ Cầu Trường Tiền còn được gọi là Cầu Tràng Tiền 1 , là chiếc cầu dài 402,60 m, gồm 6 nhịp dầm thép hình vành lược, khẩu độ mỗi nhịp 67 m. Khổ cầu 6 m 2 , được thiết kế theo kiến trúc Gothic, bắc qua sông Hương. Đầu cầu phía bắc thuộc phường Phú Hòa, đầu cầu phía nam thuộc phường Phú Hội; ở ngay giữa thành phố Huế thuộc Việt Nam.",
        "",
        "",
        "Căn cứ bài thơ \"Thuận Hóa thành tức sự\" của nhà thơ Thái Thuận 3 , thi sĩ Quách Tấn đã cho rằng dưới thời vua Lê Thánh Tôn, sông Hương đã có cầu. Chiếc cầu đó, được làm bằng song mây bó chặt lại với nhau và nối liền nhau, nên có tên là cầu Mây. Vì cầu có hình cái mống úp lên sông, nên còn có tên là cầu Mống 4 . Trải bao năm tháng, không biết khi nào, cầu Mống được làm lại bằng gỗ, mặt cầu lát bằng ván gỗ lim.",
        "Năm Thành Thái thứ 9 (1897), chiếc cầu trên được nhà cầm quyền Pháp (khi ấy Khâm sứ Trung Kỳ là Levécque)[cần dẫn nguồn] giao cho hãng Eiffel (Pháp) thiết kế (do Gustave Eiffel thiết kế) và khởi công xây dựng lại bằng sắt, đến năm Thành Thái thứ 11 (1899) thì hoàn thành và được mang tên vị vua này 5 . Tổng cộng tiền xây cầu Thành Thái tiêu tốn hết khoảng 400 triệu đồng bạc Đông Dương, là một số tiền lớn vào thời đó 6 . Tổng chiều dài cây cầu lúc bấy giờ là 401,10 m, rộng 6,20 m, gồm 6 nhịp dầm thép hình vành lược (hay hình bán nguyệt); và hình dáng đó về cơ bản được giữ nguyên cho tới ngày nay.",
        "Năm Giáp Thìn (1904), bão lớn làm cầu hư hỏng nặng. Hai năm sau, tức năm Thành Thái thứ 18 (1906)7 8 , chiếc cầu mới được tu sửa lại, và mặt cầu được đúc bằng bê tông cốt thép.",
        "Năm 1907, khi vua Thành Thái bị thực dân Pháp đày sang đảo Réunion, thì chính quyền thực dân Pháp cho đổi tên là cầu Clémenceau, theo tên của Georges Clemenceau, một Thủ tướng Pháp thời Thế chiến thứ nhất.",
        "Năm 1937, dưới triều vua Bảo Đại, cầu Trường Tiền được trùng tu, cải tạo lớn. Cầu được mở rộng hành lang hai bên cho xe đạp và người đi bộ. Ở hành lang tại vị trí trụ cầu giữa 2 vài có các bao lơn (ban công) phình rộng ra - là nơi nghỉ chân, ngắm cảnh hay tránh nhau.",
        "Năm 1945 chính phủ Trần Trọng Kim đổi tên là cầu Nguyễn Hoàng.",
        "Năm 1946, trong chiến tranh Việt - Pháp, cầu bị Việt Minh đặt mìn, giật sập hai nhịp phía tả ngạn. Hai năm sau cầu được tu sửa tạm để qua lại. Năm 1953, cầu được sửa chữa hoàn chỉnh như cũ.",
        "Trong Sự kiện Tết Mậu Thân, trụ 3 và nhịp 4 bị phá hủy 9 , khi quân Mặt trận Giải phóng miền Nam cho giật sập để cắt đường phản công của quân đội Việt Nam Cộng hòa. Sau đó, một chiếc cầu phao được dựng tạm lên bên cạnh để nối đôi bờ; rồi cầu được tu sửa tạm thời.",
        "Sau khi kết thúc chiến tranh (1975) cầu được đổi tên thành \"Tràng Tiền\"; mãi tới năm 1991 cầu Tràng Tiền mới được khôi phục, trùng tu lần nữa. Ở lần trùng tu này do Công ty Cầu 1 Thăng Long đảm nhiệm, kéo dài trong 5 năm (1991-1995), có nhiều thay đổi quan trọng, đó là việc dỡ bỏ các ban công ở hành lang hai bên tại vị trí các trụ cầu, lòng cầu (cả đường chính và phụ) bị hẹp lại do phải nẹp thêm hai ống lan can, màu sơn ghi xám thay cho màu nguyên bản từ xưa của cầu là màu nhũ bạc,...8",
        "Từ Festival Huế năm 2002, cầu Tràng Tiền được lắp đặt một hệ thống chiếu sáng đổi màu hiện đại... và đến năm 2004 cầu lại 1 lần nữa được đổi tên là Trường Tiền",
        "Mặc dù trải nhiều tên gọi, nhưng từ rất lâu, cái tên cầu Trường Tiền (vì chiếc cầu nằm gần một công trường đúc tiền, gọi tắt là Trường Tiền của nhà Nguyễn và phố Trường Tiền do vua Thành Thái lập năm 1899) vẫn được người dân quen gọi và đã đi vào nhiều bộ môn nghệ thuật...",
        "Tên Cầu Mống đã xuất hiện trong thơ Thái Thuận:",
        "Sau Cầu Mống, là cầu Trường Tiền. Và công trình này đã nhanh chóng trở thành một thắng cảnh nổi tiếng, và là đề tài của nhiều bộ môn nghệ thuật. Trích giới thiệu:",
        "Cầu Trường Tiền trong những câu ca:",
        "Năm 1905, chiếc cầu được đúc lại bằng bê tông cốt thép, nên có câu:",
        "Năm 1946, trong chiến tranh Pháp - Việt, cầu bị đặt mìn giật sập. Sau đó, lại có câu:",
        "Và có ai đó đã đáp lại rằng:",
        "Trong thời gian Nguyễn Bính lưu lạc đến Huế, cầu Trường Tiền cũng đã xuất hiện trong thơ ông:",
        "Sau sự kiện Tết Mậu Thân, cầu Trường Tiền bị bom đạn gây hư hại nặng. Quá xúc cảm, nhạc sĩ Trầm Tử Thiêng viết bài hát Chuyện một chiếc cầu đã gãy để nói lên sự việc này, có những câu:",
        "Ngoài ra, cầu Trường Tiền cũng đã được in trong bộ tem thư của Việt Nam.",
        "Theo Từ điển tiếng Việt, cái gọi là vài cầu (hay vì cầu)13 , \"là kết cấu nối hai nhịp giữa hai mố cầu và tựa lên các mố đó\", còn nhịp cầu cũng theo từ điển này là \"khoảng cách giữa hai trụ cầu và mố cầu liền nhau\". Theo đó, TS. Trần Đức Anh Sơn cho rằng cầu Trường Tiền thực sự là \"mười hai vài, sáu nhịp\" chứ không phải là \"sáu vài, mười hai nhịp\". Ca dao có câu:",
        "Hay:",
        "Song đôi khi, để thuận tai, để có vần, có điệu, một vài tác giả dân gian đã đổi từ \"mười hai vài, sáu nhịp\" sang \"sáu vài mười hai nhịp\", như ở câu:",
        "(Nguồn: Wikipedia)"
    ]
}