{
    "tables": [],
    "keywords": [],
    "headings": [
        "Danh Nhân Văn Hoá",
        "Đào Tấn",
        "Hoàng Xuân Hãn",
        "Mạc Đĩnh Chi",
        "Ngô Thì Sĩ",
        "Nguyễn Du",
        "Nguyễn Thiếp",
        "Nguyễn Trãi",
        "Nguyễn Văn Siêu",
        "Nguyễn Văn Tố",
        "Trần Văn Giáp",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Danh Nhân Văn Hoá - Người Kể Sử",
    "paragraphs": [
        "Đào Tấn (1845 – 1907), tự là Chỉ Thúc, hiệu là Tô Giang và Mộng Mai, biệt hiệu là Tiểu Linh Phong Mai Tăng hoặc Mai Tăng, là một nhà soạn tuồng nổi tiếng Việt Nam. Ông là vị quan thanh liêm thời nhà Nguyễn, đã từng giữ chức vụ Tổng đốc An – Tĩnh (Nghệ An – Hà Tĩnh), Công Bộ Thượng thư.",
        "Hoàng Xuân Hãn (1908–1996) là một nhà sử học, nhà ngôn ngữ học, nhà nghiên cứu văn hóa, giáo dục Việt Nam đồng thời là một kỹ sư, nhà toán học. Ông là người soạn thảo và ban hành Chương trình Trung học Việt Nam đầu tiên.",
        "Mạc Đĩnh Chi (chữ Hán: 莫挺之, 1280 - 1346), tên tự là Tiết Phu (節夫), hiệu là Tích Am (僻庵) là một quan đại thần triều Trần trong lịch sử Việt Nam.",
        "Ngô Thì Sĩ (tiếng Trung: 吳時仕, 1726 - 1780), tự Thế Lộc, hiệu Ngọ Phong (午峰), đạo hiệu Nhị Thanh cư sĩ; là nhà sử học, nhà văn, nhà thơ nổi tiếng ở thế kỷ 18 tại Việt Nam; được Phan Huy Chú đánh giá là người có \"học vấn sâu rộng, văn chương hùng vĩ, làm rạng rỡ cho tông phái nho gia, là một đại gia ở Nam Châu\".",
        "Nguyễn Du (chữ Hán: 阮攸; sinh ngày 3 tháng 1 năm 1766–1820) tên tự Tố Như (素如), hiệu Thanh Hiên (清軒), biệt hiệu Hồng Sơn lạp hộ (鴻山獵戶), Nam Hải điếu đồ (南海釣屠), là một nhà thơ, nhà văn hóa lớn thời Lê mạt, Nguyễn sơ ở Việt Nam. Ông được người Việt kính trọng tôn xưng là \"Đại thi hào dân tộc\".",
        "Tác phẩm Truyện Kiều của ông được xem là một kiệt tác văn học, một trong những thành tựu tiêu biểu nhất trong nền văn học trung đại Việt Nam.",
        "Nguyễn Thiếp (chữ Hán: 阮浹, 1723 - 1804), tự: Khải Xuyên, là danh sĩ cuối đời Hậu Lê và Tây Sơn trong lịch sử Việt Nam.",
        "Nguyễn Trãi (chữ Hán: 阮廌, 1380 – 19 tháng 9 năm 1442), hiệu là Ức Trai (抑齋), là một nhà chính trị, nhà thơ dưới thời nhà Hồ và nhà Lê sơ Việt Nam. Thi đỗ Thái học sinh năm 1400, Nguyễn Trãi làm quan dưới triều Hồ, nhà Minh xâm lược, cha ông là Nguyễn Phi Khanh đầu hàng rồi bị bắt giải về Trung Quốc, Nguyễn Trãi đi theo. Đến ải Nam Quan,cha ông khuyên ông nên quay về để trả nợ nước,báo thù nhà, ông làm theo. Sau khi nước Đại Ngu rơi vào sự cai trị của nhà Minh, Nguyễn Trãi tham gia vào cuộc khởi nghĩa Lam Sơn do Lê Lợi lãnh đạo chống lại ách Minh thuộc. Ông trở thành mưu sĩ của nghĩa quân Lam Sơn trong việc bày tính mưu kế cũng như soạn thảo các văn thư ngoại giao với quân Minh.",
        "Năm 1442, toàn thể gia đình Nguyễn Trãi bị tru di tam tộc trong vụ án Lệ Chi Viên. Năm 1464, vua Lê Thánh Tông xuống chiếu giải oan cho ông. Nguyễn Trãi là một nhà văn hoá lớn, có đóng góp to lớn vào sự phát triển của văn học và tư tưởng Việt Nam. Ông nằm trong danh sách 14 anh hùng dân tộc Việt Nam.",
        "Nguyễn Văn Siêu (chữ Hán: 阮文超, 1799 - 1872), ban đầu tên là Định, sau đổi là Siêu,Còn gọi là Án Sát Siêu, tự: Tốn Ban, hiệu: Phương Đình; là nhà thơ, nhà nghiên cứu văn hóa Việt Nam ở thế kỷ 19 . Ông thường được gọi là Nguyễn Siêu - trùng tên với một sứ tướng thời loạn 12 sứ quân.",
        "Nguyễn Văn Tố (1889-1947), bút hiệu Ứng Hoè, sinh ngày 5 tháng 6 năm 1889, quê ở Hà Đông (nay thuộc Hà Nội). Thuở nhỏ ông học chữ Hán, sau sang Pháp học đỗ bằng Thành chung (Trung học). Về nước ông làm việc tại trường Viễn Đông Bác Cổ Hà Nội, chuyên về văn học cổ Việt Nam. Ông từng làm Hội trưởng hội Trí Tri, Hội truyền bá chữ Quốc ngữ trước năm 1945.",
        "Sau Cách mạng tháng Tám, ông giữ chức Bộ trưởng Cứu tế Xã hội trong chính phủ cách mạng lâm thời. Ông là Đại biểu quốc hội, Chủ tịch Quốc hội khóa I, Quốc vụ khanh trong Chính phủ liên hiệp Việt Nam lâm thời (1946).",
        "Trần Văn Giáp (1902-1973), tự Thúc Ngọc là một học giả Việt Nam thế kỷ 20.",
        "Trang 1 / 2"
    ]
}