{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "đảo Song Tử Tây",
        "Vị trí",
        "Lịch sử hành chính",
        "Thông tin khác",
        "Chú thích",
        "Xem thêm",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "đảo Song Tử Tây - Người Kể Sử",
    "paragraphs": [
        "Đảo Song Tử Tây (tên quốc tế: Southwest Cay, tên Philipines: Pugad, giản thể: 南子岛, Hán Việt: Nam Tử đảo) là một cồn san hô trong quần đảo Trường Sa.",
        "",
        "",
        "Đảo Song Tử Tây nằm tại tọa độ 11o26' vĩ Bắc, 114o20' kinh Đông, thuộc xã đảo Song Tử Tây, huyện Trường Sa, Khánh Hòa, Việt Nam. Đảo rộng 12 hecta, là đảo lớn hàng thứ sáu trong số các đảo tại quần đảo Trường Sa, và là đảo lớn thứ hai do Việt Nam quản lý, sau đảo Trường Sa.",
        "Song Tử Tây cách đảo Song Tử Đông 2,82 km và có thể nhìn thấy đảo này ở đường chân trời. Đảo có điểm cao nhất quần đảo: 4 m trên mực nước biển. Vành đá bao quanh nổi một phần khi triều lên. Đây đã từng là nơi đẻ trứng của chim và được phủ bởi cây và phân chim.",
        "Năm 1933, chính quyền Pháp chính thức sáp nhập một số đảo chính và các đảo phụ thuộc của chúng ở Trường Sa - bao gồm cả các đảo Song Tử Đông và Song Tử Tây - vào tỉnh Bà Rịa của thuộc địa Nam Kỳ, Đông Dương thuộc Pháp. Chuyến đi này bao gồm ba thuyền, Alerte, Astrobale và De Lanessan. Năm 1956, Việt Nam Cộng hòa ra đời và cử tàu đi thị sát quần đảo Trường Sa, trong đó có Song Tử Đông. Năm 1963, Hải quân Việt Nam Cộng hòa đưa ba tàu là HQ-404 Hương Giang, HQ-01 Chi Lăng và HQ-09 Kì Hoà ra xây dựng lại bia chủ quyền Việt Nam tại một số đảo thuộc Trường Sa. Sách trắng năm 1975 về quần đảo Hoàng Sa và quần đảo Trường Sa của Bộ Ngoại giao Việt Nam Cộng hòa nêu rõ ngày xây dựng lại bia chủ quyền ở 6 đảo: ngày 19-5-1963, ở đảo Trường Sa; ngày 20-5-1963, ở đảo An Bang; ngày 22-5-1963, ở đảo Thị Tứ và Loại Ta; ngày 24-5-1963 ở đảo Song Tử Đông và đảo Song Tử Tây.",
        "Nhưng năm 1970. Philippines đã tổ chức chiếm giữ đảo Song Tử Đông, đảo Thị Tứ, đảo Loại Ta và 4 đảo nữa. Theo Domingo Tucay, năm 1970 là một trung úy trẻ tham gia cuộc hành quân đó kể lại, họ mang theo mật lệnh, được dặn đến tọa độ nhất định mới được mở ra. Có 7 đảo, bãi hoàn toàn hoang vắng, họ chiếm đóng dễ dàng. Chỉ khi tới đảo Song Tử Tây, họ thấy quân Việt Nam Cộng hòa đóng. \"Chúng tôi báo về sở chỉ huy, được chỉ thị cứ để mặc họ\".",
        "Như vậy, Philippines đã chiếm rất nhiều đảo trên Quần đảo Trường Sa mà không gặp phải kháng cự nào từ lực lượng Việt Nam cộng hòa, thậm chí một số đảo đã bị bỏ trống. Cũng theo bài báo đăng lời Tucay kể chuyện, nhiều tháng sau khi Philippines chiếm đóng 7 đảo ở quần đảo Trường Sa, các nước khác mới biết. Vụ việc này đã bị làm ngơ từ các quốc gia có liên quan, từ phía Việt Nam là chính quyền VNCH đang trực tiếp đóng quân quản lý những đảo này.",
        "Cũng có giai thoại kể rằng vào năm 1974, sau khi Hải quân Trung Quốc giao tranh với Hải quân Việt Nam Cộng hòa và giành thắng lợi ở quần đảo Hoàng Sa thì nhà cầm quyền Việt Nam Cộng hòa cho tiến hành chiến dịch mang tên Trần Hưng Đạo 48, bất ngờ đổ quân [cần dẫn nguồn] Tuy nhiên, đối chứng với tài liệu của Philippines thì câu chuyện này không xác thực, phi thực tế. Vì phía Philippines không thể rút toàn bộ quân \"vì một bữa tiệc\". Phía Philippines đã bỏ qua không chiếm Song Tử Tây và đến năm 1975 thì được Quân đội Nhân dân Việt Nam tiếp quản.",
        "Sau 1975 đảo Song Tử Tây tiếp tục do Việt Nam kiểm soát. Năm 2007, Chính phủ Việt Nam thành lập xã Song Tử Tây thuộc huyện Trường Sa trên cơ sở đảo Song Tử Tây và các đảo, đá, bãi phụ cận.1",
        "Việt Nam dựng ngọn hải đăng đầu tiên trên quần đảo Trường Sa tại đây vào tháng 10 năm 1993. Đây là hải đăng cấp 1, thuộc hệ thống bảo đảm an toàn hàng hải quốc tế2 . Trên đảo còn có một sân bóng và một tòa nhà 3 tầng làm nơi đóng quân, có một trạm khí tượng thủy văn.",
        "Trên đảo trồng nhiều cây xanh như phong ba, bão táp, mu, keo lá tràm, nhầu, phi lao, bàng vuông, tra biển... Đảo trồng được rau và tự túc được rau xanh quanh năm. Trên đảo còn chăn nuôi bò, lợn, chó, gà, vịt...",
        "Theo một số thông tin, đảo đã được mở rộng đáng kể về diện tích cũng như các công trình phòng ngự, tiếp tế, công sự chiến đấu. Bên cạnh đó âu tầu đảo cũng đã được kè đá chân chim mang từ đất liền nhằm hạn chế tác động của sóng biển.",
        "Biến cố đảo Song Tử Tây",
        "(Nguồn: Wikipedia)"
    ]
}