{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "đảo Phú Lâm",
        "Miếu thần ở Hoàng Sa niên hiệu Minh Mạng",
        "Chủ quyền",
        "Hiện tại",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "đảo Phú Lâm - Người Kể Sử",
    "paragraphs": [
        "Đảo Phú Lâm là đảo lớn nhất quần đảo Hoàng Sa, và là đảo tự nhiên lớn nhất trong cả hai quần đảo Hoàng Sa và Trường Sa. Đảo Phú Lâm là một trong hai đảo lớn nhất thuộc nhóm đảo An Vĩnh (Amphitrite Group), thuộc quần đảo Hoàng Sa ở Biển Đông (đảo lớn thứ hai là đảo Linh Côn). Đảo có nhiều cây cối tươi tốt nên mang tên Phú Lâm. Đây là đảo quan trọng nhất của nhóm đảo An Vĩnh và quần đảo Hoàng Sa 1 . Đảo có chiều dài đến 1,7 km, chiều ngang 1,2 km. Trên đảo có nhiều chim biển cư trú nên có một lớp phân chim khá dày, đã từng có một công ty Nhật Bản đến khai thác phân chim tại đây.1",
        "",
        "",
        "Miếu thần Hoàng Sa thời Minh Mạng được xây dựng trên một hòn đảo có bài khắc cổ Vạn lý ba bình, nay lấy làm tên cho đảo Ba Bình thuộc quần đảo Trường Sa, xây trong mười ngày. Tháng 6 âm lịch năm Ất Mùi niên hiệu Minh Mạng 16 (1835), Đại Nam thực lục chép rằng:",
        "Chu vi đảo xây miếu thời Minh Mạng dài 1070 trượng là khoảng 5030 mét (một trượng khoảng 4,7 m) gần tương đương với quy mô của đảo Phú Lâm quần đảo Hoàng Sa nơi từng có Hoàng Sa Tự, nhưng lớn hơn nhiều quy mô đảo đảo Ba Bình quần đảo Trường Sa. Chu vi cồn đá san hô được gọi là \"Bàn Than thạch\" thời Minh Mạng khoảng 1600 mét (340 trượng). Độ cao của Bàn Than thạch theo Đại Nam thực lục 1 trượng 3 thước (13 thước) tức là khoảng 6,1 m. Độ cao của đảo Đá, nằm sát gần đảo Phú Lâm cách 700m về phía bắc đông bắc, là 15,2 m (tức 50 ft). Bàn Than thạch ngày nay được Việt Nam lấy tên gọi Bàn Than để đặt cho một cồn cát thuộc thuộc cụm Nam Yết của quần đảo Trường Sa, gọi là \"bãi Bàn Than\", nằm gần đảo Ba Bình (khoảng giữa đảo này với đảo Sơn Ca), nằm về phía đông đảo Ba Bình và với khoảng cách (khoảng 4,6 km) xa hơn nhiều khoảng cách đảo Đá với đảo Phú Lâm (khoảng 0,7 km).",
        "Cả Việt Nam và Trung Quốc đều tuyên bố chủ quyền trên quần đảo Hoàng Sa, trong đó có đảo Phú Lâm. Hiện nay, Trung Quốc đang quản lý hòn đảo này.",
        "Trước thế chiến thứ hai, Pháp đã đặt một trạm khí tượng trên đảo này mang số hiệu 48859. Trên đảo còn có Hoàng Sa Tự được cho rằng xây từ thời vua Minh Mạng và một số công trình quân sự khác.",
        "Trong Chiến tranh thế giới thứ hai, Nhật Bản chiếm đóng đảo này. Cùng với đảo Ba Bình (thuộc quần đảo Trường Sa), đảo Phú Lâm đã bị quân đồng minh tấn công bằng không quân và hải quân.",
        "Sau khi Nhật đầu hàng Đồng minh, vào tháng 6 năm 1946 Hải quân Pháp gửi chiến hạm Savorgnan de Brazza đến chiếm các đảo Hoàng Sa. Vì Chiến tranh Đông Dương bùng nổ dữ dội, vào tháng 9/1946 người Pháp rút quân khỏi Hoàng Sa.",
        "Vào ngày 26 tháng 6 năm 1946, dựa trên Tuyên bố Cairo và Tuyên bố Potsdam, 4 tàu chiến của Trung Hoa Dân Quốc đổ bộ lên quần đảo với lý do giải giáp quân Nhật (đáng lẽ phải làm vào năm 1945). Ngày 7 tháng 1 năm 1947, chính phủ Trung Hoa Dân Quốc tuyên bố họ đã chiếm giữ quần đảo Tây Sa nhưng thực ra mới chỉ chiếm đảo Phú Lâm mà họ gọi là đảo Vĩnh Hưng.",
        "Ngày 17 tháng 1 năm 1947, pháo hạm Le Tonkinois của Hải quân Pháp đến quần đảo Hoàng Sa để đòi quân đội Tưởng Giới Thạch rút khỏi đây. Khi yêu cầu này bị từ chối, quân Pháp bèn đổ 10 quân nhân Pháp và 17 quân nhân Việt Nam chiếm giữ đảo Hoàng Sa (Pattle Island). Đến tháng 4 năm 1950, sau khi Trung Hoa Dân Quốc chạy ra Đài Loan, quân đội Tưởng Giới Thạch rút khỏi đảo Phú Lâm và đảo Ba Bình.",
        "Bảy năm sau khi làm chủ được đại lục, chính quyền CHND Trung Hoa mới bí mật cho quân chiếm đóng đảo Phú Lâm vào đêm ngày 20, rạng ngày 21 tháng 2 năm 1956.",
        "Trên đảo Phú Lâm, Trung Quốc đã nâng cấp một đường băng dài 3.000 mét và một cảng nước sâu dài 1.000 mét. Đường băng này có khả năng đón nhận ít nhất tám máy bay thế hệ thứ tư như máy bay chiến đấu SU-30MKK và máy bay ném bom JH-7, trong khi các bến cảng có thể tiếp nhận những tàu có trọng tải từ 5.000 tấn trở lên.3 Hiện nay cơ sở hạ tầng trên đảo Phú Lâm đã hoàn chỉnh và được tổ chức như một thị xã, nhằm phục vụ mục đích quốc phòng và kinh tế của Trung Quốc trong toàn bộ khu vực biển Đông Việt Nam. Trên đảo còn có đài kiểm báo, kênh đào và nhiều tiện nghi quân sự khác.",
        "Hiện nay, Trung Quốc đặt Bộ chỉ huy toàn thể lực lượng quân trú phòng quần đảo Hoàng Sa trên đảo Phú Lâm. Căn cứ quân sự này kiên cố nhất trên Biển Đông. Sách Ocean Yearbook 10 (Chicago 1993) cho biết có tới 4.000 binh sĩ Hải quân và Thủy quân Lục chiến trong vùng biển Hoàng Sa. Phần lớn số lính này đóng tại đảo Phú Lâm, số ít đóng trên đảo Linh Côn và các đảo thuộc nhóm Trăng Khuyết (Lưỡi Liềm).",
        "Ngày 17 tháng 2 năm 2016, Trung Quốc đã đem tám bệ phóng tên lửa đất đối không HQ-9 đến đảo Phú Lâm, đe dọa an toàn hàng không khu vực.4 GS Jonathan London trả lời câu hỏi đài RFA cho việc làm này là trái với tinh thần luật pháp quốc tế và đó là một động thái lộ rõ ý muốn xâm lược của Trung Quốc và là hành vi hết sức ngu xuẩn vì tự cô lập mình.5",
        "Ngày 30/3/2016, ông Hồng Lỗi, người phát ngôn Bộ Ngoại giao Trung Quốc công khai thừa nhận, Trung Quốc đã bố trí tên lửa chống hạm YJ-62 ở đảo Phú Lâm.6",
        "",
        "(Nguồn: Wikipedia)"
    ]
}