{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "đảo Sinh Tồn",
        "Đặc điểm",
        "Lịch sử",
        "Hành chính",
        "Thông tin thêm",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "đảo Sinh Tồn - Người Kể Sử",
    "paragraphs": [
        "Sinh Tồn (tiếng Anh: Sin Cowe Island, giản thể: 景宏岛; phồn thể: 景宏島; bính âm: Jǐnghóng dǎo; Hán-Việt: Cảnh Hoành đảo) là một hòn đảo trong quần đảo Trường Sa, nằm tại tọa độ 9°53′00″B, 114°19′00″Đ. Đảo này cùng với các đảo, đá, bãi phụ cận về mặt tổ chức hành chính thuộc xã Sinh Tồn, huyện Trường Sa, Khánh Hòa, Việt Nam, cách đất liền 320 hải lý, cách đảo Sinh Tồn Đông 15 hải lý về phía đông. Đảo này chỉ cách đá Gạc Ma vài hải lý, nơi xảy ra vụ đụng độ giữa Trung Quốc và Việt Nam năm 1988.",
        "",
        "",
        "Đảo chạy dài theo hướng đông tây chiều dài khoảng 400 m chiều rộng 140 m. Đất ở đảo là cát và san hô. Đảo có nhiều cây xanh không có giếng nước ngọt, xung quanh đảo có tường kè chắn sóng.[cần dẫn nguồn] Hai đầu của đảo theo hướng đông tây có hai dải cát di chuyển theo mùa sóng gió.",
        "Đảo nằm trên nền san hô ngập nước cách bờ kè từ 300 đến 600 m, khi nước thủy triều xuống thấp nhất nền san hô lộ khỏi mặt nước từ 0,2 đến 0,4 m.[cần dẫn nguồn] Cũng như các đảo khác trên Quần đảo Trường Sa, Đảo Sinh Tồn nắng nóng và có hai mùa gió chính đó là đông bắc và tây nam, Chế độ thủy triều và bán nhật triều không đều.",
        "Trên đảo nuôi được lợn, gà, vịt, chó, trồng các loại rau như rau cải, rau muống, mồng tơi và rau đay bằng đất chở từ đất liền ra. Cây xanh lớn trên đảo chủ yếu là các cây phong ba, bão táp, bàng vuông, dừa và mù u để chống sóng.",
        "Sinh Tồn là hòn đảo có ý nghĩa chiến lược đối với quần đảo Trường Sa. Trên đảo có một tấm biển ghi lời của Hồ Chí Minh: \"Ngày trước ta chỉ có đêm và rừng. Ngày nay ta có ngày, có trời và có biển. Bờ biển của ta dài và đẹp, ta phải biết giữ gìn lấy nó\".",
        "Đảo Sinh Tồn là một trong năm đảo của quần đảo Trường Sa mà Hải quân Nhân dân Việt Nam chiếm từ tay Hải quân Việt Nam Cộng hòa. Hải quân Nhân dân Việt Nam chiếm đảo ngày 28 tháng 4 năm 1975.[cần dẫn nguồn]",
        "Tháng 2 năm 1978, Philippines đưa quân chiếm đóng đá An Nhơn, đồng thời tăng cường các hoạt động thăm dò, trinh sát quanh khu vực do Việt Nam đang kiểm soát. Trước tình hình này, ngày 15 tháng 3 năm 1978, tàu 679 của Hải đoàn 128 đưa một lực lượng hải quân của Việt Nam ra đổ bộ đóng trên đảo.[cần dẫn nguồn]",
        "Năm 2007, chính phủ Việt Nam thành lập xã Sinh Tồn thuộc huyện Trường Sa trên cơ sở đảo Sinh Tồn và các đảo, đá, bãi phụ cận1 thuộc cụm đảo Sinh Tồn và cụm đảo Nam Yết như đảo Nam Yết2 , đảo Sơn Ca3 ...",
        "Sinh Tồn là một trong những đảo của quần đảo Trường Sa có dân thường cư trú4 . Hiện nay trên đảo Sinh Tồn có Trụ sở Ủy ban nhân dân xã Sinh Tồn (đồng thời là lớp học của Trường Tiểu học Sinh Tồn). Ngoài ra trên đảo có một ngôi chùa mang tên chùa Sinh Tồn. Tính đến năm 2010, đây là một trong ba ngôi chùa hiện diện trên quần đảo Trường Sa5 .",
        "Nhà thơ Việt Nam Trần Đăng Khoa trong một lần ra thăm đảo Sinh Tồn năm 1982 đã viết bài thơ Đợi mưa trên đảo Sinh Tồn6 :",
        "Chúng tôi ngồi trên đảo Sinh Tồn",
        "Bóng đen sẫm như gốc cây khô cháy",
        "Mắt đăm đăm nhìn về nơi ấy",
        "Bài thơ này đã được nhạc sĩ Quỳnh Hợp phổ thành ca khúc Lính đảo đợi mưa.",
        "(Nguồn: Wikipedia)"
    ]
}