{
    "tables": [
        "<table class=\"infobox biography vcard\">\n <tbody>\n  <tr>\n   <th colspan=\"2\"><span class=\"fn\">Đào Tấn<\/span><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Dao Tan.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/dao-tan/bc1ebacb7e1805b53cd18c4348cdf738.jpg\">\n    <noscript>\n     <img alt=\"Dao Tan.jpg\" src=\"/images/wiki/dao-tan/bc1ebacb7e1805b53cd18c4348cdf738.jpg\">\n    <\/noscript>\n    <div>\n     Đào Tấn\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td><span class=\"nickname\">Đào Đăng Tấn<\/span><br><span class=\"birthplace\">Tuy Phước, An Nhơn, Bình Định<\/span><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span class=\"nowrap\">Nơi an nghỉ<\/span><\/th>\n   <td class=\"label\">Bình Định<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Đài tưởng niệm<\/th>\n   <td>Tên đường ở Hà Nội.<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Hắn làm việc cho bảo hộ nhưng hắn vẫn là người Việt Nam, sống ở đất Việt Nam, gây tội với dân Việt Nam thì sao quan Việt Nam không xử hắn mà phải hội thương với Bảo hộ?<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Sống ở đời mà thấy chuyện ngang trái không trị thì còn mặt mũi nào dạy dỗ thiên hạ trong tuồng<\/i>.<\/td>\n   <td>”<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Đào Tấn",
        "Thân thế",
        "Quan nghiệp",
        "Sự nghiệp tuồng",
        "Vụ án bồi Ba",
        "Câu nói",
        "Ghi chú",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Đào Tấn - Người Kể Sử",
    "paragraphs": [
        "Đào Tấn (1845 – 1907), tự là Chỉ Thúc, hiệu là Tô Giang và Mộng Mai, biệt hiệu là Tiểu Linh Phong Mai Tăng hoặc Mai Tăng, là một nhà soạn tuồng nổi tiếng Việt Nam. Ông là vị quan thanh liêm thời nhà Nguyễn, đã từng giữ chức vụ Tổng đốc An – Tĩnh (Nghệ An – Hà Tĩnh), Công Bộ Thượng thư.",
        "Ông tên thật là Đào Đăng Tấn, sinh ngày 27 tháng 2 năm Ất Tỵ (tức 3 tháng 4 năm 1845), tại thôn Vinh Thạnh, tổng Thời Tú, huyện Tuy Phước, phủ An Nhơn, tỉnh Bình Định (nay thuộc thôn Vinh Thạnh, xã Phước Lộc, huyện Tuy Phước, tỉnh Bình Định). Do tránh quốc húy nên bỏ chữ Đăng, nên gọi gọn Đào Tấn.",
        "Ông thuộc dòng dõi Lộc Khê hầu Đào Duy Từ (1572-1634), một danh nhân thời chúa Nguyễn, vào lập nghiệp ở đất Đàng trong đầu thế kỷ XVII. Cha là Đào Đức Ngạc, mẹ là Hà Thị Loan.",
        "Thuở nhỏ, ông thọ giáo với cụ Tú Nguyễn Diêu, người làng Nhơn Ân (nay là thôn Nhơn Ân xã Phước Thuận cùng huyện); không những được thầy dạy chữ để đi thi mà còn đào tạo thành một nhà soạn tuồng. Năm 19 tuổi, lúc còn học với thầy, ông soạn tuồng đầu tay Tân Dã Đồn, nổi tiếng từ ấy.",
        "Năm 23 tuổi, ông đỗ thứ 8 Cử nhân khoa Đinh Mão (1867) tại trường thi Bình Định, dưới triều vua Tự Đức. Tuy nhiên, dù văn tài xuất chúng, ông không vượt được kỳ thi hội tiếp theo đó.",
        "Mãi đến bốn năm sau, năm Tự Đức thứ 24 (1871), khi vua Tự Đức cho soát xét lại những người chưa đỗ đạt, Đào Tấn mới được triệu về kinh thành Huế, được sơ bổ Điển tịch, sung vào Hiệu thư ở Nội các, tức hội nhà văn của triều đình, lo việc biên soạn và sáng tác, do vua Tự Đức làm chủ tọa.",
        "Năm 1874, ông được bổ nhiệm tri phủ Quảng Trạch sau thăng chức lên Phủ doãn Thừa Thiên. Làm quan suốt 3 triều, từ Tự Đức đến Thành Thái (1871 - 1904), ông kinh qua các chức vụ Tham biện, Tổng đốc An Tĩnh, Tổng đốc Nam Ngãi, Thượng thư Bộ Hình, Thượng thư Bộ Binh, Thượng thư Bộ Công, quan hàm nhất phẩm, được phong Hiệp biện Đại học sĩ, tước Vinh Quang tử. Năm 1904 vì chống đối với đại thần Nguyễn Thân, ông bị cách chức rồi lui về quê nhà ở ẩn.",
        "Theo lời kể của cụ bà Đào Kim Yến, (con gái ông, mất tại Sàigòn năm 1958) thì ông là thầy dạy vua Thành Thái từ nhỏ và theo sát vua đến lúc bị Nguyễn Thân bức hại cách chức đuổi về quê. Tinh thần yêu nước chống Pháp của vua Thành Thái từ ông mà có nên năm 1907 khi vua Thành Thái bị Pháp ép thoái vị rồi bắt quản thúc ông buồn rầu phát bệnh và mất vài tuần sau đó.",
        "Đào Tấn là một vị quan thanh liêm, cương trực, được giới sĩ phu trọng nể và nhân dân yêu quý1",
        "Ông qua đời ngày 23 tháng 8 năm 1907. Hiện có ngôi mộ và đền thờ ông ở Bình Định.",
        "Sinh thời, Đào Tấn làm thơ, viết từ khúc và soạn tuồng hát bội. Nhưng xuất sắc hơn cả vẫn là sự nghiệp tuồng. Suốt thời gian làm quan, ông vừa làm quan vừa soạn tuồng, cống hiến cho nghệ thuật tuồng, hàng chục vở tuồng, những vở còn diễn đến ngày nay là Tam nữ đồ vương, Sơn Hậu, Đào Phi Phụng... Hàng chục vở tuồng do ông soạn thảo và chỉnh lý có giá trị, sức hấp dẫn trong văn tuồng Đào Tấn ở chỗ:",
        "Tuồng phản chiếu khá đầy đủ diện mạo tâm hồn Đào Tấn, cũng như đánh dấu những mốc quan trọng trong cuộc đời tác giả. Vở tuồng đầu tiên Tân Dã đồn (1864) chưa thật sự mang dấu ấn phong cách riêng độc đáo, mà chỉ có giá trị mở đầu cho nghiệp tuồng suốt cuộc đời ông.",
        "Tài năng của Đào Tấn về lĩnh vực tuồng hát bội chỉ thật sự có điều kiện mài giũa, khi ông chính thức được bổ làm chức quan trong ban Hiệu thư, soạn tuồng do nhà vua chỉ định. Soạn những vở như vậy, tất yếu Đào Tấn không có đất để thể hiện cái tôi cá tính nghệ sĩ của mình, nhưng bù lại đó là khoảng thời gian ông trau dồi được vốn ngôn từ bác học, trau chuốt lời văn tuồng bóng bẩy, giàu tính ước lệ uyên bác và nghiêm ngặt trong từng ý từng câu.",
        "Từ 1898 – 1902 Đào Tấn soạn Cổ thành hội (còn gọi là Quan Công quá quan), Trầm Hương các, Hoàng Phi Hổ quá Giới Bài quan, Hộ sanh đàn. Đây chính là giai đoạn đỉnh cao trong sự nghiệp tuồng Đào Tấn.",
        "Quan niệm Đào Tấn đã thể hiện qua đôi câu đối ông viết ở \"Học bộ đình\":",
        "Tạm dịch:",
        "Câu đối trên đã cho thấy một Đào Tấn ý thức rất rõ vai trò của nghệ thuật hát bội trong mối liên hệ với cuộc sống. Ông muốn thông qua nghệ thuật hát bội để nói lên nỗi niềm trước thời cuộc của chính mình, đồng thời cũng nhận thấy giá trị di dưỡng tinh thần cao quý của bộ môn nghệ thuật này 2",
        "Có môt giai thoại do cụ bà Đào Kim Yến ( con gái ông, mất tại Sài gòn năm 1958 ) kể , hồi nhỏ bà được xem ông dựng vở Tây Du bằng cảnh thật, diễn viên diễn trong rừng núi thật, khán giả mang cơm nắm đi theo để xem diễn.",
        "Bồi Ba là một tên tay sai khét tiếng của Pháp. Bồi Ba mua bò của một người dân, nhưng không trả tiền còn vu cho chủ bò là dư đảng của Cần Vương rồi bắt giam chủ bò và đánh đập họ tàn nhẫn. Nghe tin, Đào Tấn liền cho điều tra, lập hồ sơ đầy đủ. Khi đã nắm chắc tội trạng của bồi Ba, Đào Tấn sai lính chặn đường bắt bồi Ba nhưng không đưa về giam trong ngục Phủ mà đưa thẳng ra bờ sông Hương, quãng khúc sông chảy qua kinh thành để trị tội chém đầu. Khâm sứ Pháp hạch hỏi, Đào Tấn trả lời:",
        "(Nguồn: Wikipedia)"
    ]
}