{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "Đền Hùng",
        "Vị trí",
        "Quá trình phát triển",
        "Đặc điểm",
        "Các di tích chính",
        "Hành trình của du khách",
        "Lễ hội đền Hùng",
        "Trống đồng tại Đền Hùng",
        "Chú thích",
        "Xem thêm",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Đền Hùng - Người Kể Sử",
    "paragraphs": [
        "Đền Hùng là tên gọi khái quát của Khu di tích lịch sử Đền Hùng - quần thể đền chùa thờ phụng các Vua Hùng và tôn thất của nhà vua trên núi Nghĩa Lĩnh, gắn với Giỗ Tổ Hùng Vương - Lễ hội Đền Hùng được tổ chức tại địa điểm đó hàng năm vào ngày 10 tháng 3 âm lịch. Hiện nay, theo các tài liệu khoa học đã công bố đa số đều thống nhất nền móng kiến trúc đền Hùng bắt đầu được xây dựng từ thời vua Đinh Tiên Hoàng trị vì. Đến thời Hậu Lê (thế kỷ 15) được xây dựng hoàn chỉnh theo quy mô như hiện tại.1 2 3",
        "",
        "",
        "Đền Hùng được dựng trên núi Nghĩa Lĩnh, giữa đất Phong Châu, ngày nay là xã Hy Cương, thành phố Việt Trì, tỉnh Phú Thọ. Quần thể di tích đền Hùng nằm từ chân núi đến đỉnh ngọn núi Nghĩa Lĩnh cao 175 mét (núi có những tên gọi như Núi Cả, Nghĩa Lĩnh, Nghĩa Cương, Hy Cương, Hy Sơn, Bảo Thiếu Lĩnh, Bảo Thiếu Sơn), thuộc địa phận xã Hy Cương, thành phố Việt Trì, tỉnh Phú Thọ, trong khu rừng được bảo vệ nghiêm ngặt giáp giới với những xã thuộc huyện Lâm Thao, Phù Ninh và vùng ngoại ô thành phố Việt Trì, cách trung tâm thành phố Việt Trì khoảng 10 km. Khu vực đền Hùng ngày nay nằm trong địa phận của kinh đô Phong Châu của quốc gia Văn Lang xưa. Theo cuốn Ngọc phả Hùng Vương, đương thời các Vua Hùng đã cho xây dựng điện Kính Thiên tại khu vực núi Nghĩa Lĩnh này.",
        "Đền Hùng được Bộ Văn hóa thông tin xếp hạng là khu di tích đặc biệt của quốc gia vào năm 1962. Đến năm 1967, Chính phủ Việt Nam đã quyết định khoanh vùng xây dựng khu rừng cấm Đền Hùng. Ngày 8 tháng 2 năm 1994, Thủ tướng Chính phủ Việt Nam đã phê duyệt dự án quy hoạch tổng thể Khu di tích lịch sử Đền Hùng lần thứ nhất, tạo tiền đề cho việc đầu tư xây dựng nhiều công trình hạng mục trong khu di tích4 .",
        "Ngày 6 tháng 1 năm 2001, Chính phủ Việt Nam ban hành Nghị định số 82/2001/NĐ-CP, quy định về quy mô, nghi lễ tổ chức giỗ Tổ Hùng Vương và lễ hội Đền Hùng hàng năm. Ngày 10 tháng 3 âm lịch trở thành ngày quốc lễ, ngày giỗ Tổ Hùng Vương4 .",
        "Khu di tích lịch sử Đền Hùng đã không ngừng lớn mạnh, được thể hiện sâu sắc và rõ nét hơn qua hàng loạt công trình kiến trúc văn hóa đầu tư xây dựng. Nổi bật nhất là từ sau Quyết định số 84/2004/QĐ-TTg ngày 30 tháng 3 năm 2004 về việc phê duyệt quy hoạch phát triển Khu di tích lịch sử Đền Hùng đến năm 20154 .",
        "Nhiều công trình tiếp tục được xây dựng tại khu di tích Đền Hùng như Đền thờ Lạc Long Quân, đường hành lễ tại trung tâm lễ hội, trụ sở làm việc và nhà tiếp đón khách của khu di tích, đài tưởng niệm các anh hùng, liệt sĩ...Trước sự phát triển và quy mô ngày càng lớn, đòi hỏi phải có một bộ máy quản lý tương xứng. Ngày 23 tháng 2 năm 2005, UBND tỉnh Phú Thọ đã ban hành Quyết định số 525/2005/QĐ-UB về việc nâng cấp Ban quản lý Khu di tích Đền Hùng thuộc Sở Văn hóa thông tin Phú Thọ thành Khu di tích lịch sử Đền Hùng trực thuộc UBND tỉnh4 .",
        "Ngày 6 tháng 12 năm 2012, UNESCO công nhận Tín ngưỡng thờ cúng Hùng Vương ở Phú Thọ là di sản văn hóa phi vật thể của nhân loại với những yếu tố thuộc đời sống tâm linh của người Việt Nam đã tồn tại từ hàng nghìn năm nay, thể hiện nền tảng tinh thần đại đoàn kết dân tộc và gắn kết cộng đồng. Tính độc đáo của tín ngưỡng này thể hiện rất rõ ở yếu tố thờ Hùng Vương chính là thờ Quốc tổ. Đây là hiện tượng văn hóa không phải dân tộc nào cũng có.",
        "Khu di tích lịch sử đền Hùng bao gồm bốn đền chính là đền Hạ, đền Trung, đền Thượng và đền Giếng. Từ những bậc đầu tiên dưới chân núi, rồi bước qua một cánh cổng, bước nhiều bậc đá lên thắp hương và thăm thú các đền, kết thúc tại đền Thượng trên đỉnh Nghĩa Lĩnh, nơi có lăng mộ vua Hùng thứ sáu.",
        "Theo Ngọc phả Hùng Vương chép thời Hồng Đức hậu Lê thì từ thời nhà Đinh, nhà Lê, nhà Lý, nhà Trần rồi đến Hậu Lê vẫn cùng hương khói trong ngôi đền, ở đây nhân dân toàn quốc đều đến lễ bái để tưởng nhớ công lao của Đấng Thánh Tổ xưa…\" Văn học dân gian Việt Nam nói về lễ hội đền Hùng như sau:",
        "Lễ hội đền Hùng còn gọi là Giỗ tổ Hùng Vương là một lễ hội lớn mang tầm vóc quốc gia ở Việt Nam, để tưởng nhớ và tỏ lòng biết ơn công lao lập nước của các vua Hùng. Lễ hội diễn ra vào ngày 10 tháng 3 âm lịch, tuy nhiên, lễ hội thực chất đã diễn ra từ hàng tuần trước đó với những phong tục như đâm đuống (đánh trống đồng) của dân tộc Mường, hành hương tưởng niệm các vua Hùng, và kết thúc vào ngày 10 tháng 3 âm lịch với lễ rước kiệu và dâng hương trên đền Thượng. Lễ hội đền Hùng hiện được Nhà nước Cộng hòa Xã hội chủ nghĩa Việt Nam nâng lên thành giỗ quốc Tổ tổ chức lớn vào những năm chẵn.",
        "Có 2 lễ được cử hành cùng thời điểm ngày chính hội:",
        "Lễ rước kiệu vua: Đám rước kiệu, nhiều màu sắc của rất nhiều cờ, hoa, lọng, kiệu, trang phục truyền thống xuất phát từ dưới chân núi rồi lần lượt qua các đền để tới đền Thượng, nơi làm lễ dâng hương.",
        "Lễ dâng hương: Người hành hương tới đền Hùng chủ yếu vì nhu cầu của đời sống tâm linh. Mỗi người đều thắp lên vài nén hương khi tới đất Tổ để nhờ làn khói thơm nói hộ những điều tâm niệm của mình với tổ tiên. Theo quan niệm của người Việt, mỗi nắm đất, gốc cây nơi đây đều linh thiêng và những gốc cây, hốc đá cắm đỏ những chân hương.",
        "Phần hội có nhiều trò chơi dân gian. Đó là những cuộc thi hát xoan (tức hát ghẹo), một hình thức dân ca đặc biệt của Phú Thọ, những cuộc thi vật, thi kéo co, hay thi bơi trải ở ngã ba sông Bạch Hạc, nơi các vua Hùng luyện tập các đoàn thủy binh luyện chiến.",
        "Từ năm 2001, giỗ tổ Hùng Vương trở thành quốc lễ. Từ năm 2007, ngày 10 tháng 3 âm lịch hàng năm là ngày nghỉ lễ. Lê hội đền Hùng những năm lẻ sẽ do tỉnh Phú Thọ đứng ra tổ chức. Các năm chẵn sẽ có quy mô ở các cấp trung ương. Lễ hội đền Hùng không chỉ diễn ra ở khu di tích lịch sử đền Hùng Phú Thọ mà sẽ diễn ra ở nhiều địa phương trong cả nước như thành phố Hồ Chí Minh, Cần Thơ, Đà Nẵng.v.v.",
        "Theo nghị định 82/2001/NĐ-CP về việc quy ước lễ hội đền Hùng thì:",
        "Trống đồng mang tên Trống Hy Cương được tìm thấy ở xã Hy Cương ngay dưới chân núi Nghĩa Lĩnh ngày 7 tháng 8 năm 19905 khi một gia đình người dân đào hố tôi vôi. Trống khá nguyên vẹn, có đường kính mặt 93 cm và chiều cao 70 cm, là trống đồng Đông Sơn có kích thước lớn nhất trong tổng số trống Đông Sơn đã biết ở Việt Nam và Đông Nam Á6 . Trống có hoa văn trang trí phong phú và cách điệu hóa cao độ, trong đó có các loại hoa văn chủ đạo như hình ngôi sao mười hai cánh đường kính đến 20 cm, tám con chim lạc dài 15 cm bay theo hướng ngược chiều kim đồng hồ, hình người hóa trang cách điệu chỉ có mắt và lông công, thuyền v.v. Có thể quanh Hy Cương còn nhiều trống đồng chưa được phát hiện ra7 , nhưng với việc phát hiện trống lớn như một bằng chứng khảo cổ tại chân núi Nghĩa Lĩnh, cho thấy vị trí đặc biệt của Hy Cương và đền Hùng trong lịch sử dân tộc (trống lớn thường thuộc sở hữu của một vị tù trưởng hoặc thủ lĩnh rất lớn), là một trong những minh chứng khẳng định tính lịch sử của huyền thoại các vua Hùng. Trống hiện được lưu giữ trong Bảo tàng Hùng Vương với số đăng ký ĐH 2012 (theo số mới), số cũ là 1549.",
        "(Nguồn: Wikipedia)"
    ]
}