{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "biển Caspi",
        "biển Đỏ",
        "biển Đông",
        "Biển Hồ",
        "bộ Giao Chỉ",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Địa Danh - Người Kể Sử",
    "paragraphs": [
        "Biển Caspi (cũng được phiên âm là: Caxpi, Hán Việt: Lý Hải 裏海) là hồ nước lớn nhất trên thế giới tính về cả diện tích và thể tích. Diện tích mặt nước là 371.000 km² và thể tích 78.200 km³. Vì không thông với đại dương nên đây đúng là một hồ nước tuy mang tên \"biển\". Hồ cũng được gọi là biển vì nước hồ có vị mặn của muối. Độ mặn của nước hồ là khoảng 1,2%, xấp xỉ 1/3 nồng độ muối của nước biển.",
        "Biển Caspi nằm giữa Nga ở bờ phía bắc và Iran ở bờ phía nam. Đông tây giáp các nước Turkmenistan, Kazakhstan và Azerbaijan. Độ sâu tối đa của hồ là khoảng 1.025 m.",
        "Biển Đỏ còn gọi là Hồng Hải hay Xích Hải (tiếng Ả Rập البحر الأحم Baḥr al-Aḥmar, al-Baḥru l-’Aḥmar; tiếng Hêbrơ ים סוף Yam Suf; tiếng Tigrinya ቀይሕ ባሕሪ QeyH baHri) có thể coi là một vịnh nhỏ của Ấn Độ Dương nằm giữa châu Phi và châu Á. Biển này thông ra đại dương ở phía nam thông qua eo biển Bab-el-Mandeb và vịnh Aden. Tại phía bắc là bán đảo Sinai, vịnh Aqaba và vịnh Suez (nối vào kênh đào Suez). Biển này dài khoảng 1.900 km và chỗ rộng nhất là trên 300 km. Đáy biển có độ sâu tối đa 2.500 m ở điểm giữa rãnh trung tâm và có độ sâu trung bình 500 m, nhưng nó cũng có thềm lục địa nông và lớn về diện tích, là đáng chú ý đối với các sinh vật biển và san hô. Diện tích bề mặt khoảng 438.000–450.000 km². Biển này là nơi sinh sống của trên 1.000 loài động vật không xương sống và 200 loại san hô cứng và mềm. Biển này là một phần của Đại Thung Lũng. Hồng Hải là biển nhiệt đới nằm cao nhất về phía bắc của thế giới.",
        "Biển Đông là tên gọi riêng của Việt Nam để nói đến vùng biển có tên quốc tế là South China Sea (tiếng Anh) hay Mer de Chine méridionale (tiếng Pháp), là một biển rìa lục địa và là một phần của Thái Bình Dương, trải rộng từ Singapore tới eo biển Đài Loan và bao phủ một diện tích khoảng 3.447.000 km². Đây là biển lớn thứ tư thế giới sau biển Philippines, biển San Hô và biển Ả Rập. Vùng biển này và các quần đảo của nó là đối tượng tranh chấp và xung đột giữa nhiều quốc gia trong vùng.",
        "Biển Hồ' có thể là:",
        "Giao Châu (chữ Hán: 交州) là tên một châu hoặc phủ thời xưa, bao trùm vùng đất miền Bắc Việt Nam ngày nay. Ban đầu Giao Châu còn bao gồm một phần đất Quảng Tây và Quảng Đông thuộc Trung Quốc ngày nay.",
        "Trang 1 / 154"
    ]
}