{
    "tables": [
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Đặt Thái tử để vững gốc rễ, lập con đích để chính danh phận. Đó là mưu xa của xã tắc, kế lớn của quốn gia. Hoàng tử Bang Cơ thể chất vàng ngọc, tư thái anh minh, vừa có uy vọng của một bậc quân vương, lại đúng danh phận là con đích tôn quý. Vậy sai Nhập nội đại đô đốc <a class=\"annotation\" href=\"/nhan-vat/le-liet\" title=\"Đinh Liệt (chữ Hán: 丁列) hay Lê Liệt (? - 1471) là công thần khai quốc nhà nhà Lê Sơ trong lịch sử Việt Nam, người thôn Phúc Long, xã Minh Tiến, huyện Ngọc Lặc, Thanh Hóa. \n Đinh Liệt cùng anh ruột là Đinh Lễ là cháu gọi Lê Thái Tổ bằng cậu. Ông khi còn trẻ thường đi theo cận vệ cho Lê Lợi....\" target=\"_blank\">Lê Liệt<\/a> mang sắc mệnh lập làm Hoàng thái tử<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\"><cite>— Đại Việt sử ký toàn thư, Bản kỷ, chương X<\/cite><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Xét <a class=\"annotation\" href=\"/nhan-vat/le-liet\" title=\"Đinh Liệt (chữ Hán: 丁列) hay Lê Liệt (? - 1471) là công thần khai quốc nhà nhà Lê Sơ trong lịch sử Việt Nam, người thôn Phúc Long, xã Minh Tiến, huyện Ngọc Lặc, Thanh Hóa. \n Đinh Liệt cùng anh ruột là Đinh Lễ là cháu gọi Lê Thái Tổ bằng cậu. Ông khi còn trẻ thường đi theo cận vệ cho Lê Lợi....\" target=\"_blank\">Lê Liệt<\/a> đây: Sớm đem tình ruột thịt ra ứng hội phong vân. Tiếng kèn, tiếng sáo, xướng họa, khó biết anh em ai hơn, ai kém. Kế ở miếu đường, mưu ở biên cương; vừa tướng văn, vừa tướng võ. Khi tiến khi lui cùng nước, cùng vui cùng lo. Lúc nguy hiểm, lúc bình thường vẫn trọn một tiết. Chịu cố mệnh hai triều, người nhiều công giúp đỡ. Xứng đáng làm bầy tôi xã tắc; lại được ký thác cho việc cầm cân để thêm trọng vọng. Công lao và chức vị càng to; nơi nơi xa gần ai đều cũng thấy<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\"><cite>— Bài chế của vua <a class=\"annotation\" href=\"/nhan-vat/le-thanh-tong\" title=\"Lê Thánh Tông (chữ Hán: 黎聖宗; 25 tháng 8 năm 1442 – 3 tháng 3 năm 1497), là hoàng đế thứ năm của nhà Lê sơ nước Đại Việt. Ông trị vì từ năm 1460 đến năm 1497, tổng cộng 38 năm, là vị hoàng đế trị vì lâu nhất thời Lê sơ và cũng là một trong những vị vua cai trị trong thời kỳ hòa bình lâu nhất trong lị...\" target=\"_blank\">Lê Thánh Tông<\/a> khi ban chức Khai phủ nghi đồng tam ty Thái phó bình chương quân quốc trọng sự Á quận hầu.<\/cite><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Ông là người có công to khi mới mở nước, trải thờ bốn triều. Lại là công thần bậc nhất buổi Trung hưng:chức vị và đức vọng cao chót vót. Từ năm Quang Thuận trở đi (1465) làm thủ tướng gần 10 năm, quyết đoán những mối ngờ lớn, quyết định những việc bàn lớn. Vua rất tin cậy, trong triều ngoài nội đều tôn trọng<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\"><cite>— Lịch triều hiến chương loại chí, <a class=\"annotation\" href=\"/nhan-vat/phan-huy-chu\" title=\"Phan Huy Chú (Chữ Hán: 潘輝注; 1782 – 1840), tự Lâm Khanh, hiệu Mai Phong; là quan triều nhà Nguyễn, và là nhà thơ, nhà thư tịch lớn, nhà bác học Việt Nam....\" target=\"_blank\">Phan Huy Chú<\/a>, Nhân vật chí<\/cite><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Đinh Liệt",
        "Tham gia khởi nghĩa Lam Sơn",
        "Công thần thời bình",
        "Khi thăng khi giáng",
        "Trọng thần thời Lê Thánh Tông",
        "Hậu thế ghi công",
        "Vợ",
        "Nhận định",
        "Xem thêm",
        "Tham khảo",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Đinh Liệt - Người Kể Sử",
    "paragraphs": [
        "Đinh Liệt (chữ Hán: 丁列) hay Lê Liệt (? - 1471) là công thần khai quốc nhà nhà Lê Sơ trong lịch sử Việt Nam, người thôn Phúc Long, xã Minh Tiến, huyện Ngọc Lặc, Thanh Hóa.",
        "Đinh Liệt cùng anh ruột là Đinh Lễ là cháu gọi Lê Thái Tổ bằng cậu. Ông khi còn trẻ thường đi theo cận vệ cho Lê Lợi.",
        "",
        "",
        "Những ngày đầu khởi nghĩa Lam Sơn, ông theo Lê Lợi chiến đấu vùng núi chí Linh trải qua nhiều gian khổ.",
        "Năm 1424, quân Lam Sơn chiếm được thành Trà Lân, sắp đánh thành Nghệ An. Các tướng Minh mang quân thuỷ bộ cùng đến. Lê Lợi chia cho Đinh Liệt 1000 quân sai đi theo đường tắt tranh tiên, chiếm trước huyện Đỗ Gia (nay là huyện Hương Sơn). Lê Lợi đích thân cầm đại quân giữ chỗ hiểm yếu. Ba bốn hôm sau, Lê Lợi dùng kế nhử địch vào nơi phục kích, quân Minh bị giết hàng vạn người.",
        "Năm 1427, quân Lam Sơn vây Đông Quan (Hà Nội), anh ông là tướng Đinh Lễ bị tử trận. Lê Lợi bèn phong ông làm Nhập nội thiếu uý Á hầu.",
        "Cuối năm 1427, Liễu Thăng mang viện binh sang, ông được lệnh cùng Lê Sát mang quân lên Chi Lăng, góp sức diệt địch, chém được Liễu Thăng, đánh tan đạo viện binh.",
        "Đầu năm 1428 ông được xếp vào chức thủ quân thiết đột.",
        "Tháng 2, vua Lê Thái Tổ định các mức khen thưởng cho những hỏa thủ và quân nhân của quân Thiết đột có công lao siêng năng khó nhọc ở Lũng Nhai gồm 121 người, Đinh Liệt công hạng nhất, ban quốc tính, phong Suy trung tán trị hiệp mưu bảo chính công thần, Vinh lộc đại phu, tả Kim ngô vệ đại tướng quân, tước Thượng trí tự.1",
        "Năm 1429, khi khắc biển công thần, Đinh Liệt được phong làm Đình Thượng hầu.1",
        "Năm 1432, ông được phong làm Nhập nội tư mã, tham dự triều chính.1",
        "Tháng 5 năm 1434 đời Lê Thái Tông có quân Chiêm Thành vào cướp phá, ông được lệnh lĩnh các quân Nghệ An, Tân Bình, Thuận Hoá đánh địch. Đinh Liệt được lệnh vua thống đốc các đạo quân Nghệ An, Tân An, Thuận Hóa đi các vùng Tân An, Thuận Hóa đi tuần tiễu. Khi đến Hóa Châu, gặp người Man trưởng Hóa Châu là Đạo Dụ bị Đạo Man đánh, Đinh Liệt đưa quân đánh giúp, bắt hơn nghìn người, mấy chục con voi đem về.",
        "Tháng 11, 1441, vua Lê Thái Tông lập hoàng tử Bang Cơ làm Hoàng Thái tử, sai Lê Liệt, lúc ấy là Nhập nội Đô đốc mang sắc mệnh lập làm Hoàng thái tử.",
        "Tháng 8, 1442, vua Lê Thái Tông băng ở Lệ Chi Viên, ngày 12, đại thần Nguyễn Xí, Lê Thụ, Trịnh Khả nhận di mệnh cùng với Lê Liệt, Lê Bôi tôn Hoàng thái tử Bang Cơ lên ngôi. Lúc ấy, vua mới 2 tuổi. Lấy năm sau làm Thái Hòa năm thứ 1.2",
        "Năm 1444 đời Lê Nhân Tông, vua còn nhỏ, có người vu cáo ông, thái hậu Nguyễn Thị Anh cầm quyền nhiếp chính sai giam cả nhà ông dưới hầm. Nhờ có người trong hoàng tộc là Lê Khắc Phục và công chúa Ngọc Lan xin hộ, đến tháng 6 năm 1448 ông mới được tha ra, nhưng vợ con vẫn bị giam. Đến tháng 3 năm 1450 gia đình ông mới được thả.3",
        "Trong niên hiệu Diên Ninh của Lê Nhân Tông (1454-1459), ông được giữ chức thái bảo.",
        "Ngày 3, tháng 10 năm 1459, Lạng Sơn Vương Lê Nghi Dân đang đêm bắc thang, chia quân ba đường, trèo thành cửa đông, lẻn vào cung cấm. Vua Lê Nhân Tông và Tuyên Từ hoàng hậu bị hại. Ngày mồng 7, tháng 10 năm đó Lê Nghi Dân tự lập, lên ngôi hoàng đế.",
        "Ngày mồng 6, tháng 6 năm 1460, Đinh Liệt lúc ấy giữ chức Khai phủ nghi đồng tam ty Thái phó bình chương quân quốc trọng sự Á quận hầu, cùng với khai phủ nghi đồng tam ty nhập nội kiểm hiệu thái phó bình chương quân quốc trọng sự Á quận hầu Nguyễn Xí, Nhập nội kiểm hiệu bình chương quân quốc trọng sự Á thượng hầu Lê Lăng, tư mã tham dự triều chính Đình thượng hầu Lê Niệm, Tổng tri ngự tiền hậu quân Á hầu Lê Nhân Thuận, Tổng tri ngự tiền trung quân Quan nội hầu Lê Nhân Khoái, tổng tri ngự tiền thiện trạo doanh quân Quan phục hầu Trịnh Văn Sái, Thiêm tri Bắc đạo quân dân bạ tịch Trịnh Đạc, Điện tiền ty đô chỉ huy Nguyễn Đức Trung, thiết đột tả quân đại đội trưởng Nguyễn Yên. Nhập nội đại hành khiển Lê Vĩnh Trường, Điện tiền ty chỉ huy Lê Yên, Lê Giải cùng bàn với nhau lật đổ Lạng Sơn Vương Lê Nghi Dân.",
        "Sau buổi chầu, Nguyễn Xí, Đinh Liệt cầm quân giết Phạm Đồn, Phan Ban, giáng Nghi Dân làm Lệ Đức Hầu, rước hoàng tử Tư Thành lên ngôi, tức vua Lê Thánh Tông.4",
        "Tháng 10, năm 1460, vua Lê Thánh Tông phong ông làm Lân Quận Công.4",
        "Tháng 12 năm 1460, ông cùng Lê Lăng đi đánh tù trưởng họ Cầm làm loạn, được thăng lên chức thái sư phụ chính.1",
        "Năm 1465, Nguyễn Xí mất, Đinh Liệt làm quan đầu triều, từ đó thường quyết định nhiều việc lớn của triều đình, được vua và các quan lại rất tôn trọng.",
        "Năm 1470, Lê Thánh Tông đi đánh Chiêm Thành, ông làm chức Chinh lỗ tướng quân, cùng Lê Niệm (cháu nội Lê Lai) làm tiên phong đi trước, đánh chiếm kinh thành Đồ Bàn, bắt vua Chiêm là Trà Toàn.",
        "Năm 1471, ông mất, được truy phong là Trung Mục vương. Ông là một trong những công thần khai quốc sống lâu nhất sau khi nhà Hậu Lê thành lập, sống tới tận thời Hồng Đức. Con cháu Đinh Liệt sau tiếp tục nối đời làm quan cho nhà Hậu Lê và thời Lê-Trịnh.",
        "Ông cùng anh là Đinh Lễ đều được đặt tên phố ở trung tâm Hà Nội ngày nay.",
        "Tên Đinh Liệt được đặt tên cho một con phố ở Hà Nội, là phố nhỏ nối từ Hàng Bạc ra Cầu Gỗ, dài 175m, thuộc quận Hoàn Kiếm, Hà Nội.",
        "Tên của ông cũng được đặt tên cho các con đường ở thành phố Hồ Chí Minh, Đà Nẵng, Nha Trang.",
        "Bà Lương Minh Nguyệt, người làng Chuế Cầu, tỉnh Nam Định, có nhan sắc và giỏi nghề ca hát Ả đào. Trong thời gian Lê Lợi kháng Minh, bà đã mở quán rượu nổi tiếng ở gần thành Cổ Lộng (Đông Đô tức Thăng Long), cốt ý dò la tin giặc, giúp kháng chiến. Trong một cuộc tấn công thành Cổ Lộng, bà Minh Nguyệt đã cùng các cô gái tiếp viên phục rượu một số tướng Minh say mèm, và làm ám hiệu để quân Lam Sơn dưới quyền chỉ huy của tướng Lê Thạch chiếm được thành.",
        "Sau Đinh Liệt được phong tước Quốc công, mang họ nhà vua (họ Lê), và bà là Nhất phẩm phu nhân. Các vua đời sau đều có sắc phong vợ chồng bà là Phúc thần. Theo tài liệu của Giáo sư Trần Gia Phụng, bà Lương Thị Huệ có lẽ là một tên khác của bà Lương Minh Nguyệt (?), hiện có đền thờ tại huyện Thọ Xương và dân chúng còn gọi bà là Ngọc Kiều Phu nhân.[cần dẫn nguồn]",
        "1",
        "1",
        "(Nguồn: Wikipedia)"
    ]
}