{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Đinh Liễn<br><font size=\"2\">丁璉<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Hoàng thái tử Việt Nam <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Dinhlien.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/dinh-lien/78ab481340def40a87b4d92519036bd5.jpg\">\n    <noscript>\n     <img alt=\"Dinhlien.jpg\" src=\"/images/wiki/dinh-lien/78ab481340def40a87b4d92519036bd5.jpg\">\n    <\/noscript>\n    <div>\n     Tượng Đinh Liễn ở đền Vua <a class=\"annotation\" href=\"/nhan-vat/dinh-tien-hoang\" title=\"Đinh Tiên Hoàng (chữ Hán: 丁先皇; 22 tháng 3 năm 924 - tháng 10 năm 979), tên húy là Đinh Bộ Lĩnh (丁部領) hoặc có sách gọi Đinh Hoàn (丁桓) (xem mục Tên gọi bên dưới), là vị hoàng đế sáng lập triều đại nhà Đinh, nước Đại Cồ Việt trong lịch sử Việt Nam. \n Ông là người có công đánh dẹp loạn 12 sứ quân, thống...\" target=\"_blank\">Đinh Tiên Hoàng<\/a>-Hoa Lư\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thê thiếp<\/th>\n   <td>Ngô thị, em gái <a class=\"annotation\" href=\"/nhan-vat/ngo-nhat-khanh\" title=\"Ngô Nhật Khánh (chữ Hán: 吳日慶;&amp;#160;? - 979), còn gọi Ngô Lãm công (吳覽公) hoặc Ngô An vương (吳安王), là một sứ quân nổi dậy cuối thời nhà Ngô trong lịch sử Việt Nam giữa thế kỷ 10. Đó là thời kỳ mà sử sách gọi là loạn 12 sứ quân. Sau ông hàng phục Đinh Bộ Lĩnh và trở thành phò mã nhà Đinh hơn 10 năm tro...\" target=\"_blank\">Ngô Nhật Khánh<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tước vị<\/th>\n   <td>Nam Việt vương (南越王)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hoàng tộc<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/nha-dinh\" title=\"Nhà Đinh (chữ Hán: 丁朝, Đinh Triều) là triều đại phong kiến trong lịch sử Việt Nam bắt đầu năm 968, sau khi Đinh Tiên Hoàng dẹp xong loạn 12 sứ quân thống nhất đất nước và kết thúc năm 980 khi con của Đinh Tiên Hoàng là Đinh Phế Đế nhường cho Lê Hoàn. \n Nhà Đinh là triều đại mở đầu chế độ phong kiến ...\" target=\"_blank\">nhà Đinh<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/dinh-tien-hoang\" title=\"Đinh Tiên Hoàng (chữ Hán: 丁先皇; 22 tháng 3 năm 924 - tháng 10 năm 979), tên húy là Đinh Bộ Lĩnh (丁部領) hoặc có sách gọi Đinh Hoàn (丁桓) (xem mục Tên gọi bên dưới), là vị hoàng đế sáng lập triều đại nhà Đinh, nước Đại Cồ Việt trong lịch sử Việt Nam. \n Ông là người có công đánh dẹp loạn 12 sứ quân, thống...\" target=\"_blank\">Đinh Tiên Hoàng<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân mẫu<\/th>\n   <td>?<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>?<br>\n     Đại Hoàng, Hoa Lư<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>tháng 10, 979<br>\n     Hoa Lư<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Đệ tử là Suy thành Thuận Hóa, Tĩnh Hải quân Tiết độ sứ, đặc tiến Kiểm hiệu Thái sư, thực ấp một vạn hộ, Nam Việt vương Đinh Khuông Liễn, vì vong đệ là Đại đức Đính Noa Tăng Noa không làm điều trung hiếu, không thờ anh và cha, lại có lòng ác, trái với sự yêu thương và khoan dung, anh không thể bỏ qua, nên đã làm tổn hại đến tính mệnh của Đại đức Đính Noa Tăng Noa, để trọn vẹn tình nhà nghĩa nước. Lời người xưa rằng, đã tranh quan thì không nhường, ra tay trước mới là hay, đến nỗi ra tình hình như vậy. Nay nguyện làm 100 cột kinh để cúng cho vong đệ và những hồn ma của người chết trước đây và sau này, cầu cho tất cả giải thoát, không phải tranh giành kiện tụng. Trước hết là chúc cho Đại Thắng Minh hoàng đế, mãi mãi làm chủ trời Nam, giữ yên ngôi báu (Đệ tử Suy thành Thuận Hóa, Tĩnh Hải quân Tiết độ sứ, đặc tiến Kiểm hiệu Thái sư, thực ấp nhất vạn hộ, Nam Việt vương Đinh Khuông Liễn, sở vi vong đệ Đại đức Đính Noa Tăng Noa bất vi trung hiếu phục sự thượng phụ cập trưởng huynh, khước hành ác tâm, vi bội nhược ái khoan dung, huynh hư trước tạo thứ sở dĩ tổn hại Đại đức Đính Noa Tăng Noa tính mệnh, yếu thành gia quốc vĩnh bá môn phong. Cổ ngôn tranh quan bất nhượng vị, tiên hạ thủ vi lương, trí dĩ như tư. Kim nguyện tạo bảo tràng nhất bách tọa, tiến bạt vong đệ cập tiên vong hậu một nhất hạ thoát, miễn cánh chấp tụng. Tiên chúc Đại Thắng Minh hoàng đế, vĩnh bá thiên Nam, hằng an bảo vị).<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\"><cite>— Cột 3A<\/cite><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Đinh Liễn",
        "Tiểu sử",
        "Cuộc đời và sự nghiệp",
        "Gian nan thời loạn",
        "Nam Việt vương",
        "Giết Đinh Hạng Lang",
        "Cái chết",
        "Xem thêm",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Đinh Liễn - Người Kể Sử",
    "paragraphs": [
        "Đinh Liễn (chữ Hán: 丁璉; ? - tháng 10, 979) hay Đinh Khuông Liễn (丁匡璉), là một hoàng tử nhà Đinh, con trai của Đinh Bộ Lĩnh, vị Hoàng đế khai sáng ra triều đại nhà Đinh trong lịch sử Việt Nam.",
        "Ông từng được Đinh Bộ Lĩnh cử làm con tin ở triều đình Cổ Loa suốt 15 năm rồi theo cha đánh dẹp 12 sứ quân và còn thay cha trong việc giao bang với Trung Hoa. Khi Đinh Bộ Lĩnh xưng Hoàng đế, ông được phong chức Nam Việt vương (南越王) nhưng lại không được chọn làm Thái tử, mà thay vào đó là Đinh Hạng Lang, một người con nhỏ khác của Đinh Bộ Lĩnh.",
        "Chính việc bỏ Đinh Liễn lập Hạng Lang, rồi dẫn đến sự kiện Đinh Liễn giết Hạng Lang để tranh ngôi Thái tử, là một chuỗi các sự kiện khiến các sử gia về sau chỉ trích quyết định thiếu sáng suốt của Đinh Bộ Lĩnh. Cuối cùng, ông cùng cha bị sát hại trong một vụ án còn gây tranh cãi, với hung thủ được ghi nhận trong sử sách là một người hầu tên Đỗ Thích.",
        "",
        "",
        "Đinh Liễn người động Hoa Lư, châu Đại Hoàng (nay là Gia Viễn, tỉnh Ninh Bình). Đinh Bộ Lĩnh có ba người con trai: Đinh Liễn, Ðinh Hạng Lang và Đinh Toàn. Đinh Liễn hay Đinh Khuông Liễn là con trai cả của vua Đinh và là người con trai duy nhất sinh ra, trưởng thành trước khi Đinh Bộ Lĩnh lên ngôi.",
        "Đinh Bộ Lĩnh khi lên ngôi lập 5 hoàng hậu nhưng sử không ghi rõ Đinh Liễn là con bà hoàng hậu nào. Chỉ chắc chắn rằng ông không phải là con bà Dương hậu, người sinh ra Đinh Toàn và cũng không phải là con của bà Hoàng hậu mẹ của Ngô Nhật Khánh. Cũng có khả năng mẹ của Đinh Liễn đã mất trước khi Đinh Bộ Lĩnh lên ngôi Hoàng đế (tức năm 968), và đó cũng có thể là một lý do mà Đinh Tiên Hoàng không lập ông làm Thái tử.",
        "Năm 951, Đinh Bộ Lĩnh cát cứ ở Hoa Lư không chịu thần phục nhà Ngô lúc đó do hai anh em Ngô Xương Ngập và Ngô Xương Văn cùng trị vì. Bộ Lĩnh sai Đinh Liễn vào Cổ Loa làm con tin1 . Đinh Liễn đến, hai vua Ngô trách tội Bộ Lĩnh không đến chầu, rồi bắt giữ Liễn, đem theo đi đánh Hoa Lư. Hơn một tháng, quân Ngô không đánh nổi, hai vua Ngô bèn treo Liễn lên ngọn sào, sai người bảo Bộ Lĩnh, nếu không chịu hàng thì giết Liễn. Bộ Lĩnh tức giận nói:",
        "Liền sai hơn mười tay nỏ nhắm Liễn mà bắn. Hai vua Ngô kinh sợ nói:",
        "Bèn không giết Liễn mà đem quân về1 . Căn cứ vào năm sinh của Đinh Bộ Lĩnh (924) và sự kiện trên, có thể ước đoán Đinh Liễn sinh khoảng sau năm 940 một chút. Từ năm 951 tới năm 965, Đinh Liễn làm con tin ở Cổ Loa. Năm 954, Thiên Sách vương Ngô Xương Ngập chết. Năm 965, Nam Tấn vương Ngô Xương Văn tử trận, triều đình Cổ Loa rối ren chia bè phái, Đinh Liễn trở về Hoa Lư1 .",
        "Trong nước đại loạn, 12 sứ quân nổi dậy chiếm giữ các nơi tự xưng danh hiệu, không có ai làm chủ. Lúc đó Đinh Bộ Lĩnh đã liên hợp với sứ quân Trần Lãm, thanh thế rất mạnh. Theo lệnh cha, Đinh Liễn vào Ái châu để mộ quân lo việc đánh dẹp và ông mộ được 3000 tráng sĩ, trong đó có Lê Hoàn.",
        "Từ đó Đinh Liễn cùng cha ra tay đánh dẹp, chiêu hàng các sứ quân. Trong 3 năm, cha con Bộ Lĩnh dẹp xong loạn 12 sứ quân, thống nhất đất nước. Để thu phục sứ quân Ngô Nhật Khánh, Bộ Lĩnh đã lấy mẹ của Nhật Khánh làm một trong các Hoàng hậu của mình, ông còn đem gả con gái ông là Phất Kim công chúa cho Khánh và Đinh Liễn được định hôn với em gái của Nhật Khánh.",
        "Trong sách Thập quốc thế gia có viết rằng:",
        "Năm 968, khi Đinh Bộ Lĩnh lên ngôi, đặt quốc hiệu là Đại Cồ Việt, định đô ở Hoa Lư, Đinh Liễn được phong làm Nam Việt Vương.",
        "Năm 972, Đinh Liễn phụng mệnh cha đi sứ nhà Tống2 . Năm sau ông trở về. Nhà Tống sai sứ sang phong cho vua Đinh làm Giao Chỉ quận vương và phong Đinh Liễn làm Kiểm hiệu thái sư, Tĩnh Hải quân tiết độ sứ An Nam đô hộ2 3 .",
        "Năm 975, nhà Tống sai Cao Bảo Tự cùng Vương Ngạn Phù đem chế sách sang gia phong cho Nam Việt vương Đinh Liễn làm Khai phủ nghi đồng tam ty, Kiểm hiệu thái sư, Giao Chỉ quận vương2 (Tống sử, quyển 488 thì chép việc phong này là cho Đinh Bộ Lĩnh3 ). Từ đó về sau, trong việc sai sứ sang nhà Tống, vua Đinh đều lấy Liễn làm chủ.",
        "Năm 978, Đinh Bộ Lĩnh lúc đó đã có thêm 2 người con trai bé là Đinh Hạng Lang và Đinh Toàn. Vua Đinh yêu con thứ nên lập Hạng Lang làm Thái tử. Một số nhà nghiên cứu hiện nay như Ông Nguyễn Văn Son, Hội viên Hội Di sản văn hóa Việt Nam, người ở Cố đô Hoa Lư cho rằng Đinh Liễn không được lập làm Thái tử do Vua Đinh nhận thấy con trai đã được nhà Tống thừa nhận4 .",
        "Đầu năm 979, Đinh Liễn quá giận dữ nên đã sai người ngầm giết Hạng Lang2 . Sau đó, để làm nguôi lòng cha mẹ, ông đã sai dựng những cột kinh khắc bài Phật-đỉnh Tôn-thắng Đà-la-ni để cầu siêu cho người em. Phần lạc khoản trên các cột kinh là lời sám hối của ông, có mấy đoạn sau:",
        "Như vậy, trên các tràng kinh này Đinh Liễn đặt lại tên mình là Khuông Liễn để tỏ ý tôn kính quốc sư Khuông Việt và sùng Phật5 . Hiện nay các nhà nghiên cứu đã phát hiện được di tích của gần 20 cột kinh tại Hoa Lư.",
        "Cuối năm 979, mùa đông tháng 10, cả Đinh Tiên Hoàng và Đinh Liễn bị sát hại trong cung2 . Lúc đó ông khoảng gần 40 tuổi. Người con trai còn lại của Đinh Tiên Hoàng là Vệ vương Đinh Toàn được đưa lên ngôi, tức là Đinh Phế Đế.",
        "Theo sử sách, người sát hại cha con Đinh Liễn là nội nhân Đỗ Thích2 , nhưng một số nhà nghiên cứu gần đây đặt giả thiết vụ này chủ mưu là Lê Hoàn và hoàng hậu Dương Vân Nga. Động cơ và hoàn cảnh của vụ án này thực chất là ngôi thái tử và gần giống với Vụ án Lệ Chi Viên sau này. (Xem thêm bài về Đinh Tiên Hoàng).",
        "Sử sách không ghi chép về gia quyến Đinh Liễn, chỉ biết ông có một người vợ là em gái sứ quân Ngô Nhật Khánh. Theo gia phả họ Đinh Danh ở Thái Bình, sau khi Đinh Toàn lên ngôi, Lê Hoàn làm phó vương đã \"cấm cố họ Đinh\", vì vậy gia đình Đinh Liễn đã phải chạy đi nơi khác và thế hệ sau của họ này chính là Đinh Lễ, Đinh Liệt - các công thần khai quốc nhà Hậu Lê.",
        "Sách Đại Việt sử ký toàn thư, bản kỉ quyển 1 chép:",
        "Đinh Liễn là người đã trưởng thành, có công lao, lại được vua Tống thừa nhận trong quan hệ ngoại giao. Việc ông bị giết cùng vua Đinh là một trong những lý do khiến nhà Tống lấy cớ để khởi binh sang đánh nước Đại Cồ Việt.",
        "Có ý kiến cho rằng xưa kia (năm 951), khi Đinh Bộ Lĩnh sai người nhằm Đinh Liễn (đang bị hai vua Ngô treo trên sào) mà bắn tức là trong lòng vua Đinh đã không có Liễn rồi. Tuy nhiên suy diễn như vậy có phần phiến diện. Trong hoàn cảnh bức bách này, vua Đinh buộc phải làm cách đó vì đại sự và không phải vua Đinh không yêu Đinh Liễn. Giống như trường hợp Lưu Bang, khi thấy Hạng Vũ đặt cha mình lên thớt, Bang thương cha nhưng vẫn buộc lòng phải nói: \"Cha ta cũng như cha ngươi, nếu ngươi nấu cha ta thì cho ta xin bát nước luộc với!\" Có nói như vậy Hạng Vũ mới \"nản lòng\" không giết cha Lưu Bang nữa. Việc Đinh Liễn giết Hạng Lang là nhẫn tâm, nhưng Tiên Hoàng không trừng phạt ông cho thấy vua Đinh vẫn có ý để ông là người nối nghiệp. Tiên Hoàng đã nhận ra sai lầm lần đầu khi lập con nhỏ, bỏ con lớn và nhà vua đã đủ sáng suốt khi không giết nốt con lớn, chỗ dựa lớn nhất của ông trong việc duy trì sự nghiệp nhà Đinh.",
        "Đinh Liễn cùng Đinh Bộ Lĩnh, Đinh Toàn và Đinh Hạng Lang được thờ ở Đền Vua Đinh Tiên Hoàng, thuộc quần thể di tích cố đô Hoa Lư, huyện Hoa Lư, Ninh Bình.",
        "(Nguồn: Wikipedia)"
    ]
}