{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Đỗ Cảnh Thạc",
        "Thân thế",
        "Tướng nhà Ngô",
        "Tranh ngôi Vua",
        "Trở thành sứ quân",
        "Thành Đỗ Động",
        "Được lập đền thờ",
        "Tham khảo",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Đỗ Cảnh Thạc - Người Kể Sử",
    "paragraphs": [
        "Đỗ Cảnh Thạc (chữ Hán: 杜景碩; 912 - 967) là tướng nhà Ngô, sau trở thành một thủ lĩnh thời loạn 12 sứ quân trong lịch sử Việt Nam. Ông là tướng quân được biết đến với đặc điểm chỉ còn một tai, tức Độc nhĩ đại vương. Xuất thân là tướng nhà Ngô, khi Ngô Xương Văn chết, các tướng là Lã Xử Bình, Kiều Tri Hựu, Dương Huy và Đỗ Cảnh Thạc cùng tranh giành ngôi Vua, nước Việt (khi đó là Tĩnh Hải quân) bị rơi vào thời loạn loạn lạc.1 Sau ông kéo quân về chiếm đóng căn cứ Đỗ Động Giang, mở mang và cai quản một vùng rộng lớn phía Tây Nam Hà Nội ngày nay. Sau hơn một năm giao tranh, ông bị lực lượng của Đinh Bộ Lĩnh đánh dẹp năm 967 trong quá trình thống nhất đất nước Đại Cồ Việt.",
        "",
        "",
        "Theo thần phả Độc nhĩ đại vương ở Thanh Oai được các nhà nghiên cứu sử dụng bổ sung cho sử liệu, cha Đỗ Cảnh Thạc là Đỗ Thục, người gốc Quảng Lăng (nay thuộc tỉnh Giang Tô, Trung Quốc). Thời Ngũ đại Thập quốc tương đương thời kỳ tự chủ Việt Nam, Đỗ Thục sang Tĩnh Hải quân và sinh ra Đỗ Cảnh Thạc năm Nhâm Thân (912)2 .",
        "Thần phả Đỗ tướng công có chép lại nguyên do ông mất một bên tai như sau:",
        "Sách Khâm định Việt sử Thông giám Cương mục của nhà Nguyễn chú rằng Đỗ Cảnh Thạc \"người huyện Thuận Đức thuộc Quảng Đông\"4 . Xuất thân trong gia đình quý tộc, ông bị mất một tai trong lần giao chiến vì chạy loạn xuống phương Nam.",
        "Như vậy các nguồn tài liệu đều khẳng định Đỗ Cảnh Thạc có nguồn gốc Trung Quốc. Đỗ Cảnh Thạc xuất hiện trong cuộc tranh chấp kế nghiệp nhà Ngô năm 965 và chính thức trở thành một sứ quân rất mạnh. Ông xuất thân trong một dòng họ có thế lực nơi một lưu vực sông nhỏ trở thành vùng đất mang tên của thân tộc khai thác: Đỗ Động Giang, tức sông của vùng người họ Đỗ.",
        "Năm 937, Kiều Công Tiễn giết Dương Đình Nghệ để cướp ngôi Tiết độ sứ. Đỗ Cảnh Thạc vào Ái châu đi theo Ngô Quyền. Năm 938, ông theo giúp Ngô Quyền tham gia đánh bại Kiều Công Tiễn và sau đó phá quân Nam Hán trên sông Bạch Đằng.",
        "Ngô Quyền xưng vương (939), phong Đỗ Cảnh Thạc làm chỉ huy sứ. Năm 944, Tiền Ngô Vương mất, Dương Tam Kha giành ngôi của thái tử Ngô Xương Ngập, tự xưng là Dương Bình vương. Xương Ngập bỏ trốn, chạy đến Nam Sách Giang, ẩn náu tại nhà Phạm Lệnh Công ở Trà Hương. Tam Kha nhận em Xương Ngập là Ngô Xương Văn làm con nuôi.",
        "Dương Tam Kha sai Đỗ Cảnh Thạc và Dương Cát Lợi đem quân đi lùng Xương Ngập, ba lần đến Trà Hương đều không bắt được Xương Ngập vì Phạm Lệnh Công đem Xương Ngập giấu vào trong động núi. Tam Kha biết tin, lại sai lùng tìm nhưng cuối cùng vẫn không tìm thấy.",
        "Năm 950, Dương Bình vương lại sai ông và Dương Cát Lợi đi cùng Ngô Xương Văn đem quân đi đánh hai thôn ở Thái Bình. Khi đi đến huyện Từ Liêm, Xương Văn bảo hai tướng rằng:",
        "Đỗ Cảnh Thạc và Dương Cát Lợi xin nghe theo mệnh lệnh của Xương Văn. Xương Văn bàn mưu đem quân quay về đánh úp Bình Vương để phục lại cơ nghiệp nhà Ngô. Hai quan sứ đều đồng tình, giúp Xương Văn quay về đánh đổ Dương Tam Kha.",
        "Dưới thời Hậu Ngô Vương, Đỗ Cảnh Thạc tiếp tục được trọng dụng.",
        "Năm 965, Ngô Xương Văn đi dẹp loạn ở thôn Đường và thôn Nguyễn bị tử trận. Theo sử sách, trong lúc triều đình Cổ Loa hỗn loạn, Đỗ Cảnh Thạc cùng các tướng Dương Huy, Kiều Tri Hựu và Lã Xử Bình tranh giành quyền bính5 .",
        "Theo Đại Việt sử ký tiền biên, \"năm 966, Bọn quan Tham mưu của Ngô vương là Lã Xử Bình, Thứ sử Phong Châu là Kiều Tri Hựu, Thứ sử châu Vũ Ninh là Dương Huy, Nha tướng là Đỗ Cảnh Thạc, tranh nhau lên ngôi. Trong nước khắp nơi nổi loạn, ai nấy đều chiếm cứ quận ấp, mưu thôn tính lẫn nhau.6",
        "Trong cuộc chiến này phe Lã Xử Bình thắng thế, chiếm được Cổ Loa. Đỗ Cảnh Thạc kéo quân ra ngoài, chiếm giữ vùng Đỗ Động Giang, đắp thành Quèn và đồn Bảo Đà (ở 2 huyện Quốc Oai và Thanh Oai, Hà Nội ngày nay) để cát cứ, trở thành một sứ quân rất mạnh, tự xưng Đỗ Cảnh Công.",
        "Chiếm cứ địa bàn rộng lớn thuộc vùng chuyển tiếp giữa đồng bằng và miền núi, Đỗ Cảnh Thạc lập hành cung gồm 72 trại sở, tu tạo thuyền chiến, tích trữ lương thảo, binh sĩ ngày đêm luyện tập.7",
        "Thần tích đình So ở Quốc Oai, gần căn cứ Đỗ Động Giang cho biết khi có loạn 12 sứ quân, ba anh em họ Cao đã theo giúp Đinh Bộ Lĩnh, một người làm Chỉ huy sứ, một làm Đô úy, và một làm Hiệu úy, tất cả đều là tướng được giao nhiệm vụ cầm quân đi đánh dẹp sứ quân Đỗ Cảnh Thạc, Họ chém được chánh tướng Đỗ Thanh Long, giải thoát cho Đinh Bộ Lĩnh. Cũng gần căn cứ Đỗ Động, thần tích đình Mai, huyện Thanh Oai cho biết Hà Khôi đại vương là người địa phương, không theo Đỗ Cảnh Thạc mà về giúp Đinh Bộ Lĩnh để đánh dẹp căn cứ Đỗ Động.",
        "Sách Hải Dương cảnh trí, phần liệt truyện Trần Ứng Long (được người Việt sau này coi là ông tổ nghề làm thuyền nan) đã phát minh ra thứ thuyền nan nhẹ nhàng và tiện lợi để vượt sông thời đó. Khi sứ quân Đỗ Cảnh Thạc bị quân của Đinh Bộ Lĩnh đuổi gấp phải chạy trốn qua sông Nhuệ, tới bên kia bờ sông rồi liền ra lệnh phá hủy tất cả cầu, bè và các phương tiện vượt sông. Tướng Trần Ứng Long nghĩ ra cách cho lính mượn thúng, rổ và đốn tre để đan thứ thuyền nan rồi lấy nhựa bôi vào thân thuyền. Nhờ đó ông đưa được quân lính qua sông giao chiến với Đỗ Cảnh Thạc, trận ấy quân Hoa Lư thắng lợi.",
        "Truyền thuyết ở khu vực chùa Bối Am, thuộc phạm vi căn cứ Đỗ Động Giang xưa cho biết: Trước kia có một toán quân của Lã Đường tự Lã Tá Công, một trong Thập nhị sứ quân, tấn công căn cứ Đỗ Động bất thành, bị vây hãm trong hang núi và bị chết đói hết cả.8 Điều này phản ánh về một cuộc tấn công của sứ quân Lữ Đường tới lãnh địa sứ quân Đỗ Cảnh Thạc nhưng thất bại.",
        "Theo thần tích đền Ba Dân ở xã Tân Sơn, Kim Bảng, Hà Nam9 , khi Đinh Bộ Lĩnh phát động quân lính tiến hành dẹp loạn 12 sứ quân, sứ quân Đinh Nga đã đem quân sĩ về hội cùng. Khi Đinh Bộ Lĩnh đem quân đi đánh Đỗ Cảnh Thạc đóng ở Thanh Oai (Hà Tây) đã bị Đỗ Cảnh Thạc đem quân vậy chặt. Trong lúc nguy cấp ấy, Đinh Nga đã đem quân đến giải vây và thừa thắng tấn công tiêu diệt Đỗ Cảnh Thạc tại Đỗ Động Giang, góp công lớn giải nguy cho Đinh Bộ Lĩnh.",
        "Theo thần tích thôn Yên Khoái, xã Ninh Phúc, huyện Hoa Lư, tỉnh Ninh Bình thì cha con Đinh Bộ Lĩnh suýt nữa thất trận khi trong một trận đánh lớn, bị quân của Đỗ Cảnh Thạc bao vây, ngoài công chúa Liên Hoa, góp sức giải vây cho Đinh Bộ Lĩnh còn có cánh quân của hai tướng Cao Lịch, Cao Khiển ở Hoa Lư.10",
        "Sứ quân Đỗ Cảnh Thạc là một sứ quân mạnh, có cung thành chắc chắn và hào sâu bao quanh. Theo thần phả Độc nhĩ đại vương ở Thanh Oai,11 Đỗ Cảnh Thạc là người trí dũng mưu lược, Đinh Bộ Lĩnh phải bàn mưu tính kế mà đánh. Ban đêm, Đinh Bộ Lĩnh cho quân bao vây 4 mặt thành và tiến đánh bất ngờ vào Trại Quyền. Bấy giờ Đỗ Cảnh Thạc đang ở đồn Bảo Đà, quân tướng không ứng cứu được nhau, bị mất cả thành luỹ, đồn trại, lương thực bèn bỏ thành chạy. Hai bên giao tranh hơn một năm sau, Đinh Bộ Lĩnh hạ được thành. Đỗ Cảnh Thạc tháo chạy và bị trúng tên chết ở chân núi Sài Sơn. Đó là năm 967. Năm sau, Đinh Bộ Lĩnh dẹp hết các sứ quân lên làm hoàng đế, tức là vua Đinh Tiên Hoàng.",
        "Có ý kiến lại cho rằng Đỗ Cảnh Thạc bị chết trên đường tháo chạy về Trung Quốc tại núi Đồng Lĩnh thuộc Lạng Sơn ngày nay.7",
        "Thành Đỗ Động là trung tâm căn cứ chiếm đóng của sứ quân Đỗ Cảnh Thạc. Thành còn gọi là thành Quèn hay trại Quyền thuộc xã Tuyết Nghĩa, huyện Quốc Oai, Hà Nội ngày nay. Theo vết tích còn lại, thành hình vuông mỗi cạnh 170m, cao từ 1m50 đến 2m, chân rộng 9,50m, bốn góc thành có 4 u đất, bên ngoài đắp lượn tròn. Ở giữa thành có khu đất cao hình chữ nhật mỗi bề 23m và 20m, được gọi là ruộng cột cờ. Thành nằm sâu bên bờ sông Con, còn gọi là sông Tích, tức sông Đỗ Động, bốn mặt đều có cửa. Dưới chân thành ở độ sâu từ 0,4 – 0,6m có một lớp di vật độ dày tới 1m bao gồm gạch ngói, ngói bản, ngói ống và những mảnh nồi, vò đất nung. Tất cả đều mang đậm nét văn hóa Hán của thời Bắc thuộc, chưa xác định được niên đại cụ thể. Những di vật này cho biết nơi đây dưới thời Bắc thuộc đã từng là một lỵ sở huyện, trấn hoặc cũng có thể đã xây thành đắp lũy ở đây.",
        "Về việc dựng thành, tương truyền một lần Đỗ Cảnh Thạc đi qua trang Lạp Hạ, huyện Ninh Sơn, phủ Quốc Oai, đạo Sơn Tây thấy ở phía Tây có một trại nhỏ là trại Quèn, núi vòng phía sau, sông ôm phía trước. Núi sông bao bọc như thế rồng chầu hổ phục, núi không cao mà đất bằng phẳng, nước trong xanh, nguồn mạch dồi dào. Ông liền chọn làm nơi dựng thành. Bốn bề thành là đầm nước, lau sậy um tùm, phải có thuyền độc mộc mới ra vào được.12",
        "Một căn cứ quân sự của ông nữa cũng nằm cách trại Quèn khoảng 20 km theo đường chim bay là đồn Bảo Đà (nay thuộc thôn Bình Đà, xã Bình Minh, Thanh Oai, Hà Nội). Bình Đà nằm ở thượng nguồn nhánh sông Đỗ Động, suốt từ trại Quèn xuống đến Thiên Phúc, Bảo Đà thuộc Thanh Oai đều thuộc quyền Đỗ Cảnh Thạc cai quản.",
        "Sau khi thống nhất 12 sứ quân, thống nhất lãnh thổ lập lên nhà nước Đại Cồ Việt, khu vực Đỗ Động Giang thuộc về Đạo Quốc Oai, một trong 10 đạo, là các đơn vị hành chính Việt Nam dưới thời Đinh.",
        "Đỗ Cảnh Thạc được thờ ở một số di tích thuộc 2 huyện Thanh Oai, Quốc Oai (Hà Nội) như đền Tam Xã, đình Sài Khê, đình Thụy Khê, đình Đa Phúc ở xã Sài Sơn, đình Ngô Sài ở thị trấn Quốc Oai, đình Cổ Hiền xã Tuyết Nghĩa và đền thờ ở thôn Bình Đà, Thanh Oai.",
        "Đình Cổ Hiền ở xã Tuyết Nghĩa, Quốc Oai. Đình nằm ở gần sông Tích, được coi là vị trí trung tâm thành Quèn xưa của Đỗ Tướng Công. Đình là nơi thờ thành hoàng làng Độc Nhĩ Vương Đỗ Cảnh Thạc, vị tướng nhà Ngô và một lãnh đạo nổi tiếng thời 12 sứ quân. Theo truyền thuyết địa phương, Đỗ Cảnh Thạc là một vị tướng có tài, ngoài những chiến công hiển hách, ông còn là người giúp nhân dân trong \"Nông – Trang – Canh – Cửi\" nên khi mất được người dân trong lãnh địa suy tôn là thành hoàng làng.",
        "Đền Tam Xã còn được gọi là quán Tam Xã, đền Trình hay đền thờ Đỗ tướng công nằm ở trung tâm xã Sài Sơn. Xưa dân 3 làng Sài Khê, Thụy Khê, Đa Phúc là 3 xã cùng chung một đền thờ. Nay tam xã hợp nhất vào Sài Sơn nhưng mỗi làng đều xây dựng một ngôi đình để thờ vọng Đỗ tướng công. Vị trí xã Sài Sơn tương truyền là nơi sứ quân Cảnh Thạc hóa.",
        "Đình Ngô Sài ở thị trấn Quốc Oai phối thờ Đỗ Cảnh Thạc cùng Ả Lã Nàng Đề - vị công chúa, con gái vùa Hùng, nữ tướng của Hai Bà Trưng. Ở đồn Bảo Đà xưa, nay thuộc thôn Bình Đà, Bình Minh, Thanh Oai còn miếu thờ Đỗ Cảnh Thạc.",
        "Xét trên lợi ích quốc gia, việc cát cứ của các sứ quân đi ngược lại nguyện vọng thống nhất của dân tộc. Nhưng có thể thấy trong bối cảnh đất nước rơi vào tình trạng vô chủ, việc tướng Đỗ Cảnh Thạc có thế lực quân sự mạnh, thiết lập chính quyền và duy trì trật tự tại Đỗ Động Giang để nhân dân có thể sống yên bình trong vùng đất của họ là điều cần thiết và thuận lòng dân, dù việc này không có tính toàn cục và chỉ diễn ra trong một thời đoạn ngắn, điều đó lý giải vì sao ông vẫn được nhân dân trong vùng chiếm đóng lập đền thờ.",
        "(Nguồn: Wikipedia)"
    ]
}