{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhà Tiền Lý",
        "Nhà Triệu",
        "Nhà Hậu Lý",
        "Nhà Lý & Nhà Triệu",
        "Lý Nam Đế - Lý Bí",
        "Triệu Việt Vương - Triệu Quang Phục",
        "Hậu Lý Nam Đế - Lý Phật Tử",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nhà Lý & Nhà Triệu - Người Kể Sử",
    "paragraphs": [
        "Lý Nam Đế (Lý Bôn, 544-548)",
        "Lý Bôn tức Lý Bí là người Thái Bình, phủ Long Hưng (Sơn Tây). Ông là người có công đánh đuổi quân đô hộ nhà Lương (thời Nam Bắc triều), sáng lập ra nhà Tiền Lý.",
        "Tháng Hai năm Giáp Tý - 544, Lý Bí lên ngôi Hoàng đế lấy hiệu là Lý Nam Đế, đặt tên nước là Vạn Xuân, đóng đô ở Long Biên.",
        "Đầu năm 545, nhà Lương cử Dương Phiêu làm thứ sử Giao Châu cùng với tên tướng khát máu Trần Bá Tiên chia hai đường thuỷ bộ kéo sang xâm lược nước ta.Ở động Khuất Lão, Lý Nam Đế bị ốm nặng nên đã trao quyền cho Triệu Quang Phục tiếp tục cuộc kháng chiến chống quân Lương. Ngày 20 tháng Ba năm Mậu Thìn (13/4/548) Lý Nam Đế mất.",
        "Triệu Việt Vương đánh đuổi quân Lương",
        "Tháng 3 năm 548, nghe tin Lý Nam Đế mất trong động Khuất Lão, Triệu Quang Phục lên ngôi vua, xưng là Triệu Việt Vương.",
        "Năm 550, từ căn cứ Dạ Trạch ông tiến quân ra đánh giết được tướng giặc là Dương San, thu lại được thành Long Biên.",
        "Năm Đinh Sửu (557) Lý Phật Tử đem quân về đánh Triệu Việt Vương để giành ngôi vua cho nhà Lý, nhưng đánh không thắng, Lý Phật Tử phải chia đất giảng hoà.",
        "Năm Tân Mão (571) Lý Phật Tử phản trắc, bất ngờ đem quân đánh úp. Vì không phòng bị nên Triệu Việt Vương thua chạy đến cửa biển Đại Nha, cùng đường phải nhảy xuống biển tuẫn tiết.",
        "Diệt xong Triệu Việt Vương, Lý Phật Tử xưng là hậu Lý Nam Đế, đóng đô ở Phong Châu (Bạch Hạc - Phú Thọ).",
        "Trong lúc Lý Phật Tử làm vua ở nước ta, thì bên Trung Quốc Tuỳ Văn Đế dẹp yên được Nam Bắc triều, thống nhất được đất nước Trung Hoa.",
        "Năm Nhâm Tuất (602) nhà Tuỳ sai danh tướng Lưu Phương đem quân sang xâm lược nước ta.",
        "Lý Phật Tử hèn nhát đầu hàng, dâng nước ta cho giặc. Từ đó nước ta lại bị nhà Tuỳ đô hộ",
        "Nhà Tiền Lý (544-602) là một triều đại trong lịch sử Việt Nam, gắn liền với quốc hiệu Vạn Xuân. Nhà Tiền Lý kéo dài 58 năm, tổng cộng 3 đời vua, trong đó có 2 vua họ Lý và 1 vua họ Triệu cũng được tính gộp vào nhà Tiền Lý, tương tự như Dương Tam Kha trong nhà Ngô sau đó.",
        "Lý Bôn tức Lý Bí, quê ở Long Hưng (Thái Bình), sinh ngày 12 tháng 9 năm Quý Mùi (17/10/503), là con hào trưởng Lý Toản, mẹ là Lê Thị Oánh người Ái Châu (Thanh Hoá), 5 tuổi bố mất, 7 tuổi mẹ mất, phải ở với chú ruột. Vị pháp tổ thiền sư thấy khôi ngô tuấn tú xin làm con nuôi đưa về chùa Linh Bảo nuôi dạy. Hơn mười năm đèn sách chuyên cần, lại được vị thiền sư hết lòng dạy bảo, Lý Bí trở thành người học rộng hiểu sâu, ít người sánh kịp. Nhờ có tài kiêm văn võ, Lý Bí được tôn làm thủ lĩnh địa phương.",
        "Thấy nhân dân ta vô cùng thống khổ dưới sự đô hộ tàn ác của Tiêu Tư. Tháng 1 năm 542 Lý Bí lãnh đạo nhân dân khởi binh tấn công quân Lương. Thứ sử Tiêu Tư khiếp sợ bỏ chạy về nước. Chưa đầy 3 tháng Lý Bí đã chiếm được hầu hết các quận, huyện và thành Long Biên. Nhà Lương sai tướng đem quân sang phản công chiếm lại, Lý Bí đã cho quân mai phục đánh tan bọn xâm lược.",
        "Đầu năm 543, vua Lương lại huy động binh mã sang xâm lược nước ta một lần nữa. Lý Bí chủ động đem quân đón đánh giặc ở bán đảo Hợp Phố, quân Lương bị tiêu diệt gần hết.",
        "Tháng Hai năm Giáp Tý - 544, Lý Bí lên ngôi Hoàng đế lấy hiệu là Lý Nam Đế, đặt tên nước là Vạn Xuân, đóng đô ở Long Biên.",
        "Chi tiết: Lý Nam Đế - Lý Bí",
        "Triệu Quang Phục là con Triệu Túc, Tù trưởng ở Chu Diên (Hưng Yên). Khi được Lý Nam Đế trao quyền lãnh đạo cuộc kháng chiến chống quân Lương, ông đưa quân về Dạ Trạch (bãi Màn Trò, Hưng Yên) là một vùng đồng lầy rộng mênh mông, lau sậy um tùm, ở giữa có một bãi đất cao khô ráo để đóng quân. Ông cho quân lính vừa sản xuất lương thực, vừa tiếp tục cuộc kháng chiến lâu dài. Đêm đêm nghĩa quân kéo ra đánh các đồn địch, làm cho lực lượng địch bị tiêu hao và mất ăn, mất ngủ.",
        "Ngày 13/4/548, Triệu Quang Phục lên ngôi vua, xưng là Triệu Việt Vương, dân gian gọi ông là Dạ Trạch Vương.",
        "Năm 550, từ căn cứ Dạ Trạch ông tiến quân ra đánh giết được tướng giặc là Dương San, thu lại được thành Long Biên.",
        "",
        "Chi tiết: Triệu Việt Vương - Triệu Quang Phục",
        "Diệt xong Triệu Việt Vương, Lý Phật Tử xưng là hậu Lý Nam Đế, đóng đô ở Phong Châu (Bạch Hạc - Phú Thọ).",
        "Trong lúc Lý Phật Tử làm vua ở nước ta, thì bên Trung Quốc Tuỳ Văn Đế dẹp yên được Nam Bắc triều, thống nhất được đất nước Trung Hoa.",
        "Năm Nhâm Tuất (602) nhà Tuỳ sai danh tướng Lưu Phương đem quân sang xâm lược nước ta.",
        "Lý Phật Tử hèn nhát đầu hàng, dâng nước ta cho giặc. Từ đó nước ta lại bị nhà Tuỳ đô hộ",
        "Chi tiết: Hậu Lý Nam Đế - Lý Phật Tử"
    ]
}