{
    "tables": [],
    "keywords": [],
    "headings": [
        "Bắc thuộc lần I",
        "Kỷ Thuộc Tây Hán",
        "Triệu Vũ Vương - Triệu Đà",
        "Triệu Văn Vương - Triệu Hồ",
        "Triệu Minh Vương - Triệu Anh Tề",
        "Minh Vương",
        "Triệu Ai Vương - Triệu Hưng",
        "Triệu Thuật Dương Vương - Triệu Kiến Đức",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Bắc thuộc lần I - Người Kể Sử",
    "paragraphs": [
        "Thời kỳ Bắc thuộc lần thứ nhất trong lịch sử Việt Nam kéo dài từ năm 218 TCN hoặc 179 TCN hoặc 111 TCN đến năm 39, dưới sự cai trị của phong kiến Trung Quốc.",
        "Tân Mùi, [110 TCN], (Hán Nguyên Phong năm thứ 1). Nước Việt ta đã thuộc về nhà Hán. Nhà Hán cho Thạch Đái làm Thái Thú 9 quận. (Chế độ nhà Hán lấy châu lãnh quận, trừ hai quận Châu Nhai, Đạm Nhĩ đều ở giữa biển, còn 7 quận thuộc về Giao Châu, Đái làm châu Thái thú63. Thời Tây Hán, trị sở của Thái Thú đặt tại Long Uyên, tức là Long Biên, thời Đông Hán đặt tại Mê Linh tức là Yên Lăng.)",
        "Chi tiết: Kỷ Thuộc Tây Hán",
        "",
        "Họ Triệu, nhân lúc nhà Tần suy loạn, giết trưởng lại Tần, chiếm giữ đất Lĩnh Nam, xưng đế, đòi ngang với nhà Hán, hưởng nước truyền ngôi 100 năm mới mất, cũng là bậc vua anh hùng.",
        "Họ Triệu, tên húy là Đà, người huyện Chân Định nước Hán, đóng đô ở Phiên Ngung (nay ở tỉnh Quảng Đông).",
        "Giáp Ngọ, năm thứ 1 [207 TCN] , (Tần Nhị Thế năm thứ 3). Vua chiếm lấy đất Lâm Ấp và Tượng Quận, tự lập làm Nam Việt Vương.",
        "Chi tiết: Triệu Vũ Vương - Triệu Đà",
        "Triệu Văng Vương Tên húy là Hồ, con trai Trọng Thủy, cháu Vũ Đế.",
        "Vua lấy nghĩa để cảm nước láng giềng, đánh lui địch, yên biên cảnh, cũng gọi là bậc vua có ý muốn thịnh trị vậy.",
        "Bính Ngọ, năm thứ 2 [135 TCN], (Hán Kiến Nguyên năm thứ 6). Mùa thu, tháng 8, có sao Chổi mọc ở phương đông, đuôi dài hết trời.",
        "Mân Việt Vương Sính xâm lấn biên ấp nước ta. Vua giữ ước với nhà Hán, không tự tiện dấy quân, sai người đem thư nói việc đó với nhà Hán. Nhà Hán khen là nghĩa, vì vua mà phát đại binh, sai Vương Khôi xuất quân từ Dự Chương, Hàn An Quốc xuất quân từ Cối Kê, để đánh Mân Việt.",
        "Chi tiết: Triệu Văn Vương - Triệu Hồ",
        "Ở ngôi 12 năm.",
        "Vua không cẩn thận mối vợ chồng, gây thành loạn cho quốc gia, không có gì đáng khen.",
        "Tên húy là Anh Tề, con trưởng của Văn Vương.",
        "Đinh Tỵ, năm thứ 1 [124 TCN], (Hán Nguyên Sóc năm thứ 5). Lấy Lữ Gia làm Thái phó.",
        "Kỷ Mùi, năm thứ 3 [122 TCN], (Hán Nguyên Thú năm thứ 1). Mùa hạ, tháng 5, ngày 30, nhật thực.",
        "Nhâm Tuất, năm thứ 6 [119 TCN], (Hán Nguyên Thú năm thứ 4). Mùa xuân, sao Chổi mọc ở phía đông bắc. Mùa hạ, sao Chổi dài mọc [12b] ở phương tây.",
        "Ất Sửu, năm thứ 9 [116 TCN], (Hán Nguyên Đỉnh năm thứ 1).",
        "Mậu Thìn, năm thứ 12 [113 TCN], (Hán Nguyên Đỉnh năm thứ 4). Trước kia vua làm thế tử, sang làm con tin cho nhà Hán ở Trường An, lấy con gái người họ Cù ở Hàm Đan, sinh con tên là Hưng. Đến khi lên ngôi, giấu ấn của tiên đế đi, dâng thư sang nhà Hán xin lập Cù thị làm hoàng hậu, Hưng làm thế tử. Nhà Hán mấy lần sai sứ giả sang khuyên vua vào chầu. Vua sợ vào yết kiến phải theo pháp độ nhà Hán ngang với các chư hầu ở trong, cố ý cáo ốm không đi, bèn sai con là Thứ công vào làm con tin. Năm ấy vua mất, thụy là Minh Vương. Con là Hưng nối ngôi.",
        "Ở ngôi 1 năm [112 TCN].",
        "Tên húy là Hưng, con thứ của Minh Vương.",
        "Năm ấy, vua đã lên ngôi, tôn mẹ là Cù thị là thái hậu.",
        "Trước kia, thái hậu chưa lấy Minh Vương, đã từng thông dâm với An Quốc Thiếu Quý người Bá Lăng. An Quốc là họ, Thiếu Quý là tên. Năm ấy nhà Hán sai An Quốc Thiếu Quý sang dụ vua và thái hậu vào chầu, như đối với các chư hầu ở trong, lại sai biện sĩ là bọn Gián nghị đại phu Chung Quân tuyên dụ, dũng sĩ là bọn Ngụy Thần giúp việc, vệ úy Lộ Bác Đức đem quân đóng ở Quế Dương để đợi sứ giả. Khi ấy vua còn ít tuổi, Cù hậu là người Hán, Thiếu Quý đến, lại tư thông. Người nước biết, phần nhiều không theo thái hậu. Thái hậu sợ loạn nổi, muốn dựa uy nhà Hán, nhiều lần khuyên vua và các quan xin nội phụ nhà Hán. Bèn nhờ sứ nhà Hán dâng thư, xin theo như các chư hầu ở trong, cứ 3 năm một lần vào chầu, triệt bỏ cửa quan ở biên giới. Vua Hán bằng lòng, ban cho vua và tướng Lữ Gia ấn bằng bạc và các ấn nội sử, trung úy, thái phó, còn các chức khác được tự đặt lấy. Bỏ hình phạt cũ thích chữ, cắt mũi, dùng pháp luật nhà Hán như các chư hầu ở trong. Các sứ giả đều ở lại để trấn giữ vỗ về.",
        "Chi tiết: Triệu Ai Vương - Triệu Hưng",
        "Triệu Kiến Đức ở ngôi được gần 1 năm.",
        "Năm 113 trCN nội tình nhà Triệu rất rối ren, Vua Hán sai An Quốc Thiếu Quý sang dụ Nam Việt về hàng. Thiếu Quý nguyên là tình nhân của Cù Thị (mẹ của An Vương) nên tư thông với nhau và dụ dỗ Ai Vương dâng nước Nam Việt cho nhà Hán. Tể tướng Lữ Gia đã cùng với một số đại thần đem quân cấm binh vào giết chết sứ nhà Hán. Cù Thị và Ai Vương tôn Kiến Đức là con trưởng của Minh Vương lên làm vua. Vũ Đế nhà Hán sai Phục ba tướng quân Lộ Bác Đức và Dương Bộc đem 5 đạo quân sang xâm lược Nam Việt. Tể tướng Lữ Gia chống không nổi bèn đưa Dương Vương chạy trốn. Quân Hán đuổi theo bắt được. Vua tôi đều bị hại. Nhà Hán chiếm được Nam Việt, đổi là Giao Chỉ bộ.",
        "Chi tiết: Triệu Thuật Dương Vương - Triệu Kiến Đức"
    ]
}