{
    "tables": [],
    "keywords": [],
    "headings": [
        "Lê Thái Tổ - Lê Lợi",
        "Lê Thái Tông - Lê Nguyên Long",
        "Lê Nhân Tông - Lê Bang Cơ",
        "Lê Thánh Tông - Lê Tư Thành",
        "Lê Hiến Tông - Lê Sanh",
        "Lê Túc Tông - Lê Thuần",
        "Lê Uy Mục - Lê Tuấn",
        "Lê Tương Dực - Lê Oanh",
        "Lê Chiêu Tông - Lê Y",
        "Lê Cung Hoàng - Lê Xuân",
        "Nhà Hậu Lê",
        "Lê Thái Tổ - Lê Lợi",
        "Lê Thái Tông - Lê Nguyên Long",
        "Lê Nhân Tông - Lê Bang Cơ",
        "Lê Thánh Tông - Lê Tư Thành",
        "Lê Hiến Tông - Lê Sanh",
        "Lê Túc Tông - Lê Thuần",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nhà Hậu Lê - Người Kể Sử",
    "paragraphs": [
        "Nhà Hậu Lê (1427-1789) do Lê Thái Tổ lập ra, được phân biệt với nhà Tiền Lê (980-1009) do Lê Đại Hành lập ra cuối thế kỷ 10. Nhà Hậu Lê gồm có 2 giai đoạn:",
        "- Nhà Lê sơ (1428-1527): kéo dài 100 năm, bắt đầu từ khi khởi nghĩa Lam Sơn thắng lợi, Lê Lợi gạt bỏ vua bù nhìn Trần Cảo, tự làm vua, lập ra triều đại mới và kết thúc khi quyền thần Mạc Đăng Dung phế bỏ vua Lê Cung Hoàng lập ra nhà Mạc.",
        "- Nhà Lê trung hưng(1533-1789): kéo dài 256 năm, bắt đầu từ khi Thượng tướng quân Nguyễn Kim lập tông thất Lê Duy Ninh lên ngôi, tức Lê Trang Tông tại Ai Lao để khôi phục nhà Hậu Lê; kết thúc khi Lê Chiêu Thống chạy sang lưu vong tại Trung Quốc dưới thời Thanh Cao Tông.",
        "Cách gọi nhà Hậu Lê bao gồm cả hai giai đoạn Lê sơ và Lê trung hưng. Đặc biệt, thời Lê Trung hưng tuy kéo dài nhưng các Hoàng đế nhà Lê mất thực quyền, chỉ tồn tại trên danh nghĩa. Thời kỳ đầu gọi là Nam Bắc triều, nhà Lê và nhà Mạc chia đôi nước Đại Việt.",
        "Lê Thái Tổ (1428-1433) sinh ngày 6 tháng Tám năm Ất Sửu - 10/9/1385, là con trai thứ 3 của ông Lê Khoáng và bà Trịnh Thị Thương, người ở hương Lam Sơn, huyện Lương Giang, trấn Thanh Hoá. Ngay từ khi còn trẻ, Lê Lợi đã tỏ ra là người thông minh, dũng lược, đức độ hơn người, dáng người hùng vĩ, mắt sáng, miệng rộng, mũi cao, trên vai phải có nốt ruồi đỏ lớn, tiếng nói như chuông, bậc thức giả biết ngay là người phi thường.",
        "Lớn lên, ông làm chức Phụ đạo ở Khả Lam, ông chăm chỉ dùi mài đọc sách và binh pháp, nghiền ngẫm thao lược, tìm mời những người mưu trí, chiêu tập dân lưu tán, hăng hái dấy nghĩa binh, mong trừ loạn lớn.",
        "Mùa xuân năm Mậu Tuất - 1418, Lê Lợi đã cùng những hào kiệt đồng chí hướng như Nguyễn Trãi, Trần Nguyên Hãn, Lê Văn An, Lê Văn Linh, Bùi Quốc Hưng, Lưu Nhân Chú v.v... phất cờ khởi nghĩa ở Lam Sơn, xưng là Bình Định Vương, kêu gọi nhân dân đồng lòng đứng lên đánh giặc cứu nước.",
        "Suốt 10 năm nằm gai nếm mật, vào sinh ra tử, Lê Lợi đã lãnh đạo cuộc kháng chiến chống quân Minh thắng lợi.",
        "Chi tiết: Lê Thái Tổ - Lê Lợi",
        "Lê Thái Tông (1433-1442) tên huý là Nguyên Long, sinh ngày 20 tháng 11 năm Quý Mão - 1423, là con thứ hai của Lê Lợi và bà Phạm Thị Ngọc Trần, lên ngôi vua ngày 8 tháng 9 năm Qúy Sửu - 1433, lấy niên hiệu là Thiệu Bình.",
        "\"Đại Việt sử ký toàn thư\" ghi: \"Vua thiên tư sáng suốt nối vận thái bình: bên trong ức chế quyền thần, bên ngoài đánh dẹp Di địch. Trọng đạo sùng Nho, mở khoa thi chọn hiền sĩ, xử tù, xét án phần nhiều tha thứ khoan hồng. Cũng là bậc vua tài giỏi nối giữ cơ đồ. Song đam mê tửu sắc, đến nỗi thình lình băng ở bên ngoài cũng là tự mình chuốc lấy hoạ...\"",
        "Lê Thái Tông lên ngôi vua mới 11 tuổi, còn quá trẻ lại phải đối phó với tình hình triều đình khá phức tạp. Mâu thuẫn và chia rẽ giữa hai lực lượng: một bên là các công thần khai quốc, đứng đầu là Đại tư đồ Lê Sát, Lê Ngân; một bên là những quan lại khoa bảng. Mặc dù vậy Thái Tông vẫn đủ bản lĩnh để không cho các đại thần hoàn toàn thao túng.",
        "Chi tiết: Lê Thái Tông - Lê Nguyên Long",
        "Lê Nhân Tông (1442-1459) tên huý là Bang Cơ, con thứ của Lê Thái Tông, sinh ngày 9 tháng 6 năm Tân Dậu - 1441. Ngày 16 tháng 11 năm Tân Dậu - 1441 được lập là Hoàng Thái tử, ngày 12 tháng 8 năm Nhâm Tuất - 1442 lên ngôi vua đổi niên hiệu là Thái Hoà. Lúc đó Lê Nhân Tông mới 2 tuổi, Thái hậu Tuyên Từ phải buông rèm nhiếp chính.",
        "Tháng 11 năm Quý Dậu - 1453, vua 12 tuổi, Thái hậu trả quyền chính cho vua rồi lui về ở cung riêng. Vua đổi niên hiệu là Diên Ninh, đại xá cho thiên hạ. Người đời bấy giờ ca ngợi tài năng và đức độ của vua.",
        "\"Đại Việt sử ký toàn thư\" ghi: \"Vua tuổi còn thơ ấu đã có thiên tư sáng suốt, vẻ người tuấn tú, đàng hoàng, dáng điệu nghiêm trang, sùng đạo Nho, nghe can gián, thương người làm ruộng, yêu nuôi muôn dân, thực là bậc vua giỏi, biết giữ cơ đồ, không may bị cướp ngôi, giết hại. Thương thay!\".",
        "Trước kia, Dương Thị Bí là mẹ Nghi Dân có tội với Lê Thái Tông, nên Nghi Dân không được lập làm thái tử, mới ngầm chứa mưu gian nhòm ngó ngôi báu, cùng bọn đồng đảng là Phạm Đồn, Phan Ban, Trần Lăng cầm đầu bọn vô lại côn đồ, đêm ngày 3 tháng 10 năm Kỷ Mão - 1459 bắc thang chia làm ba đường, trèo thành cửa Đông, lẻn vào cung cấm giết chết vua Lê Nhân Tông và Tuyên Từ Hoàng thái hậu.",
        "Lê Nhân Tông bị giết chết lúc mới 19 tuổi, làm vua được 17 năm.",
        "Nghi Dân tự lập làm vua, nhưng chỉ 8 tháng sau lại bị các đại thần là Nguyễn Xí, Đinh Liệt xướng nghĩa giết bọn phản nghịch, giáng Nghi Dân xuống tước hầu, rồi lập Hoàng tử Tư Thành lên làm vua, đó là Lê Thánh Tông.",
        "Chi tiết: Lê Nhân Tông - Lê Bang Cơ",
        "Lê Thánh Tông (1460-1497) tự là Tư Thành có tên huý là Hạo, con trai út của Lê Thái Tông và bà Ngô Thị Ngọc Giao - con gái Thái Bảo Ngô Từ. Sống giữa chốn dân gian từ nhỏ đến năm lên 4 tuổi. Mẹ Nhân Tông khi đó đang buông rèm nghe chính sự, cho đón Tư Thành về ở trong cung rồi phong làm Bình Nguyên vương hằng ngày cùng vua Nhân Tông và các vương hầu khác học tập tại toà Kính Diên. Tư Thành chăm chỉ học tập, dáng dấp đoan chính, thông tuệ hơn người, được vua Nhân Tông rất yêu quý.",
        "Lê Thánh Tông sinh ngày 20 tháng 7 năm Nhâm Tuất - 1442. Ngày 6 tháng 6 năm Canh Thìn - 1460, các quan đại thần phế truất Nghi Dân, rước Tư Thành - lúc đó 18 tuổi - lên ngôi vua.",
        "Lê Thánh Tông hết lòng chăm lo việc nước: mở khoa thi, kén chọn hiền tài, khuyến khích sản xuất nông nghiệp, mở mang ngành nghề, mở rộng giao lưu buôn bán, ban hành chế độ quân điền, coi trọng việc bảo vệ biên giới quốc gia. Bản đồ biên giới quốc gia Đại Việt được hoàn thành dưới triều Lê Thánh Tông.",
        "Bộ luật Hồng Đức nổi tiếng mang niên hiệu vua Lê Thánh Tông còn lại cho đến nay là một trong những bộ luật hoàn chỉnh và có nhiều điểm tiến bộ nhất dưới thời phong kiến nước ta.",
        "Bộ Đại việt sử ký toàn thư do sử quan Ngô Sĩ Liên biên soạn năm Kỷ Hợi - 1479 dưới sự chỉ đạo của vua Lê Thánh Tông.",
        "Lê Thánh Tông còn lập ra Hội Tao Đàn gồm 28 ông tiến sĩ giỏi văn thơ nhất nước thời đó gọi là \"Tao Đàn nhị thập bát tú\" do nhà vua làm nguyên suý.",
        "Chi tiết: Lê Thánh Tông - Lê Tư Thành",
        "Lê Hiến Tông (1498-1504) tên huý là Huy, con trưởng của Lê Thánh Tông, mẹ là Trường Lạc Thánh Từ Hoàng Thái hậu Nguyễn Thị Hằng, con gái thứ hai của Trình quốc công Đức Trung.",
        "Hiến Tông sinh ngày 10 tháng 8 năm Tân Tỵ - 1461. Ông mất ngày 23 tháng 5 năm Giáp Tý - 1504, ở ngôi được 6 năm, thọ 44 tuổi.",
        "Chi tiết: Lê Hiến Tông - Lê Sanh",
        "Lê Túc Tông (6/6/1504-7/12/1504) tên huý là Thuần, là con trai thứ 3 của Lê Hiến Tông, mẹ là Trang Thuận Hoàng Thái hậu Nguyễn Thị Hoàn, quê ở Bình Lăng, Thiên Thi, Hưng Yên.",
        "Lê Túc Tông ham học hỏi, thân người hiền, vui điều thiện, đúng là một vị vua giỏi giữ nghiệp thái bình.",
        "Lê Túc Tông lên ngôi vua ngày 6 tháng 6 năm 1504. Tháng 11 năm 1504 mắc bệnh nặng, biết không qua khỏi mới mời các quan triều thần đến để chỉ định người anh thứ 2 là Lê Tuấn lên ngôi vua. Ngày 7 tháng 12 năm 1504 vua Túc Tông mất, ở ngôi được 6 tháng, thọ 17 tuổi.",
        "Chi tiết: Lê Túc Tông - Lê Thuần",
        "Trang 1 / 2"
    ]
}