{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhà Lê Trung Hưng",
        "Chúa Trịnh",
        "Chúa Nguyễn",
        "Trịnh Nguyễn Phân Tranh",
        "Lê Kính Tông - Lê Duy Tân",
        "Lê Thần Tông - Lê Duy Kỳ",
        "Lê Chân Tông - Lê Duy Hựu",
        "Lê Thần Tông - Lê Duy Kỳ (Hạ)",
        "Lê Huyền Tông - Lê Duy Vũ",
        "Lê Gia Tông - Lê Duy Hợi",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Trịnh Nguyễn Phân Tranh - Người Kể Sử",
    "paragraphs": [
        "Nhà Lê trung hưng(1533-1789): kéo dài 256 năm, bắt đầu từ khi Thượng tướng quân Nguyễn Kim lập tông thất Lê Duy Ninh lên ngôi, tức Lê Trang Tông tại Ai Lao để khôi phục nhà Hậu Lê; kết thúc khi Lê Chiêu Thống chạy sang lưu vong tại Trung Quốc dưới thời Thanh Cao Tông.",
        "Chúa Trịnh là một vọng tộc phong kiến kiểm soát quyền lực Đàng Ngoài suốt thời Lê Trung hưng, khi nhà vua tuy không có thực quyền vẫn được duy trì ngôi vị. Bộ máy triều đình lúc này hoạt động theo thể chế lưỡng đầu. Tổng cộng có 11 chúa Trịnh chính thức (nếu tính luôn Trịnh Kiểm là có 12 chúa) cai quản xứ Đàng Ngoài trong hơn 2 thế kỷ.",
        "Chúa Nguyễn là cách gọi chung trong sử sách và dân gian về một vương triều đã cai trị dải đất đất từ Thuận Hóa (phía nam đèo Ngang hiện nay) vào miền nam của Việt Nam, bắt đầu từ đầu giai đoạn Lê Trung Hưng của nhà Hậu Lê, hay giữa thế kỷ 16, cho đến khi bị nhà Tây Sơn tiêu diệt năm 1777. Các chúa Nguyễn là tiền thân của nhà Nguyễn, triều đại phong kiến cuối cùng của Việt Nam.",
        "Năm 1527, Mạc Đăng Dung cướp ngôi nhà Lê và lập ra nhà Mạc. Nguyễn Kim (1468-1545), vốn là một tướng giỏi của nhà Hậu Lê, nhờ có công giúp vua Lê chống lại nhà Mạc nên được phong chức Thái Sư Hưng Quốc Công, sau này khi nhà Nguyễn thống nhất đất nước đã truy tôn ông là Triệu tổ Tĩnh hoàng đế. Nguyễn Kim có ba người con. Con gái đầu tên Ngọc Bảo, lấy Trịnh Kiểm, người sau này trở thành người mở đầu cho sự nghiệp của các chúa Trịnh ở Đàng Ngoài; hai người con trai kế của Nguyễn Kim cũng là tướng giỏi và được phong chức Quận công. Sau khi người con trai lớn là Nguyễn Uông, bị anh rể là Trịnh Kiểm giết, người con trai còn lại là Nguyễn Hoàng đã xin vua Lê cho vào cai trị vùng đất Thuận Hóa để rời xa tầm ảnh hưởng của anh rể, nhằm mưu đồ tạo dựng cơ nghiệp riêng cho họ Nguyễn.",
        "Các chúa Nguyễn về danh nghĩa là quan của Nhà Lê trung hưng, nhận sắc phong của vua Lê, nhưng trên thực tế họ cai trị lãnh thổ Đàng Trong một cách tương đối độc lập với vua Lê. Tổng cộng có 10 chúa Nguyễn cai quản xứ Đàng Trong trong hơn 2 thế kỷ. Tình trạng chia cắt Việt Nam thành Đàng Trong (của Chúa Nguyễn) với Đàng Ngoài (của Chúa Trịnh) kéo dài suốt khoảng thời gian đó, và chỉ chấm dứt sau khi nhà Tây Sơn nổi dậy và đánh đổ cả hai tập đoàn Chúa Trịnh và Chúa Nguyễn vào cuối thế kỷ 18.",
        "Trịnh-Nguyễn phân tranh là thời kỳ phân chia giữa chế độ \"vua Lê chúa Trịnh\" ở phía Bắc sông Gianh (sử gọi là Đàng Ngoài) và chúa Nguyễn cai trị ở miền Nam (Đàng Trong), mở đầu khi Trịnh Tráng đem quân đánh Nguyễn Phúc Nguyên năm 1627 và kết thúc vào cuối thế kỷ 18 khi nhà Tây Sơn đánh đổ cả chúa Nguyễn lẫn chúa Trịnh.",
        "Ban đầu, cả thế lực họ Trịnh và họ Nguyễn đều mang khẩu hiệu \"phù Lê diệt Mạc\" để lấy lòng thiên hạ và thề trung thành với triều Hậu Lê. Sau khi nhà Mạc đã bị đánh đổ, trên danh nghĩa, cả Chúa Trịnh và Chúa Nguyễn đều là bề tôi của nhà Hậu Lê, cả Đàng Trong lẫn Đàng Ngoài đều là lãnh thổ của nhà Lê. Nhưng trên thực tế thì khác, cả hai đều tạo thế lực cát cứ cho riêng mình, vua nhà Hậu Lê đã không còn thực quyền nên không chặn được sự phân tranh giữa hai họ Trịnh - Nguyễn. Nước Đại Việt trong giai đoạn này bị chia cách hơn 150 năm.",
        "Lê Kính Tông (1600-1619) tên huý là Duy Tân, con thứ của Lê Thế Tông, ngày 27 tháng Tám năm Kỷ Hợi - 1599 được Trịnh Tùng lập làm vua, khi đó mới 11 tuổi.",
        "Từ đầu thế kỷ 17, sau khi đánh tan nhà Mạc, giành lại được kinh đô Đông Đô (dư đảng nhà Mạc phải rút lên Cao Bằng) quyền lực của Trịnh Tùng ngày càng lớn, triều đình chỉ biết phục vụ nhà chúa.",
        "Trước tình hình đó, vua Lê Kính Tông cùng với Trịnh Xuân - con thứ của Trịnh Tùng - mưu giết Trịnh Tùng. Việc bại lộ, Trịnh Xuân bị bắt giam, còn Kính Tông bị bức thắt cổ chết vào ngày 12 tháng Năm năm Kỷ Mùi - 1619.",
        "Lê Kính Tông ở ngôi được 19 năm, thọ 32 tuổi.",
        "Chi tiết: Lê Kính Tông - Lê Duy Tân",
        "Lê Thần Tông (1619-1643 và 1649-1662) tên huý là Duy Kỳ, con trưởng của Lê Kính Tông và bà Trịnh Thị Ngọc Trinh (con thứ của Trịnh Tùng).",
        "Duy Kỳ sinh ngày 19 tháng 11 năm Đinh Mùi - 1607, là cháu ngoại của Bình An Vương Trịnh Tùng, tháng 6 năm 1619 được lập làm vua khi đó mới 12 tuổi.",
        "Vua có sống mũi cao, thông minh, học rộng, mưu lược sâu, văn chương giỏi. Song lấy Trịnh Thị Ngọc Trúc (là vợ của chú họ) để tiếng xấu về sau.",
        "Tháng 10/1643, Lê Thần Tông nhường ngôi cho con là Lê Duy Hựu (tức Lê Chân Tông) để làm Thái thượng hoàng.",
        "Chi tiết: Lê Thần Tông - Lê Duy Kỳ",
        "Lê Chân Tông (1643-1649) tên huý là Duy Hựu, con trưởng của Lê Thần Tông, được truyền ngôi vào năm 13 tuổi, ở ngôi được 6 năm, năm 1649 bị bệnh mất, mới 20 tuổi, chưa có con nối ngôi. Lê Thần tông trở lại ngôi vua lần thứ 2",
        "Chi tiết: Lê Chân Tông - Lê Duy Hựu",
        "Ngày 22 tháng 9 năm 1662, Lê Thần Tông mất thọ 56 tuổi, ở ngôi 24 năm, làm Thái thượng hoàng 6 năm, lại lên ngôi 13 năm, tổng cộng làm vua 2 lần 37 năm.",
        "Chi tiết: Lê Thần Tông - Lê Duy Kỳ (Hạ)",
        "Lê Huyền Tông (1663-1671) tên huý là Duy Vũ, con thứ của Lê Thần Tông, em của Lê Chân Tông, được lập làm vua mới 9 tuổi, ở ngôi vua được 8 năm, ngày 15 tháng 10 năm Tân Hợi - 1671, Lê Huyền Tông mất mới 18 tuổi, chưa có con nối.",
        "Chi tiết: Lê Huyền Tông - Lê Duy Vũ",
        "Lê Gia Tông (1672-1675) tên huý là Duy Hợi con thứ của Lê Thần Tông, em của Lê Chân Tông và Lê Huyền Tông, được lập làm vua lúc mới 11 tuổi.",
        "Vua tướng mạo anh tú, tính tình khoan hoà, có đức độ làm vua, tiếc rằng ở ngôi được 3 năm, chết mới 15 tuổi, chưa có con nối.",
        "Chi tiết: Lê Gia Tông - Lê Duy Hợi",
        "Trang 1 / 6"
    ]
}