{
    "tables": [],
    "keywords": [],
    "headings": [
        "Hồ Quý Ly",
        "Hồ Hán Thương",
        "Nhà Hồ",
        "Hồ Quý Ly",
        "Hồ Hán Thương",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nhà Hồ - Người Kể Sử",
    "paragraphs": [
        "Nhà Hồ (1400-1407): quốc hiệu Đại Ngu, kinh đô Tây Đô (Thanh Hóa)",
        "Nhà Hồ bắt đầu khi Hồ Quý Ly lên ngôi năm 1400 sau khi giành được quyền lực từ tay nhà Trần và chấm dứt khi Hồ Hán Thương bị quân Minh bắt vào năm 1407 – tổng cộng là 7 năm. Quốc hiệu Đại Việt đã đổi thành Đại Ngu năm 1400.",
        "Hồ Quý Ly (1400-1401) tự là Thánh Nguyên, cháu 16 đời của Trạng nguyên Hồ Hưng Dật, vốn gốc thuộc tộc Việt ở Chiết Giang, phương nam Trung Quốc, đời Hậu Hán (thời Ngũ Qúy) sang làm Thái thú Diễn Châu, sau định cư ở hương Bào Đột (Nghĩa Đàn, Nghệ An).",
        "Nhà Hồ cho đo đạc lại ruộng đất, cải cách chế độ thi cử, mở mang việc giáo dục, tăng cường quân đội thường trực, xây dựng các tuyến phòng thủ, lập xưởng đúc binh khí kỹ thuật để chống giặc phương Bắc.",
        "Các cải cách của Hồ Quý Ly có tính chất toàn diện, có những cải cách đi trước thời đại, giá trị thực tiễn của nó đến nay vẫn còn hấp dẫn, nhiều nhà kinh tế nước ngoài đã ca ngợi Hồ Quý Ly là một nhà cải cách kinh tế lớn. Nhưng Hồ Quý Ly mắc tội giết vua Thiếu Đế cùng tôn tộc và quan lại nhà Trần, kể cả tướng Trần Khát Chân, gồm hơn 370 người để cướp ngôi nhà Trần. Do vậy bị nhân dân oán hận. Khi quân Minh sang xâm lược nước ta, Hồ Qúy Ly đã không tập hợp được lực lượng toàn dân đánh giặc, bố con Hồ Qúy Ly bị quân Minh bắt đem về Trung Quốc.",
        "Chi tiết: Hồ Quý Ly",
        "Hồ Hán Thương (1401-1407)",
        "Cũng như nhà Trần, ngày 12/1/1401, Hồ Qúy Ly nhường ngôi cho con thứ hai là Hồ Hán Thương, còn mình thì tự xưng là Thái Thượng hoàng cùng coi chính sự.",
        "Hồ Qúy Ly nhường ngôi cho Hồ Hán Thương, nhưng vẫn tự mình quyết đoán mọi việc.",
        "Nhà Minh lấy cớ Hồ Qúy Ly cướp ngôi nhà Trần, đem quân sang đánh chiếm nước ta.",
        "Ngày 20 tháng 1 năm 1407, quân Minh hạ thành Đa Bang (Ba Vì), bố con Hồ Quý Ly bỏ chạy vào Thanh Hoá, đến ngày 17/6/1407, quân Minh bắt được cha con Hồ Qúy Ly. Thế là đất nước ta lại bị nhà Minh đô hộ với một chính sự vô cùng hà khắc. Chúng vơ vét của cải, hãm hiếp đàn bà, con gái, giết đàn ông và còn thiến hoạn nhiều con trai nhỏ tuổi, để mong đồng hoá dân ta.",
        "Chi tiết: Hồ Hán Thương"
    ]
}