{
    "tables": [],
    "keywords": [],
    "headings": [
        "Thuộc Tuỳ",
        "Thuộc Đường",
        "Thuộc Ngũ Đại",
        "Bắc thuộc lần III",
        "Thuộc Tuỳ",
        "Thuộc Đường",
        "Thuộc Ngũ Đại",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Bắc thuộc lần III - Người Kể Sử",
    "paragraphs": [
        "Thời kỳ Bắc thuộc lần thứ ba trong lịch sử Việt Nam kéo dài từ năm 602 đến năm 905.",
        "Thời kỳ này bắt đầu khi Tùy Văn Đế sai Lưu Phương đánh chiếm nước Vạn Xuân, bức hàng Hậu Lý Nam Đế, kéo dài cho đến khi Khúc Thừa Dụ tiến vào Đại La, giành quyền cai quản toàn bộ Tĩnh Hải quân năm 905 - thời Đường Ai Đế, ông vua bù nhìn trong tay quyền thần Chu Ôn.",
        "Năm 602, nhà Tùy sai Lưu Phương đem quân 27 dinh sang đánh nước Vạn Xuân. Vua đời thứ ba của Vạn Xuân là Lý Phật Tử sợ giặc và đầu hàng, bị bắt sang Trung Hoa. Việt Nam vào thời kỳ Bắc thuộc lần thứ 3 mà trước hết là thuộc Tùy. Thời đó, Việt Nam bị xếp làm một châu của Tùy, gọi là châu Giao.",
        "Chi tiết: Thuộc Tuỳ",
        "Lý Uyên lên ngôi Đường Cao Tổ trị vì Trung Hoa.",
        "Năm 671, nhà Đường chia đất Giao Châu thành 12 châu, 59 huyện và gọi nước ta là An Nam đô hộ phủ.",
        "Nhà Đường dùng chính sách tàn bạo, hà khắc để cai trị nhân dân ta, chúng muốn đồng hoá nhân dân ta bằng chính sách \"sát phu, hiếp phụ\", nhưng với ý chí quật cường của một dân tộc anh hùng, nhân dân ta đã có nhiều cuộc nổi dậy chống lại kẻ thù xâm lược như các cuộc khởi nghĩa của Lý Tự Tiên, Đinh Kiến (687), Mai Thúc Loan (722), Phùng Hưng (766-791), Dương Thanh (819-820)",
        "Chi tiết: Thuộc Đường",
        "Ngũ Đại Thập Quốc là một thời kỳ trong lịch sử Trung Quốc, bắt đầu từ khi triều Đường diệt vong, kéo dài đến khi triều Tống thống nhất Trung Quốc bản thổ.",
        "Thời kỳ này phân thành Ngũ Đại (907-960) cùng Thập Quốc (907-979).",
        "Ngũ Đại Thập Quốc là một thời kỳ trọng yếu trong lịch sử Trung Quốc, trong giai đoạn này Việt Nam cuối cùng thoát ly Trung Quốc để trở thành một quốc gia độc lập.",
        "Chi tiết: Thuộc Ngũ Đại"
    ]
}