{
    "tables": [],
    "keywords": [],
    "headings": [
        "Lê Đại Hành - Lê Hoàn",
        "Lê Trung Tông - Lê Long Việt",
        "Lê Ngoạ Triều - Lê Long Đĩnh",
        "Nhà Tiền Lê",
        "Lê Đại Hành - Lê Hoàn",
        "Lê Trung Tông - Lê Long Việt",
        "Lê Ngoạ Triều - Lê Long Đĩnh",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nhà Tiền Lê - Người Kể Sử",
    "paragraphs": [
        "Nhà Tiền Lê, kinh đô Hoa Lư (29 năm, 980 - 1009)",
        "Nhà Tiền Lê bắt đầu khi Đinh Phế Đế nhường ngôi cho Lê Hoàn vào năm 980, trải qua ba đời quân chủ và chấm dứt khi Lê Long Đĩnh qua đời. Quốc hiệu vẫn là Đại Cồ Việt.",
        "Triều đại này được kế tục bởi nhà Lý, được sáng lập bởi Lý Công Uẩn.",
        "Lê Đại Hành (980-1005)",
        "Lê Hoàn sinh năm 941 ở Xuân Lập, Thọ Xuân, Thanh Hoá (có thuyết nói: Lê Hoàn sinh ở Thanh Liêm, Hà Nam) trong một gia đình nghèo khổ, bố là Lê Mịch, mẹ là Đặng Thị Sen. Cha mẹ mất sớm, Lê Hoàn phải đi làm con nuôi cho một vị quan nhỏ. Lớn lên, ông đi theo Nam Việt Vương Đinh Liễn và lập được nhiều chiến công khi Đinh Tiên Hoàng dẹp loạn 12 sứ quân, thống nhất đất nước, lập nên cơ nghiệp Nhà Đinh. Ông được Đinh Tiên Hoàng phong làm Thập Đạo tướng quân lúc vừa tròn 30 tuổi.",
        "Khi cha con Đinh Tiên Hoàng bị Đỗ Thích giết hại, Đinh Toàn mới 6 tuổi lên ngôi vua. Nhân cơ hội đó, Nhà Tống cho quân sang xâm lược nước ta. Vì lợi ích của dân tộc, Thái hậu Dương Vân Nga đã trao ngôi vua cho Lê Hoàn.",
        "Lê Hoàn lên ngôi vua lấy niên hiệu là Lê Đại Hành. Vẫn lấy tên nước là Đại Cồ Việt, đóng đô tại Hoa Lư.",
        "Chi tiết: Lê Đại Hành - Lê Hoàn",
        "Lê Trung Tông (1005)",
        "Vua Lê Đại Hành có 4 hoàng tử: Long Du, Ngân Trích, Long Việt và Long Đĩnh.",
        "Lê Đại Hành đã cho con thứ ba là Long Việt làm Thái tử. Khi vua Lê Đại Hành băng hà, các hoàng tử tranh ngôi, đánh nhau 7 tháng, đến khi Long Việt lên ngôi làm vua là Lê Trung Tông được 3 ngày thì bị em cùng mẹ là Long Đĩnh giết chết lúc 23 tuổi (983 - 1005).",
        "Chi tiết: Lê Trung Tông - Lê Long Việt",
        "Lê Ngọa Triều (1005 - 1009)",
        "Lê Long Đĩnh cướp ngôi của anh là Lê Trung Tông, lên ngôi hoàng đế lấy hiệu là Đại Thắng Minh Quang Hiếu Hoàng đế vẫn đóng đô ở Hoa Lư.",
        "Lê Long Đĩnh đã làm việc càn dỡ giết Vua cướp ngôi, thích dâm đãng, tàn bạo, róc mía trên đầu nhà sư... Do chơi bời trác táng quá, nên khi ra thiết triều phải nằm, tục gọi là Lê Ngoạ Triều. Lê Ngoạ Triều làm vua được 4 năm (1005 - 1009) thì mất, thọ 24 tuổi. Long Đĩnh mất, con tên là Sạ còn bé, dưới sự đạo diễn của quan Chi Hậu Đào Cam Mộc, triều thần đã tôn Lý Công Uẩn lên ngôi Hoàng đế.",
        "Chi tiết: Lê Ngoạ Triều - Lê Long Đĩnh"
    ]
}