{
    "tables": [],
    "keywords": [],
    "headings": [
        "Đinh Tiên Hoàng - Đinh Bộ Lĩnh",
        "Đinh Phế Đế - Đinh Toàn",
        "Nhà Đinh",
        "Đinh Tiên Hoàng - Đinh Bộ Lĩnh",
        "Đinh Phế Đế - Đinh Toàn",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nhà Đinh - Người Kể Sử",
    "paragraphs": [
        "Nhà Đinh (968-980) là triều đại phong kiến trong lịch sử Việt Nam bắt đầu năm 968, sau khi Đinh Tiên Hoàng dẹp xong loạn 12 sứ quân thống nhất đất nước và kết thúc năm 980 khi con của Đinh Tiên Hoàng là Đinh Phế Đế nhường cho Lê Hoàn.",
        "Nhà Đinh là triều đại mở đầu chế độ phong kiến tập quyền và thời kỳ tự chủ với một chế độ đứng đầu bởi một Hoàng đế của nước Việt Nam. Vương triều nhà Đinh đã mở nền chính thống cho thời đại phong kiến độc lập nên trong các bộ chính sử kể từ Đại Việt sử ký toàn thư thế kỷ XV, Đại Việt sử ký tiền biên thế kỷ XVIII đến Khâm định Việt sử thông giám cương mục thế kỷ XIX; triều đại này đều được các tác giả lấy làm mốc mở đầu phần Bản kỷ hoặc Chính biên.",
        "Tiếp đến, việc xưng đế hiệu Đại Thắng Minh Hoàng đế của Đinh Tiên Hoàng mang ý thức lớn về sự tự tôn của nước Việt, có hàm ý so sánh với các Hoàng đế Trung Hoa.",
        "Đinh Tiên Hoàng (Đinh Bộ Lĩnh 968-979)",
        "Đinh Bộ Lĩnh người động Hoa Lư, châu Đại Hoàng (Hoa Lư, Ninh Bình), con trai ông Đinh Công Trứ, một nha tướng của Dương Đình Nghệ, giữ chức thứ sử Châu Hoan. Cha mất sớm, Đinh Bộ Lĩnh theo mẹ về quê ở, thường đi chăn trâu, bắt lũ trẻ khoanh tay làm kiệu để ngồi cho chúng rước và lấy bông lau làm cờ bày trận giả đánh nhau. Lớn lên rất thông minh, có khí phách và có tài thao lược. Thấy nhân dân khổ sở vì loạn 12 sứ quân, Ông dựng cờ nghĩa, mong lập nghiệp lớn. Đinh Bộ Lĩnh theo về dưới cờ của Trần Minh Công (Trần Lãm) ở Bố Hải Khẩu, được Trần Lãm nhận làm con nuôi. Khi Trần Lãm mất, Đinh Bộ Lĩnh thay quyền đem quân về giữ Hoa Lư, chiêu mộ hào kiệt để dẹp loạn 12 sứ quân.",
        "Năm Mậu Thìn (968) sau khi dẹp xong loạn 12 sứ quân, Đinh Bộ Lĩnh lên ngôi Hoàng đế lấy niên hiệu là Tiên Hoàng đế, đặt quốc hiệu là Đại Cồ Việt, đóng đô ở Hoa Lư.",
        "Chi tiết: Đinh Tiên Hoàng - Đinh Bộ Lĩnh",
        "Đinh Phế Đế (Đinh Toàn 979-980)",
        "Đinh Toàn mới lên 6 tuổi, được triều thần đưa lên ngôi vua. Nhân cơ hội đó nhà Tống cho quân sang xâm lược nước ta.",
        "Vì lợi ích của dân tộc, Thái hậu Dương Vân Nga (vợ của Đinh Tiên Hoàng, mẹ đẻ của Đinh Toàn), thể theo nguyện vọng các tướng sĩ, đã trao áo \"Long Cổn\" (biểu tượng của ngôi vua) cho Thập đạo Tướng quân Lê Hoàn, tức là Lê Đại Hành.",
        "Chi tiết: Đinh Phế Đế - Đinh Toàn"
    ]
}