{
    "tables": [],
    "keywords": [],
    "headings": [
        "Tiền Ngô Vương - Ngô Quyền",
        "Dương Bình Vương - Dương Tam Kha",
        "Hậu Ngô Vương - Ngô Xương Văn",
        "Ngô Sứ Quân - Ngô Xương Xí",
        "Nhà Ngô",
        "Tiền Ngô Vương - Ngô Quyền",
        "Dương Bình Vương - Dương Tam Kha",
        "Hậu Ngô Vương - Ngô Xương Văn",
        "Ngô Sứ Quân - Ngô Xương Xí",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nhà Ngô - Người Kể Sử",
    "paragraphs": [
        "Nhà Ngô 26 năm (939-965), kinh đô Cổ Loa (Đông Anh, Hà Nội)",
        "Năm 938, Ngô Quyền tập hợp lực lượng từ Ái châu ra đánh Kiều Công Tiễn. Công Tiễn sai sứ sang nước Nam Hán xin quân cứu viện. Vua Nam Hán là Lưu Nghiễm cho con là Vạn vương Hoằng Tháo đem quân sang cứu, tự mình đóng quân làm thanh viện. Ngô Quyền hạ thành Đại La, giết Công Tiễn rồi bày trận trên sông Bạch Đằng đón quân Nam Hán.",
        "Tháng 11 năm 938, quân Hoằng Tháo bị Ngô Quyền đánh tan trong trận Bạch Đằng. Hoằng Tháo bị giết chết. Năm 939, Ngô Quyền lên ngôi, tức là Tiền Ngô Vương, đóng đô ở Cổ Loa, lập Dương thị làm hoàng hậu.",
        "Ngô Vương (Ngô Quyền 939-944):",
        "Ngô Quyền sinh ngày 12 tháng 3 năm Đinh Tỵ (897) ở Đường Lâm (thuộc huyện Ba Vì, tỉnh Hà Tây ngày nay), cha là Ngô Mân, một hào trưởng có tài đức.",
        "Ngô Quyền thông minh, khôi ngô, mắt sáng như chớp, văn võ toàn tài, được Dương Đình Nghệ tin yêu, gả con gái là Dương Thị Ngọc và giao cho Ngô Quyền cai quản đất ái Châu (Thanh Hóa).",
        "Chi tiết: Tiền Ngô Vương - Ngô Quyền",
        "Ngô Quyền làm Vua được 5 năm (939-944) thì mất, thọ 48 tuổi. Ngô Quyền mất, em vợ là Dương Tam Kha cướp ngôi tự lập làm vua là Dương Bình Vương (944-950).",
        "Chi tiết: Dương Bình Vương - Dương Tam Kha",
        "1. Nam Tấn Vương (Ngô Xương Căn 950-965):",
        "Ngô Xương Căn là con thứ hai của Ngô Quyền và Dương Thị Ngọc, năm 950 đã dùng mưu lật đổ Dương Tam Kha giành lại ngôi Vua cho nhà Ngô. Theo thỉnh cầu của các tướng lĩnh và triều thần, được sự chuẩn tấu của Dương Thái hậu, Ngô Xương Căn lên ngôi Vua lấy niên hiệu là Nam Tấn Vương (950-965) đóng đô ở Cổ Loa.",
        "Nam Tấn Vương cho người đi tìm anh là Thái tửu Ngô Xươnng Ngập, giả làm thầy đồ trốn ở Nam Sách (Hải Dương) lấy vợ và có con trai là Ngô Xương Văn. Được Dương Thái Hậu chuẩn tấu cả hai anh em đều làm Vua (như vậy nước ta lúc đó có hai Vua).",
        "2. Thiên Sách Vương (Ngô Xương Ngập 951-959):",
        "Ngô Xương Ngập lên ngôi vua, đặt niên hiệu là Thiên Sách Vương (951-959) sau Ngô Xương Ngập bị bệnh thượng mã phong mà chết. Làm vua được 8 năm.",
        "Chi tiết: Hậu Ngô Vương - Ngô Xương Văn",
        "Năm 965, Nam Tấn Vương Ngô Xương Văn bị bắn chết trong một trận giao chiến ở Thái Bình, con Thiên Sách Vương là Ngô Xương Xí nối nghiệp làm vua, thế lực ngày càng yếu kém phải lui về giữ đất Bình Kiều, từ 966 hình thành 12 sứ quân",
        "Chi tiết: Ngô Sứ Quân - Ngô Xương Xí"
    ]
}