{
    "tables": [],
    "keywords": [],
    "headings": [
        "Năm đầu sau thắng lợi của cuộc kháng chiến chống Mĩ cứu nước",
        "Bước đầu đi lên Chủ Nghĩa Xã Hội",
        "Trên đường đổi mới đi lên Chủ Nghĩa Xã Hội",
        "Cộng hoà xã hội chủ nghĩa Việt Nam",
        "Năm đầu sau thắng lợi của cuộc kháng chiến chống Mĩ cứu nước",
        "Bước đầu đi lên Chủ Nghĩa Xã Hội",
        "Trên đường đổi mới đi lên Chủ Nghĩa Xã Hội",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Cộng hoà xã hội chủ nghĩa Việt Nam - Người Kể Sử",
    "paragraphs": [
        "Ngày 2/7/1976, nước Việt Nam thống nhất chính thức có tên Cộng hoà xã hội chủ nghĩa Việt Nam, thủ đô là thành phố Hà Nội.",
        "(1975 - 1976) Tình hình đất nước trong năm đầu sau thắng lợi của cuộc kháng chiến chống Mĩ cứu nước.",
        "Những nhiệm vụ cấp bách trước mắt đặt ra cho toàn Đảng, toàn dân ta trong thời gian này là:",
        "- Nhanh chóng khắc phục hậu quả chiến tranh, khôi phục và phát triển kinh tế văn hoá.",
        "- Hoàn thành thống nhất đất nước về Nhà nước để tiến tới thống nhất đất nước trên mọi lĩnh vực.",
        "Chi tiết: Năm đầu sau thắng lợi của cuộc kháng chiến chống Mĩ cứu nước",
        "(1976 - 1986) công cuộc xây dựng chủ nghĩa xã hội trong 10 năm đầu sau khi hoàn thành thống nhất đất nước về Nhà nước.",
        "Bốn tháng sau ngày miền Nam được hoàn toàn giải phóng, vào tháng 9-1975, Ban Chấp hành Trung ương Đảng (khoá III) triệu tập Hội nghị lần thứ 24 để quyết định nhiệm vụ cách mạng cả nước trong thời kì mới.",
        "Hội nghị nêu rõ cả nước có chung nhiệm vụ cách mạng xã hội chủ nghĩa, nhưng trong thời kì đầu, do những đặc điểm riêng, cách mạng mỗi miền có những yêu cầu khác nhau.",
        "Miền Bắc phải tiếp tục đẩy mạnh sự nghiệp xây dựng chủ nghĩa xã hội và hoàn thiện quan hệ sản xuất xã hội chủ nghĩa; miền Nam phải đồng thời tiến hành cải tạo xã hội chủ nghĩa và xây dựng chủ nghĩa xã hội.",
        "Chi tiết: Bước đầu đi lên Chủ Nghĩa Xã Hội",
        "(1986 - 2000) công cuộc xây dựng chủ nghĩa xã hội ở nước ta theo đường lối đổi mới do Đại hội đại biểu toàn quốc lần thứ Vi của Đảng đề ra.",
        "Những thành tựu đạt được trong thời kì đổi mới đã làm thay đổi sâu sắc đời sống kinh tế - xã hội của đất nước.",
        "Chi tiết: Trên đường đổi mới đi lên Chủ Nghĩa Xã Hội"
    ]
}