{
    "tables": [],
    "keywords": [],
    "headings": [
        "Giản Định Đế - Trần Ngỗi",
        "Trần Trùng Quang - Trần Quý Khoáng",
        "Nhà Hậu Trần",
        "Giản Định Đế - Trần Ngỗi",
        "Trần Trùng Quang - Trần Quý Khoáng",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nhà Hậu Trần - Người Kể Sử",
    "paragraphs": [
        "Nhà Hậu Trần (1407 - 1413) do Giản Định đế - Trần Ngỗi thành lập tháng 10 âm lịch năm 1407 tại Ninh Bình sau khi nhà nước Đại Ngu của nhà Hồ bị quân đội nhà Minh xâm chiếm và tiêu diệt. Trong thời kỳ này, nước Đại Ngu bị nhà Minh đổi tên trở lại thành Giao Chỉ.",
        "Do quân mới lập, Giản Định đế phải chạy vào Nghệ An, viên Đại tri châu Hóa châu là Đặng Tất giết quan nhà Minh, dẫn quân từ Hóa châu ra theo phò, nhà Hậu Trần làm chủ từ Nghệ An vào Thăng Hoa. Năm 1408, quân Hậu Trần tiến quân ra Bắc, đánh bại quân Minh ở trận Bô Cô, bao vây các thành. Năm 1409, Giản Định đế giết 2 tướng Đặng Tất, Nguyễn Cảnh Chân, khiến cho 2 người con của họ là Đặng Dung và Nguyễn Cảnh Dị bất mãn, kéo quân mình trở về Nghệ An lập Trần Quý Khoáng lên làm Trùng Quang đế. Trùng Quang đế sai Nguyễn Súy bắt được Giản Định đế tôn làm Thượng hoàng, chia quân đánh quân Minh. Quân Minh sau khi được tăng viện liền tiến hành chiến tranh, quân nhà Hậu Trần sau những chiến thắng ban đầu, dần thất thế, phải lui về Nam và thất bại hoàn toàn vào năm 1414.",
        "Giản Định Đế (1407-1409)",
        "Trần Ngỗi là con thứ của Trần Nghệ Tông, cuối thời Hồ đã khởi binh khôi phục nhà Trần, ở ngôi được 2 năm. Vua không có tài dẹp loạn, lại nghe gian thần giết oan 2 vị trung thần là Đặng Tất và Nguyễn Cảnh Chân, nên tự chuốc lấy hoạ diệt vong.",
        "Chi tiết: Giản Định Đế - Trần Ngỗi",
        "Trùng Quang Đế (1409-1414)",
        "Trần Quý Khoáng là con thứ của Mẫn Vương Ngạc, cháu nội của vua Trần Nghệ Tông, gọi Giản Định đế bằng chú ruột.",
        "Đặng Dung là con Quốc công Đặng Tất, Nguyễn Cảnh Dị là con Tham mưu quân sự Nguyễn Cảnh Chân căm giận vì cha bị giết oan, mới đem quân Thuận Hoá về Thanh Hoá đón Trần Quý Khoáng đến Nghệ An làm vua là Trùng Quang Đế để lãnh đạo cuộc kháng chiến chống quân Minh.",
        "Tháng 4 năm Giáp Ngọ - 1414, do quân ít không thể chống lại được với quân Minh, Trương Phụ, Mộc Thạch cho quân bao vây đã bắt được Trùng Quang Đế, Đặng Dung, Nguyễn Suý giải về Trung Quốc, trên đường đi vua tôi nhà Hậu Trần đã nhảy xuống biển tự tử để tỏ rõ khí phách, nhà Hậu Trần chấm dứt từ đó.",
        "Chi tiết: Trần Trùng Quang - Trần Quý Khoáng"
    ]
}