{
    "tables": [],
    "keywords": [],
    "headings": [
        "Kháng chiến chống Pháp",
        "Kháng chiến chống Mĩ",
        "Việt Nam Dân Chủ Cộng Hoà",
        "Việt Nam trong hơn một năm đầu sau cách mạng tháng Tám",
        "Những năm đầu toàn quốc kháng chiến chống thực dân Pháp",
        "Bước phát triển mới của cuộc kháng chiến toàn quốc chống thực dân Pháp",
        "Cuộc kháng chiến chống thực dân pháp kết thúc",
        "Xây dựng Chủ Nghĩa Xã Hội ở miền Bắc và đấu tranh chống Mĩ – Ngụy ở miền Nam",
        "Cả nước trực tiếp chiến đấu chống đế quốc Mĩ xâm lược",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Việt Nam Dân Chủ Cộng Hoà - Người Kể Sử",
    "paragraphs": [
        "Cuộc Cách mạng tháng Tám, nhân dân Việt Nam dưới sự lãnh đạo của Đảng Cộng sản đã giành chính quyền từ tay phát xít Nhật. Chủ tịch Hồ Chí Minh công bố Tuyên ngôn Độc lập, nước Việt Nam Dân chủ Cộng hoà ra đời. Nhưng thực dân Pháp từ lâu đã có ý đồ xâm lược trở lại Đông Dương.",
        "Chiến tranh thế giới lần thứ hai kết thúc, được đế quốc Mỹ, Anh thoả thuận, chính quyền Đờ Gôn quyết định gây chiến tranh, đặt lại ách thống trị ở Đông Dương.",
        "Sau chiến thắng Điện Biên Phủ, Hiệp định Geneve được ký kết. Cuộc chiến tranh kết thúc. Quân Pháp rút về nước, miền Bắc nước ta được hoàn toàn giải phóng. Theo Hiệp định Geneve, sau 2 năm sẽ tổ chức tổng tuyển cử thống nhất nước Việt Nam. Nhưng đế quốc Mỹ với ý đồ xâm lược Việt Nam từ lâu, đã lợi dụng cơ hội, gạt Pháp ra, nhảy vào tổ chức, chỉ huy nguỵ quyền, nguỵ quân tay sai, viện trợ kinh tế quân sự, biến miền Nam thành thuộc địa kiểu mới, chia cắt lâu dài nước ta. Cả dân tộc ta lại bước vào chiến đấu chống xâm lược mới.",
        "Ngày 3/2/1930, Đảng cộng sản Đông Dương ra đời. Dưới sự lãnh đạo của lãnh tụ Nguyễn Ái Quốc, dân tộc ta đã khởi nghĩa làm cuộc Cách mạng tháng Tám (19-8-1945) thành công, đánh đổ đế quốc Pháp và phát xít Nhật. Ngày 2/9/1945, Chủ tịch Hồ Chí Minh đọc Tuyên ngôn độc lập tại Quảng trường Ba Đình (lịch sử gọi đây là bản tuyên ngôn độc lập lần thứ 3 của Tổ quốc ta) lập nên nước Việt Nam dân chủ cộng hoà với thủ đô là thành phố Hà Nội, mở đầu một kỷ nguyên mới trong lịch sử dân tộc ta.",
        "Thời gian này, đất nước ta gặp muôn vàn khó khăn thử thách. Xây dựng chính quyền cách mạng, xây dựng chế độ dân chủ nhân dân, diệt giặc đói, diệt giặc dốt, khắc phục khó khăn về tài chính là những nhiệm vụ cấp bách lúc này cần được giải quyết đồng thời với đấu tranh chống ngoại xâm, nội phản để bảo vệ chính quyền, giữ vững thành quả cách mạng và chuẩn bị cho cuộc chiến đấu lâu dài chống thực dân Pháp về sau.",
        "Chi tiết: Việt Nam trong hơn một năm đầu sau cách mạng tháng Tám",
        "(1946 – 1950) Âm mưu, hành động của thực dân Pháp mở rộng chiến tranh xâm lược cả nước ta; quyết định của Đảng, Chính phủ và Chủ tịch Hồ Chí Minh về một cuộc kháng chiến toàn quốc chống Pháp; đường lối kháng chiến chống Pháp của Đảng.",
        "Cuộc chiến đấu ở thủ đô Hà Nội và các đô thị khác phía Bắc vĩ tuyến 16 mở đầu kháng chiến toàn quốc. Đồng thời với hoạt động chiến đấu là những hoạt động di chuyển và thực hiện \"tiêu thổ kháng chiến\". Tiếp theo là những hoạt động đẩy mạnh chuẩn bị cho cuộc chiến đấu lâu dài.",
        "Âm mưu, hành động của địch đánh phá căn cứ địa kháng chiến Việt Bắc. Cuộc chiến đấu của quân và dân ta đánh trả cuộc tiến công Việt Bắc của địch. Sau chiến thắng Việt Bắc, cuộc kháng chiến toàn dân, toàn diện được đẩy mạnh.",
        "Chi tiết: Những năm đầu toàn quốc kháng chiến chống thực dân Pháp",
        "(1950 - 1953) là sự phát triển mới của cuộc kháng chiến toàn quốc chống Pháp khi bước vào thu đông 1950:",
        "- Mở đầu là Chiến dịch tiến công Biên giới thu - đông 1950",
        "giành thắng lợi. Sau thắng lợi Biên giới, quân ta mở liên tiếp nhiều chiến dịch tiến công và phản công trên cả ba chiến trường (đồng bằng, trung du, miền núi), giành thắng lợi trong các chiến dịch mở ra ở rừng núi (Hoà Bình đông - xuân 1951 - 1952, Tây Bắc thu - đông 1952, Thượng Lào xuân - hè 1953).",
        "Đế quốc Mĩ ngày càng can thiệp sâu vào cuộc chiến tranh xâm lược Đông Dương. Thực dân Pháp thực hiện Kế hoạch Đờ Lát đờ Tátxinhi (De Lattre dễ Tassigny) với âm mưu giành lại quyền chủ động chiến lược đã mất sau thất bái ở chiến dịch Biên giới.",
        "- Đảng Cộng sản Đông Dương tổ chức Đại hội đại biểu toàn quốc lần thứ II (2-1951). Đại hội quyết định đưa Đảng ra hoạt động công khai, lấy tên là Đảng Lao động Việt Nam, chủ trương củng cố hậu phương kháng chiến về mọi mặt, đẩy mạnh cuộc kháng chiến đến thắng lợi.",
        "Chi tiết: Bước phát triển mới của cuộc kháng chiến toàn quốc chống thực dân Pháp",
        "(1953 - 1954)",
        "- Pháp - Mĩ đẩy mạnh chiến tranh xâm lược Đông dương, thực hiện Kế hoạch Nava với âm mưu giành thắng lợi quân sự quyết định, “kết thúc chiến tranh trong danh dự” .",
        "- Chủ trương kế hoạch Đông - Xuân 1953 - 1954 của Đảng, Chủ tịch Hồ Chí Minh về một cuộc tiến công chiến lược và trận \"quyết chiến chiến lược\" Điện Biên Phủ.",
        "- Trận thắng Điện Biên Phủ đã quyết định đi đến họp Hội nghị Giơnevơ và kí Hiệp định về chấm dứt chiến tranh, lập lại hoà bình ở Đông Dương.",
        "Chi tiết: Cuộc kháng chiến chống thực dân pháp kết thúc",
        "(1954-1965) trong 10 năm đầu sau ngày kí Hiệp định Giơnevơ:",
        "- Tình hình, đặc điểm của đất nước sau Hiệp định Giơnevơ và nhiệm vụ cách mạng trong thời kì mới.",
        "- Miền Bắc tiếp tục hoàn thành cải cách ruộng đất, khôi phục kinh tế, cải tạo xã hội chủ nghĩa và bước đầu xây dựng cơ sở vật chất - kĩ thuật của chủ nghĩa xã hội.",
        "- Miền Nam đấu tranh chống chế độ Mĩ - Diệm, thực hiện \"đồng khởi, tiến tới đánh bại chiến lược \"chiến tranh đặc biệt\" của Mĩ và tay sai.",
        "Chi tiết: Xây dựng Chủ Nghĩa Xã Hội ở miền Bắc và đấu tranh chống Mĩ – Ngụy ở miền Nam",
        "(1965 - 1973) Kháng chiến chống Mĩ cứu nước trong gần 10 năm, kể từ sau khi đế quốc Mĩ phát động chiến lược \"chiến tranh cục bộ\" ở miền Nam và tiến hành chiến tranh phá hoại bằng không quân và hải quân đối với miền Bắc, đến khi Hiệp định Phụ được kí kết.",
        "Đây là thời kì cả nước có chiến tranh dưới những hình thức và mức độ khác nhau",
        "Chi tiết: Cả nước trực tiếp chiến đấu chống đế quốc Mĩ xâm lược",
        "Trang 1 / 2"
    ]
}