{
    "tables": [],
    "keywords": [],
    "headings": [
        "Lật đổ chúa Nguyễn",
        "Đánh bại liên quân Xiêm - Nguyễn",
        "Lật đổ chúa Trịnh",
        "Mâu thuẫn nội bộ",
        "Đại phá quân Mãn Thanh",
        "Vua Quang Trung thống nhất nhà Tây Sơn và dựng nước",
        "Sự sụp đổ của nhà Tây Sơn",
        "Nhà Tây Sơn",
        "Lật đổ chúa Nguyễn",
        "Đánh bại liên quân Xiêm - Nguyễn",
        "Lật đổ chúa Trịnh",
        "Mâu thuẫn nội bộ",
        "Đại phá quân Mãn Thanh",
        "Vua Quang Trung thống nhất nhà Tây Sơn và dựng nước",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nhà Tây Sơn - Người Kể Sử",
    "paragraphs": [
        "Nhà Tây Sơn (1778 - 1802), được thành lập trong bối cảnh tranh chấp quyền lực cuối thời Lê Trung Hưng.",
        "Theo cách gọi của phần lớn sử gia thì \"nhà Tây Sơn\" được dùng để gọi triều đại của anh em Nguyễn Nhạc, Nguyễn Lữ và Nguyễn Huệ để phân biệt với nhà Nguyễn của Nguyễn Ánh (vì cùng họ Nguyễn).",
        "Một trong những công tích lớn nhất của nhà Tây Sơn trong lịch sử dân tộc là đã tiến đến rất gần công cuộc thống nhất và đồng thời mở rộng lãnh thổ đất nước sau hàng trăm năm Việt Nam bị chia cắt bởi các cuộc tranh giành quyền lực giữa các thế lực lớn Mạc-Trịnh-Nguyễn kể từ khi nhà Lê sơ bị sụp đổ. Tuy nhiên việc vua Quang Trung (Nguyễn Huệ) đột ngột qua đời khi còn khá trẻ đã khiến ưu thế của Tây Sơn chuyển vào tay Nguyễn Ánh, một hậu duệ của Chúa Nguyễn cũng sinh trưởng trên đất Đàng Trong trong thế kỷ 18 với nhiều biến động lớn của lịch sử. Triều đại Tây Sơn tồn tại khoảng 24 năm thì sụp đổ sau khi chúa Nguyễn Ánh tiến hành một cuộc chiến tranh toàn diện để tiêu diệt nhà Tây Sơn và thành lập nhà Nguyễn.",
        "Ở Đàng Trong, trong những năm cuối đời, Chúa Nguyễn Phúc Khoát đâm ra say mê tửu sắc, không còn quan tâm việc nước nữa, giao hết mọi việc cho quyền thần Trương Phúc Loan.",
        "Chính sự họ Nguyễn ngay từ thời Nguyễn Phúc Khoát đã gây những ảnh hưởng tiêu cực cho dân chúng. Hệ thống thuế khóa phức tạp, cồng kềnh, nặng nề, quan dưới lạm thu khiến dân phải nộp nhiều hơn quy định.",
        "Năm 1765, Vũ Vương Nguyễn Phúc Khoát chết, chính quyền chúa Nguyễn rơi vào tay quyền thần Trương Phúc Loan. Loan thao túng triều chính, tự xưng là \"Quốc phó\", giết Nguyễn Phúc Luân (cha Nguyễn Phúc Ánh) và lập Nguyễn Phúc Thuần, lúc đó mới 12 tuổi lên ngôi, tức là Định vương. Trương Phúc Loan trở thành quyền thần lấn lướt, mọi quyền hành đều bị thao túng.",
        "Chi tiết: Lật đổ chúa Nguyễn",
        "Trong thời gian còn chống trả Tây Sơn tại Nam Bộ, Nguyễn Ánh nhiều lần thông qua giám mục Pigneau de Béhaine (hay Bá Đa Lộc) để cầu viện người Pháp nhưng không thu được nhiều kết quả. Do đó Ánh có ý chuyển sang cầu viện ở Xiêm La.",
        "Tháng 2 năm Giáp Thìn (1784), Nguyễn Ánh từ Hà Tiên sang Xiêm La hội kiến với vua Xiêm La là Chất Tri (Chakri, Rama I) tại Vọng Các (Bangkok). Theo quan điểm của các tác giả Việt Nam hiện đại là Nguyễn Lương Bích và Phạm Ngọc Phụng thì đây là lần \"cõng rắn cắn gà nhà\" đầu tiên của Nguyễn Ánh.",
        "Chi tiết: Đánh bại liên quân Xiêm - Nguyễn",
        "Tại Bắc Hà, năm 1782, Tĩnh Đô vương Trịnh Sâm chết. Con nhỏ Trịnh Cán được lập. Phe người con lớn là Trịnh Tông (hay Trịnh Khải), làm binh biến giết quan phụ chính là Huy quận công Hoàng Tố Lý (cháu lão tướng Hoàng Ngũ Phúc) đưa Trịnh Tông lên ngôi, tức là Đoan Nam vương (1782-1786).",
        "Một tướng cùng phe với quận Huy là Nguyễn Hữu Chỉnh không hợp tác với Trịnh Tông, bỏ chạy vào nam hàng Tây Sơn và được Nguyễn Nhạc rất tín nhiệm.",
        "Bắc Hà ngày một suy yếu. Kinh thành Thăng Long bị quân kiêu binh - những kẻ có công tôn lập chúa Trịnh - càn quấy, tàn phá. Sau khi đánh bật được Nguyễn Ánh ra khỏi lãnh thổ, Nguyễn Nhạc quyết định đánh chiếm Phú Xuân (đất cũ của chúa Nguyễn). Năm 1786, ông cử Nguyễn Huệ làm tổng chỉ huy đánh ra Bắc.",
        "Chi tiết: Lật đổ chúa Trịnh",
        "Sử sách không ghi chép thật rõ ràng về sự kiện mâu thuẫn giữa anh em Tây Sơn. Có tài liệu nói rằng Nguyễn Nhạc yêu cầu Nguyễn Huệ nộp vàng bạc lấy từ kho của họ Trịnh ở Bắc Hà mang về Nam nhưng vua em không chịu; hơn thế vua em lại xin vua anh cho cai quản thêm Quảng Nam và vua anh không chấp thuận, do đó Nguyễn Huệ chủ động mang quân vào Nam đánh Nguyễn Nhạc.",
        "Có ý kiến bàn thêm rằng, chủ trương của Nguyễn Nhạc là tập trung tiêu diệt chúa Nguyễn, chỉ đánh chiếm phần đất của chúa Nguyễn để thay thế cai trị tại miền Nam và giữ hòa bình với Bắc Hà, cho nên việc Nguyễn Huệ tự ý đem quân Bắc tiến là trái ý vua anh. Ngay khi biết tin Nguyễn Huệ đánh Thăng Long, vua Tây Sơn vội mang quân ra Bắc, thực chất là để gọi em về. Mặt khác, Nguyễn Nhạc không yên tâm với sự phát triển thế lực riêng của Nguyễn Huệ. Trong khi đó, là người có hùng tâm, Nguyễn Huệ có chủ trương tự lực phát triển ra ngoài tầm kiềm chế của vua anh và việc Bắc tiến của ông không hẳn chỉ vì lời khuyên của Nguyễn Hữu Chỉnh. Đây mới chính là nguyên nhân dẫn tới mâu thuẫn của anh em Tây Sơn.",
        "Chi tiết: Mâu thuẫn nội bộ",
        "Cuối năm 1788, vua Thanh đương thời là Càn Long sai Tổng đốc Lưỡng Quảng Tôn Sĩ Nghị chỉ huy hơn 29 vạn quân, huy động từ Lưỡng Quảng, Vân Nam và Quý Châu hộ tống Lê Chiêu Thống về Việt Nam với danh nghĩa phù Lê, vào chiếm đóng Thăng Long.",
        "Chi tiết: Đại phá quân Mãn Thanh",
        "Sau cái chết của Nguyễn Văn Duệ và sau đó là Vũ Văn Nhậm và diễn biến chiến trường Nam Bộ, vua Thái Đức (Nguyễn Nhạc) đã tỏ ra buông xuôi. Không thể kìm chế người em tài ba hơn mình, cuối năm 1788, ông từ bỏ đế hiệu và niên hiệu Thái Đức, chỉ xưng là \"Tây Sơn vương\". Ông viết thư cho Nguyễn Huệ, chỉ xin giữ Quy Nhơn và nhường toàn bộ binh quyền, đất đai trong cả nước cho vua em; đồng thời ông cầu khẩn Nguyễn Huệ mang gấp đại binh vào cứu Nam bộ.",
        "Tuy nhiên lúc đó Nguyễn Huệ dù biết lời cầu khẩn của anh nhưng không thể vào nam tham chiến vì 20 vạn quân Thanh do Lê Chiêu Thống rước về đã vượt qua biên giới. Nguy cơ phía bắc rõ ràng lớn và gấp hơn nên Nguyễn Huệ đã lên ngôi Hoàng đế, lấy hiệu là Quang Trung rồi kéo quân ra bắc và đã nhanh chóng đánh bại quân Thanh.",
        "Sau khi đánh bại quân Thanh, Quang Trung trở thành nhà lãnh đạo tối cao của triều Tây Sơn và là vị Hoàng đế duy nhất cai trị tại Việt Nam",
        "Chi tiết: Vua Quang Trung thống nhất nhà Tây Sơn và dựng nước",
        "Trang 1 / 2"
    ]
}