{
    "tables": [],
    "keywords": [],
    "headings": [
        "Trần Thái Tông - Trần Cảnh",
        "Trần Thánh Tông - Trần Hoảng",
        "Trần Nhân Tông - Trần Khâm",
        "Trần Anh Tông - Trần Thuyên",
        "Trần Minh Tông - Trần Mạnh",
        "Trần Hiến Tông - Trần Vượng",
        "Trần Dụ Tông - Trần Hạo",
        "Trần Nghệ Tông - Trần Phủ",
        "Trần Duệ Tông - Trần Kính",
        "Trần Phế Đế - Trần Hiện",
        "Trần Thuận Tông - Trần Ngung",
        "Trần Thiếu Đế - Trần Án",
        "Nhà Trần",
        "Trần Thái Tông - Trần Cảnh",
        "Trần Thánh Tông - Trần Hoảng",
        "Trần Nhân Tông - Trần Khâm",
        "Trần Anh Tông - Trần Thuyên",
        "Trần Minh Tông - Trần Mạnh",
        "Trần Hiến Tông - Trần Vượng",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nhà Trần - Người Kể Sử",
    "paragraphs": [
        "Nhà Trần 175 năm (1225 - 1400), quốc hiệu Đại Việt, kinh đô Thăng Long",
        "Nhà Trần là triều đại quân chủ chuyên chế trong lịch sử Việt Nam, bắt đầu khi Trần Cảnh lên ngôi vào năm 1225, sau khi được Lý Chiêu Hoàng truyền ngôi. Trong giai đoạn nắm giữ quyền lực, nhà Trần vẫn đóng đô ở Thăng Long - kinh đô triều cũ, tiếp tục mở rộng và phát triển sự hưng thịnh có từ đời nhà Lý.",
        "Dưới triều Trần, lực lượng quân đội đặc biệt được chú trọng phát triển đủ sức đánh dẹp các cuộc nội loạn và đương đầu với quân đội các nước xung quanh. Chính sách chia thực ấp cho các thân tộc trong họ, mỗi thế lực trong dòng tộc đều có quân đội tinh nhuệ là nền tản lớn khiến quân đội nhà Trần tiêu diệt được cuộc xâm phạm của quân đội Nhà Nguyên, Đế quốc Mông Cổ qua 3 lần vào năm 1258, 1285 và 1287. Thời gian này xuất hiện một danh tướng kiệt xuất là Hưng Đạo đại vương Trần Quốc Tuấn; người có vai trò quan trọng trong chiến thắng vào năm 1285 và 1287.",
        "Trần Thái Tông (1225 - 1258)",
        "Sinh ngày 16 tháng 6 năm Mậu Dần - 1218, con thứ của ông Trần Thừa và bà họ Lê. Tổ tiên Nhà Trần là Trần Kính vốn gốc ở Đông Triều (Quảng Ninh) chuyên nghề đánh cá, đến ở hương Tức Mạc, phủ Thiên Trường (nay là xã Tức Mặc, huyện Mỹ Lộc, tỉnh Nam Định), sinh ra Trần Hấp, Trần Hấp sinh ra Trần Lý.",
        "Trần Lý sinh ra Trần Thừa, Trần Tự Khánh và Trần Thị Dung. Trần Thủ Độ là cháu họ, được Trần Lý nuôi nấng từ nhỏ coi như con. Trần Thừa sinh ra Trần Liễu và Trần Cảnh là con trai, sau có mối tình với cô thôn nữ ở thôn Bà Liệt tên là Tần, sinh ra Trần Bá Liệt. Dưới sự đạo diễn của Trần Thủ Độ, lúc đó là Điện Tiền chỉ huy sứ, ngày 21 tháng 10 năm Ất Dậu - 1225, Lý Chiêu Hoàng xuống chiếu nhường ngôi cho chồng là Trần Cảnh.",
        "Ngày 11 tháng 12 năm Ất Dậu - 1225, Trần Cảnh chính thức lên ngôi Hoàng đế, đổi niên hiệu là Kiến Trung, phong Lý Chiêu Hoàng làm Chiêu Thánh Hoàng hậu, phong Trần Thủ Độ là Thái sư thống quốc hành quân vụ chinh thảo sự.",
        "Chi tiết: Trần Thái Tông - Trần Cảnh",
        "Trần Thánh Tông (1258 - 1278)",
        "Là con trưởng dòng đích của Thái Tông, mẹ là Hiển Từ Thuận Thiên Hoàng Thái hậu Lý Thị, sinh ngày 25 tháng 9 năm Canh Tý - 1240. Ngày 24 tháng 2 năm Mậu Ngọ - 1258 lên ngôi hoàng đế đổi niên hiệu là Thiệu Long năm thứ 1.",
        "Thánh Tông là một vị vua nhân từ độ lượng, hết lòng chăm lo việc nước. Về đối nội, nhà vua khuyến khích khai khẩn đất hoang, mở mang điền trang thái ấp bằng cách chiêu tập những người nghèo đói lưu lạc, giúp họ an cư lạc nghiệp. Nhà vua khuyến khích việc học hành bằng cách mở các khoa thi để lựa chọn người tài mà trọng dụng, thời Trần đã xuất hiện \"Lưỡng quốc Trạng nguyên\" Mạc Đĩnh Chi, nhà sử học Lê Văn Hưu đã viết bộ quốc sử đầu tiên của nước ta là \"Đại Việt sử ký\".",
        "Chi tiết: Trần Thánh Tông - Trần Hoảng",
        "Trần Nhân Tông (1279-1293)",
        "Con trưởng Thánh Tông, mẹ là Nguyên Thánh Thiên Cảm Hoàng thái hậu, sinh ngày 11 tháng 11 Mậu Ngọ - 1258, ngày mồng 1 tháng Giêng năm Kỷ Mão - 1279 lên ngôi Hoàng đế đổi niên hiệu là Thiệu Bảo.",
        "Vua Trần Nhân Tông là một vị vua nhân từ, hoà nhã, cố kết lòng dân, quyết đoán, hết lòng vì dân vì nước trong thời gian 14 năm ở ngôi khi đất nước Đại Việt ta trải qua hai cuộc kháng chiến chống quân xâm lược Nguyên Mông hùng mạnh nhất thế giới thời bấy giờ.",
        "Chi tiết: Trần Nhân Tông - Trần Khâm",
        "Trần Anh Tông (1293 - 1314)",
        "Tên huý là Thuyên, con trưởng của Trần Nhân Tông và mẹ là Khâm Từ Bảo Khánh hoàng thái hậu, có hai em là Huệ Võ Vương Quốc Chuẩn và em gái là Huyền Trân công chúa.",
        "Trần Anh Tông khéo biết kế thừa sự nghiệp của tổ tiên, cho nên thời cuộc đi đến thái bình, chính trị trở nên tốt đẹp, văn vật chế độ ngày càng thịnh vượng, cũng là một vua tốt của triều Trần.",
        "Chi tiết: Trần Anh Tông - Trần Thuyên",
        "Trần Minh Tông (1314 - 1329)",
        "Tên huý là Mạnh, con thứ tư của Trần Anh Tông. Mẹ là Chiêu Hiền hoàng thái hậu Trần Thị, con gái của Bảo Nghĩa đại vương Trần Bình Trọng, sinh năm Canh Tý - 1300.",
        "Trần Minh Tông có lòng nhân hậu, biết tôn trọng nhân tài nên có nhiều hiền thần dưới trướng như Phạm Ngũ Lão, Trương Hán Siêu, Chu Văn An, Nguyễn Trung Ngạn, Đoàn Nhữ Hài, nhưng đã quá tin bọn nịnh thần giết oan chú ruột, đồng thời là bố vợ là Huệ Võ Vương Trần Quốc Chẩn, một lỗi lầm lớn của Trần Minh Tông.",
        "Chi tiết: Trần Minh Tông - Trần Mạnh",
        "Trần Hiến Tông (1329 - 1341)",
        "Tên huý là Vượng, con bà Minh Từ hoàng thái phi Lê Thị, sinh ngày 17 tháng 5 năm Kỷ Mùi - 1319. Năm 1329 lên ngôi vua mới 10 tuổi, ở ngôi 12 năm, nhưng việc điều khiển triều chính đều do Thượng hoàng Minh Tông đảm nhận.",
        "Chi tiết: Trần Hiến Tông - Trần Vượng",
        "Trang 1 / 2"
    ]
}