{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Dương Huy",
        "Thân thế",
        "Trong truyền thuyết thánh Tam Giang",
        "Tranh ngôi Vua",
        "Xem thêm",
        "Tham khảo",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Dương Huy - Người Kể Sử",
    "paragraphs": [
        "Dương Huy (? - 966) là một thủ lĩnh địa phương thời nhà Ngô trong lịch sử Việt Nam. Khi Ngô Xương Văn mất, Dương Huy đã cùng Lã Xử Bình, Kiều Tri Hựu và Đỗ Cảnh Thạc nổi loạn tranh giành ngôi Vua, trực tiếp đưa đất nước rơi vào thời loạn 12 sứ quân.1 Ông vốn là thứ sử châu Vũ Ninh, tức vùng đất Quế Võ (Bắc Ninh) và Chí Linh (Hải Dương) ngày nay. Sau ông bị lực lượng của sứ quân Nguyễn Thủ Tiệp đánh dẹp năm 966 để mở rộng địa bàn cát cứ rồi tự xưng là Vũ Ninh Vương.",
        "",
        "",
        "Cũng như Lã Xử Bình, các sử liệu Việt Nam rất ít thông tin về nhân vật Dương Huy. Một số nhà nghiên cứu dè dặt cho rằng có thể Dương Huy là con của một vị tướng nhà Ngô là Dương Cát Lợi.",
        "Một số nhà nghiên cứu cho rằng Dương Huy và Lý Huy ở châu Tây Long, cũng thuộc phạm vi cửa sông Lục Đầu mà chỉ có Việt điện u linh tập ghi chép rằng Xương Văn về đây đánh dẹp chính là một người, có thể ông mang tên đầy đủ là Dương Lý Huy.2 Nhà nghiên cứu Tạ Chí Trường cũng đồng tình với quan điểm trên, ông cho rằng thần tích của Việt điện u linh tập thì có Lý Huy, hơi giống Dương Huy của Lê Tắc.3 Ông cho rằng ở truyện Hống Hát, nổi lên tên một Lý Huy, có lẽ dư âm lưu lại đến thế kỉ XV để người Minh nghe thành tên Dương Huy, và căn cứ chính của ông ta Côn Lôn, đoán chừng được ở vùng Chí Linh, cũng thuộc châu Vũ Ninh bấy giờ.",
        "Sách Khâm định Việt sử Thông giám cương mục ghi \"các đại thần họ Kiều, họ Dương làm loạn\" phần nào cho thấy tham vọng của Dương Huy trong cuộc chiến ngôi báu khi Ngô Xương Văn mất.",
        "Như vậy, Dương Huy cũng là một thế lực cát cứ lộ diện ngay từ thời Ngô Xương Văn và sau này lại kéo quân về Cổ Loa tranh ngôi vua nhưng ông không được chép vào danh sách 12 sứ quân vì lãnh địa của ông sau đó đã bị Nguyễn Thủ Tiệp chiếm đóng.",
        "Theo Sử ký của Đỗ Thiện,4 Thời Nam Tấn Vương Ngô Xương Văn đi đánh giặc Dương Lý Huy ở Long Châu, đóng quân ở cửa Phù Lan trên sông Lục Đầu, đêm ngủ mộng thấy hai người y quan kỳ vĩ, diện mạo khôi ngô, đến ra mắt vua và thưa rằng:",
        "Vua lấy làm lạ, hỏi rằng:",
        "Hai người đều sụp xuống lạy, thưa rằng:",
        "Vua tỉnh dậy, bảo đem cỗ rượu đến điện tế, khấn rằng:",
        "Vua mới tiến quân vây núi Côn Lôn, giặc ỷ thế hiểm trở, không ai có thể vịn trèo mà lên được. Đóng đồn lâu quá, quân sĩ đều có ý trở tâm. Đêm ấy vua mộng thấy hai Vương đốc binh, bộ ngũ liên thuộc đều có mặt mày như quỷ thần cả, hàng ngũ rất nghiêm, bộ lạc rất chỉnh tề hội tại cửa Phù Lan. Binh ông anh đóng từ sông Vũ Bình đến sông Như Nguyệt tiến đến đầu nguồn sông Phú Lương; Binh ông em đi từ men sông Lạng Giang vào sông Nam Bình (Sông Thương ngày nay). Vua tỉnh dậy bảo với tả hữu, quả nhiên trận ấy được toàn thắng. Bình xong giặc Tây Long, vua sai Sứ chia chỗ lập đền thờ, đều phong làm Phúc Thần một phương, chiếu phong anh là Đại Đương Giang Đô Hộ Quốc Thần Vương, lập đền ở cửa sông Như Nguyệt. Còn em là Tiểu Đương Giang Đô Hộ Quốc Thần Vương, lập đền ở cửa sông Nam Bình.",
        "Sau khi bị Ngô Xương Văn thu phục, Dương Huy vẫn được Hậu Ngô Vương sử dụng và giao trấn thủ khu vực cai quản cũ, là thứ sử châu Vũ Ninh. Khi Ngô Xương Văn mất, Dương Lý Huy cũng kéo quân về Cổ Loa tranh giành ngôi vua. Đại Việt sử ký tiền biên của Ngô Thì Sĩ khắc in năm 1800 ghi:",
        "Một số nhà nghiên cứu dựa vào các thần tích ở Bắc Ninh làm cơ sở bổ sung cho sử liệu khẳng định khi sứ quân Nguyễn Thủ Tiệp đóng ở Tiên Du khởi binh đã xuất quân về phía Đông đánh dẹp thứ sử Dương Huy, mở rộng lãnh thổ, lấy cả châu Vũ Ninh, tự xưng là Vũ Ninh vương, giống tên hiệu một vị vua trong thời kì Tam Quốc Triều Tiên.6",
        "(Nguồn: Wikipedia)"
    ]
}