{
    "tables": [
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Sử thần bàn rằng: Cuối đời Hán, Đường phần nhiều nuôi giả tử, là vì đương lúc trí, lực chọi nhau, hay là trong khi hoạn nạn cùng theo nhau, đắc lực trong lúc hoãn cấp, tức thì nhận làm giả tử, không biết rằng lòng lang khó dạ. Dấu của hớ hênh, là xui cho người lấy trộm, thiên tính như thế không thể làm khác được. Đình Nghệ nuôi giả tử đến 3.000 người, thì bị nạn, còn hối sao được nữa.<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Việt sử tiêu án, soạn giả <a class=\"annotation\" href=\"/nhan-vat/ngo-thi-si\" title=\"Ngô Thì Sĩ (tiếng Trung: 吳時仕, 1726 - 1780), tự Thế Lộc, hiệu Ngọ Phong (午峰), đạo hiệu Nhị Thanh cư sĩ; là nhà sử học, nhà văn, nhà thơ nổi tiếng ở thế kỷ 18 tại Việt Nam; được Phan Huy Chú đánh giá là người có &quot;học vấn sâu rộng, văn chương hùng vĩ, làm rạng rỡ cho tông phái nho gia, là một đại gia ở...\" target=\"_blank\">Ngô Thì Sĩ<\/a><\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i><a class=\"annotation\" href=\"/nhan-vat/khuc-thua-my\" title=\"Khúc Thừa Mỹ (chữ Hán: 曲承美; trị vì: 917-923 hoặc 917-930) là người làng Cúc Bồ đất Hồng Châu (nay là xã Kiến Quốc huyện Ninh Giang, tỉnh Hải Dương), con của Khúc Hạo. Ông là vị Tiết độ sứ thứ ba trong thời kỳ tự chủ của họ Khúc trong lịch sử Việt Nam đầu thế kỷ 10....\" target=\"_blank\">Khúc Thừa Mỹ<\/a> nhận chức quan của Lương mà bị cầm tù ở Ngụy Đình; Dương Đình Nghệ đuổi tướng Hán nhận lấy châu, mà bị nha tướng giết hại. Truyện có nói rằng: nếu không có người bị ngã, thì mình nổi lên sao được, là nghĩa thế. Tóm lại, cũng là bởi lòng trời yếm loạn, muốn mở cơ nghiệp nước ta là một đời trị bắt đầu từ đấy.<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Việt sử tiêu án, soạn giả <a class=\"annotation\" href=\"/nhan-vat/ngo-thi-si\" title=\"Ngô Thì Sĩ (tiếng Trung: 吳時仕, 1726 - 1780), tự Thế Lộc, hiệu Ngọ Phong (午峰), đạo hiệu Nhị Thanh cư sĩ; là nhà sử học, nhà văn, nhà thơ nổi tiếng ở thế kỷ 18 tại Việt Nam; được Phan Huy Chú đánh giá là người có &quot;học vấn sâu rộng, văn chương hùng vĩ, làm rạng rỡ cho tông phái nho gia, là một đại gia ở...\" target=\"_blank\">Ngô Thì Sĩ<\/a><\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Kịp đời Ngũ-Đại, các người thố hào ở các Châu Giao, Ái là <a class=\"annotation\" href=\"/nhan-vat/khuc-hao\" title=\"Khúc Hạo (chữ Hán: 曲顥; trị vì: 907-917) hoặc Khúc Thừa Hạo , được suy tôn là Khúc Trung Chủ, là con của Khúc Thừa Dụ. Quê hương của cha con Khúc Thừa Dụ, Khúc Hạo nay được cho là làng Cúc Bồ xã Kiến Quốc huyện Ninh Giang tỉnh Hải Dương. \n Cha của ông là Khúc Thừa Dụ vốn xuất thân từ gia đình hào tộc...\" target=\"_blank\">Khúc Hạo<\/a>, Dương-Diên-Nghệ, Kiều-<\/i> <p>Công-Tiện, v.v... thay nhau dùng võ lực cướp quyền.<\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— An Nam chí lược; soạn giả <a class=\"annotation\" href=\"/nhan-vat/le-tac\" title=\"Lê Tắc, Lê Trắc (? -&amp;#160;?, chữ Hán: 黎崱) , hay Lê Trực , trước là họ Nguyễn sau đổi thành họ Lê, tự là Cảnh Cao (景高), hiệu là Đông Sơn (東山); người thuộc Ái châu, là một vị quan, sử gia người Việt sống ở thời triều vua Trần Thái Tông. \n Người Nguyên phát binh xâm lược Đại Việt lần thứ hai, Lê Tắc cù...\" target=\"_blank\">Lê Tắc<\/a><\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Dương Đình Nghệ",
        "Tên gọi",
        "Sự nghiệp",
        "Bối cảnh",
        "Diễn biến",
        "Cái chết",
        "Quê hương",
        "Nhận định",
        "Tham khảo",
        "Xem thêm",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Dương Đình Nghệ - Người Kể Sử",
    "paragraphs": [
        "Dương Đình Nghệ (chữ Hán: 楊廷藝), có sách như Việt Nam sử lược của Trần Trọng Kim chép là Dương Diên Nghệ (楊筵藝, ?-937)1 , người Ái châu, làm tướng cho Khúc Hạo. Đời Hậu Lương, Lưu Nghiễm của nước Nam Hán tiếm hiệu vua ở đất Quảng Châu, lấy cớ Khúc Hạo chiếm cứ đất Giao Châu, sai Lý Khắc Chính và Lý Tri Thuận đánh chiếm Giao Châu. Con trai Khúc Hạo là Khúc Thừa Mĩ bị bắt. Dương Đình Nghệ dấy binh đánh bại Lý Khắc Chính. Vua Nam Hán cho Lý Tiến thay làm Thứ sử Giao Châu, Dương Đình Nghệ lại vây hãm. Vua Nam Hán sai Trần Bảo đem quân cứu Lý Tiến, Dương Đình Nghệ đón đánh chém Trần Bảo, giữ thành, xưng là Tiết độ sứ. Được 8 năm, Dương Đình Nghệ bị nha tướng Kiều Công Tiễn làm phản, giết chết lên thay.2 3",
        "",
        "",
        "Do chữ diên (延 hoặc 筵) và chữ đình 廷 gần giống nhau nên có sự \"tam sao thất bản\".",
        "Đại Việt sử ký toàn thư, ngoại kỷ, Quyển V chép là Dương Đình Nghệ kèm ghi chú: \"Cương mục ghi Dương Diên Nghệ, người Ái Châu, tức Thanh Hóa (CMTB5, 17a). Tài liệu Trung Quốc như Tống sử (q. 488), Tư trị thông giám v.v... cũng chép là Dương Diên Nghệ. Ngũ đại sử (q. 65) chép như Toàn thư (là Đình Nghệ). Có thể nhầm nét chữ vì chữ 延 diên và chữ 廷 đình gần giống nhau.\"",
        "Trong số sách ghi họ tên ông là Dương Diên Nghệ có: Khâm định Việt sử thông giám cương mục. Ở phần tiền biên - Quyển V của sách này có ghi chú: Sách An Nam kỷ yếu chép là Đình Nghệ. Nay theo sách Cương mục (Trung Quốc) đổi lại là Diên Nghệ.",
        "Như trên đã nói Việt Nam sử lược của Trần Trọng Kim chép là Dương Diên Nghệ. Cuốn Đất nước Việt Nam qua các đời của Đào Duy Anh cũng chép là Dương Diên Nghệ.",
        "Phía Bắc nước Việt tồn tại 2 nước lớn là nhà Nam Hán và nhà Lương. Năm 919, Khúc Thừa Mĩ sai sứ sang nhà Lương xin được lĩnh tiết việt, nhà Lương trao cho. Vua Nam Hán cả giận.4",
        "Mùa thu, tháng 7, năm 923 vua Hán sai tướng là Lý Khắc Chính đem quân sang đánh Giao Châu. Lý Khắc Chính bắt được Tiết độ sứ Khúc Thừa Mĩ đem về. Vua Hán phong tước cho Dương Đình Nghệ, cho Lý Tiến làm Thứ Sử Giao-Châu, cùng với Lý Khắc Chính giữ thành.5",
        "Năm 931, Dương Đình Nghệ tìm cách báo thù cho họ Khúc, ông nuôi 3.000 giả tử (con nuôi), đặt ra trường đánh vật, chiêu tập các hào kiệt, lấy đại nghĩa khuyến khích họ.2",
        "Lý Tiến lo sợ, sai người cấp báo cho vua Hán, cùng năm ấy, Dương Đình Nghệ đem quân vây Lý Tiến. Vua Hán sai Trần Bảo đem quân sang cứu, nhưng đến nơi thì Dương Đình Nghệ đã hạ được thành. Lý Tiến trốn về nước, Trần Bảo vây thành, Dương Đình Nghệ đem quân ra đánh giết chết Trần Bảo.4",
        "Dương Đình Nghệ giữ lấy thành, tự xưng là Tiết độ sứ nhận lĩnh việc châu.2",
        "Mùa xuân, tháng 3, năm 937, Dương Đình Nghệ bị nha tướng của mình là Kiều Công Tiễn giết chết. Một nha tướng khác của ông là Ngô Quyền kéo quân từ Ái Châu ra đánh Kiều Công Tiễn.4",
        "Sách An Nam chí lược, Việt sử tiêu án, Đại Việt sử ký toàn thư đều chép Dương Đình Nghệ là người Ái châu. Theo soạn giả Lê Tắc, sách An Nam chí lược, quyển Đệ nhất, Ái châu là phần thuộc Thanh Hóa.",
        "Nam-Giao đời xưa, nhà Chu gọi là Việt-Thường, nhà Tần gọi là Tượng-Quận, nhà Hán đặt làm ba quận: Giao-Châu, Cửu-Chân và Nhật-Nam. Nhà Đường lại cải Giao-Châu làm An-nam phủ, quận Cửu- Chân làm Ái-Châu, quận Nhật-Nam làm Hoan-Châu, tức là La-Thành, Thanh-Hoá và Nghệ-An ngày nay vậy.",
        "Theo sách Lịch triều hiến chương loại chí của Phan Huy Chú: Thanh Hoa 6 nguyên trước là đất Tượng Quận, đời Hán gọi là quận Cửu Chân, Lương đặt là châu Ái, Tùy gọi là Cửu Chân, Đường lại đổi là châu Ái. 7",
        "2",
        "2",
        "Sách An Nam chí lược, quyển Đệ thập cửu chép bài Đồ Chí Ca:",
        "Cuối đời Hàm-Thông Trung-Quốc loạn,",
        "Chuyển-vận đường xa bỏ bê trễ.",
        "Ngô-Quyền, Khúc-Hạo, Kiểu8 và Dương9 ,",
        "Soán đoạt giành nhau, dân kiệt quệ.",
        "Họ Đinh, đời Tống mới phong vương,",
        "Công-Tiện, v.v... thay nhau dùng võ lực cướp quyền.",
        "(Nguồn: Wikipedia)"
    ]
}