{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Dương Bình Vương<br><font size=\"2\">楊平王<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Vua Việt Nam <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tại vị<\/th>\n   <td>944 – 950<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td>Tiền <a class=\"annotation\" href=\"/nhan-vat/ngo-vuong\" title=\"Nhà Ngô (chữ Hán:吳朝 Ngô Triều) là một triều đại trong lịch sử Việt Nam, truyền được hai đời nhưng có tới ba vị vua, kéo dài từ năm 939 đến năm 965. Khoảng thời gian xen giữa từ 944 đến 950 còn có Dương Bình Vương tức Dương Tam Kha....\" target=\"_blank\">Ngô Vương<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td>Hậu <a class=\"annotation\" href=\"/nhan-vat/ngo-vuong\" title=\"Nhà Ngô (chữ Hán:吳朝 Ngô Triều) là một triều đại trong lịch sử Việt Nam, truyền được hai đời nhưng có tới ba vị vua, kéo dài từ năm 939 đến năm 965. Khoảng thời gian xen giữa từ 944 đến 950 còn có Dương Bình Vương tức Dương Tam Kha....\" target=\"_blank\">Ngô Vương<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên húy<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/duong-tam-kha\" title=\"Dương Tam Kha (chữ Hán: 楊三哥), tức Dương Bình Vương (楊平王) là một vị vua Việt Nam, trị vì từ 944 đến 950, xen giữa nhà Ngô trong lịch sử Việt Nam. \n Với thân phận là anh/ em vợ của Ngô Quyền, ông đã tạo nên thế lực đủ mạnh để cướp ngôi nhà Ngô, tự lập triều đại riêng của mình trong vòng 6 năm, cho đến...\" target=\"_blank\">Dương Tam Kha<\/a> (楊三哥)<br>\n     Dương Chủ Tướng (楊主將)<br>\n     Dương Thiệu Hồng (楊紹洪)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Triều đại<\/th>\n   <td>Nhà Ngô<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/duong-dinh-nghe\" title=\"Dương Đình Nghệ (chữ Hán: 楊廷藝), có sách như Việt Nam sử lược của Trần Trọng Kim chép là Dương Diên Nghệ (楊筵藝,&amp;#160;?-937), người Ái châu, làm tướng cho Khúc Hạo. Đời Hậu Lương, Lưu Nghiễm của nước Nam Hán tiếm hiệu vua ở đất Quảng Châu, lấy cớ Khúc Hạo chiếm cứ đất Giao Châu, sai Lý Khắc Chính và Lý...\" target=\"_blank\">Dương Đình Nghệ<\/a><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><p>\"<i>Đuổi con vua để tự lập làm vua, đó là tội lớn đối với nước, còn như việc nhận con của vua làm con nuôi của mình và ban cho cả thực ấp nữa, thì đấy chỉ là ơn riêng đối với một nhà. <a class=\"annotation\" href=\"/nhan-vat/duong-tam-kha\" title=\"Dương Tam Kha (chữ Hán: 楊三哥), tức Dương Bình Vương (楊平王) là một vị vua Việt Nam, trị vì từ 944 đến 950, xen giữa nhà Ngô trong lịch sử Việt Nam. \n Với thân phận là anh/ em vợ của Ngô Quyền, ông đã tạo nên thế lực đủ mạnh để cướp ngôi nhà Ngô, tự lập triều đại riêng của mình trong vòng 6 năm, cho đến...\" target=\"_blank\">Dương Tam Kha<\/a> dám đuổi <a class=\"annotation\" href=\"/nhan-vat/ngo-xuong-ngap\" title=\"Ngô Xương Ngập (chữ Hán: 吳昌岌) là một vị vua nhà Ngô, trị vì từ 951 đến 954 cùng với em trai là Ngô Xương Văn. Sử gọi chung đó là thời Hậu Ngô Vương....\" target=\"_blank\">Ngô Xương Ngập<\/a> để tranh đoạt ngôi vua, đó là bề tôi phản nghịch, theo nghĩa thì quyết không thể tha tội chết. Vậy mà, Hậu <a class=\"annotation\" href=\"/nhan-vat/ngo-vuong\" title=\"Nhà Ngô (chữ Hán:吳朝 Ngô Triều) là một triều đại trong lịch sử Việt Nam, truyền được hai đời nhưng có tới ba vị vua, kéo dài từ năm 939 đến năm 965. Khoảng thời gian xen giữa từ 944 đến 950 còn có Dương Bình Vương tức Dương Tam Kha....\" target=\"_blank\">Ngô Vương<\/a> (chỉ <a class=\"annotation\" href=\"/nhan-vat/ngo-xuong-van\" title=\"Ngô Xương Văn (chữ Hán: 吳昌文;&amp;#160;? – 965) là một vị vua nhà Ngô, trị vì từ 950 đến 965. Trong đó khoảng 951 – 954 cùng với anh trai là Ngô Xương Ngập. Sử gọi chung đó là thời Hậu Ngô Vương....\" target=\"_blank\">Ngô Xương Văn<\/a>, em của <a class=\"annotation\" href=\"/nhan-vat/ngo-xuong-ngap\" title=\"Ngô Xương Ngập (chữ Hán: 吳昌岌) là một vị vua nhà Ngô, trị vì từ 951 đến 954 cùng với em trai là Ngô Xương Văn. Sử gọi chung đó là thời Hậu Ngô Vương....\" target=\"_blank\">Ngô Xương Ngập<\/a>) không trị tội, còn ban ơn riêng để nuôi dưỡng chứ không nỡ gia hình, lại ban cho cả thực ấp nữa, thế thì há chẳng phải là lầm to rồi hay sao?<\/i>\"<\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Dương Bình Vương",
        "Tiểu sử",
        "Làm bộ tướng",
        "Cướp ngôi",
        "Với biến cố loạn 12 sứ quân",
        "Cuối đời",
        "Nhận định",
        "Đền thờ",
        "Ghi chú",
        "Tham khảo",
        "Xem thêm",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Dương Bình Vương - Người Kể Sử",
    "paragraphs": [
        "Dương Tam Kha (chữ Hán: 楊三哥), tức Dương Bình Vương (楊平王) là một vị vua Việt Nam, trị vì từ 944 đến 950, xen giữa nhà Ngô trong lịch sử Việt Nam.",
        "Với thân phận là anh/ em vợ của Ngô Quyền, ông đã tạo nên thế lực đủ mạnh để cướp ngôi nhà Ngô, tự lập triều đại riêng của mình trong vòng 6 năm, cho đến khi bị Hậu Ngô Vương đuổi đi.",
        "",
        "",
        "Dương Tam Kha là con của Dương Đình Nghệ, là em (có sách nói là anh) của Dương hậu, vợ Ngô Quyền. Tiểu sử của ông còn nhiều chỗ chưa rõ. Theo Đại Việt sử lược thì Dương Tam Kha tên húy là Dương Chủ Tướng (楊主將). Còn theo ghi chép trong Tống Sử thì Dương Tam Kha có tên gọi là Dương Thiệu Hồng (楊紹洪). Có tài liệu nói rằng ông là con trai thứ ba của Dương Đình Nghệ, hai người con đầu là Dương Nhất Kha và Dương Nhị Kha.",
        "Dương Đình Nghệ là một tướng của Khúc Hạo ở đất Ái Châu (Thanh Hóa). Năm Tân Mão 931 Dương Đình Nghệ đánh đuổi Lý Khắc Chính và Lý Tiến, chiếm thành Đại La, tự xưng làm Tiết độ sứ. Lúc này Dương Tam Kha làm một bộ tướng của cha.",
        "Được 6 năm, Dương Đình Nghệ bị nha tướng là Kiều Công Tiễn giết hại để đoạt chức Tiết độ sứ. Năm 938, Ngô Quyền vốn là bộ tướng, cũng là con rể của Dương Đình Nghệ giết Kiều Công Tiễn. Dương Tam Kha lại theo anh rể làm bộ tướng. Theo thần phả, chính Dương Tam Kha cùng con Ngô Quyền là Ngô Xương Ngập là người chỉ huy quân tiên phong tiến ra Đại La tiêu diệt Công Tiễn.",
        "Trước đó Công Tiễn sai người sang Nam Hán xin quân cứu viện, vua Nam Hán cho con là Vạn vương Hoằng Tháo đem quân sang cứu, tự mình đóng quân làm thanh viện. Quan Nam Hán chưa tới thì Công Tiễn đã bị giết. Tháng 11 năm 938, quân Hoằng Tháo kéo sang bị Ngô Quyền đánh tan trong trận Bạch Đằng. Hoằng Tháo bị giết chết. Dương Tam Kha cũng tham dự trận này.1",
        "Năm 944, Ngô Quyền mất, uỷ thác con trưởng là Ngô Xương Ngập cho ông. Dương Tam Kha cướp ngôi cháu, tự lập mình làm vua, xưng Dương Bình Vương. Ngô Xương Ngập chạy về nhà một hào trưởng - Phạm Lệnh Công ở làng Trà Hương - Nam Sách (Hải Dương). Phạm Lệnh Công che chở cho Ngô Xương Ngập, đã ba lần đưa Ngô Xương Ngập vào rừng núi Hun Sơn đào mà trú ẩn, Dương Tam Kha sai quân đi bắt Ngô Xương Ngập mà không được. Dương Tam Kha lấy Ngô Xương Văn, con thứ hai của Ngô Quyền làm con nuôi.",
        "Trong thời gian cai trị đất nước, ông giữ chính sự tương đối ổn định, khuyến khích việc khai khẩn đất hoang, nhất là ở các vùng Chương Dương (Thường Tín-Hà Tây) và Cổ Lễ (Nam Định).",
        "Năm 950, Dương Tam Kha sai Ngô Xương Văn đi đánh Thái Bình (khu vực Sơn Tây, Vĩnh Phúc ngày nay vốn thuộc lãnh địa của các sứ quân Nguyễn Khoan và Ngô Nhật Khánh). Ngô Xương Văn dẫn quân quay lại lật đổ Dương Tam Kha. Biết ơn của Dương Tam Kha, Xương Văn không giết Tam Kha mà chỉ giáng ông xuống làm Chương Dương sứ.",
        "Sử xưa chép loạn 12 sứ quân bắt đầu từ thời kỳ Dương Tam Kha giành ngôi nhà Ngô, các nơi không chịu thuần phục. Như vậy các sử sách cũ đã đồng tình quan điểm cho rằng sự kiện Dương Tam Kha cướp ngôi chính là nguyên nhân gây nên loạn 12 sứ quân. Tuy nhiên, hiện nay, các nhà nghiên cứu lịch sử lại có một cái nhìn khác.",
        "Sử gia Nguyễn Văn Sơn cho rằng loạn 12 sứ quân không phải một ngày mà có, Trong thời họ Khúc, họ Dương và Ngô cầm quyền, các thế lực phong kiến cát cứ không dám cựa quậy, vì các vị lãnh đạo quốc gia bấy giờ được nhân dân hoàn toàn cảm phục. Họ Khúc nổi tiếng về đức độ và lòng ái quốc. Họ Dương, họ Ngô là những anh hùng giải phóng dân tộc. Dân chúng đâu có chịu vì những kẻ mưu đồ quyền lợi riêng tư để chống lại với các thủ lĩnh uy danh sáng ngời đó. Nhưng khi Ngô qua đời Dương Tam Kha phụ lời ủy ký, mối biến loạn đã có sẵn nay mới có cơ hội để bột phát.2",
        "Giáo sư Trần Quốc Vượng coi thời kỳ loạn 12 sứ quân như là \"Sự hoài cổ tiền Bắc thuộc\".3 Theo Giáo sư, Thế kỷ X là một sự đảo lộn chính trị, nhưng khuynh hướng chính là tiến bộ, tiến tới nền tự chủ của Việt Nam. Sử cũ ghi chép chuyện đánh lẫn nhau rồi bên yếu cầu ngoại viện (của Kiều Công Tiễn). Thực chất của cuộc nội chiến này là sự đấu tranh giành quyền lực tối cao trên đất Việt của các thủ lĩnh địa phương. Chính quyền quân chủ Trung ương nhà Đường suy tàn rồi biến mất tạo ra một khoảng trống quyền lực ở đất Việt (An Nam đô hộ phủ), một cái \"hẫng hụt trung ương\" mà nhiều hào trưởng địa phương có tham vọng điền vào chỗ trống ấy.",
        "Trần Quốc Vượng cho rằng thời kỳ \"Thập nhị sứ tướng quân\" không chỉ như là một cuộc loạn sau thời Ngô Quyền mất, tức khi Dương Tam Kha cướp ngôi. Cái \"loạn\" ấy có mầm mống ngay sau năm 905, hay còn từ trước đó nữa vì trong số 12 sứ quân mà sử cũ chép có đến 2 ông sứ quân họ Kiều là cháu nội của Kiều Công Tiễn ở Phong Châu, 2 ông sứ quân họ Ngô thuộc dòng dõi Ngô Quyền, và ông sứ quân họ Đỗ - Đỗ Cảnh Thạc mà từ đời Đỗ Viện - Đỗ Tuệ Độ thế kỷ thứ IV đã là một thế lực lớn ở Đỗ Động Giang (Thanh Oai – Hà Nội)...",
        "Năm 953, Dương Tam Kha cùng gia quyến và thuộc hạ tiếp tục đi xuống phía Nam để khai khẩn vùng đất mới, Giao Thủy.",
        "Có tài liệu chép rằng ông là cha của hoàng hậu hai triều Dương Vân Nga và còn sống tới lúc gả bà cho Đinh Bộ Lĩnh năm 966.",
        "Sử gia Lê Văn Hưu viết trong Đại Việt sử ký toàn thư:",
        "\"Đuổi con vua để tự lập làm vua, đó là tội lớn đối với nước, còn như việc nhận con của vua làm con nuôi của mình và ban cho cả thực ấp nữa, thì đấy chỉ là ơn riêng đối với một nhà. Dương Tam Kha dám đuổi Ngô Xương Ngập để tranh đoạt ngôi vua, đó là bề tôi phản nghịch, theo nghĩa thì quyết không thể tha tội chết. Vậy mà, Hậu Ngô Vương (chỉ Ngô Xương Văn, em của Ngô Xương Ngập) không trị tội, còn ban ơn riêng để nuôi dưỡng chứ không nỡ gia hình, lại ban cho cả thực ấp nữa, thế thì há chẳng phải là lầm to rồi hay sao?\"",
        "Nhận xét của Lê Văn Hưu chưa hoàn toàn thỏa đáng. Dương Tam Kha không noi gương Chu Công Đán phò tá Chu Thành vương mà làm việc của Vương Mãng, đúng là đáng chê trách. Nhưng việc Ngô Xương Văn tha ông không giết là nhân từ, không phải là sai lầm. Bởi lẽ sau này khi là Chương Dương công, ông không gây \"hậu họa\" gì cho nhà Ngô nữa. Đó là cái tình cậu cháu trong nhà đã trọn vẹn và không để xảy ra cảnh máu chảy đầu rơi.",
        "Qua việc ông nhận Xương Văn làm con (để nhường ngôi) và việc ông gả con gái cho Đinh Bộ Lĩnh chứng tỏ Dương Tam Kha có con mắt tinh đời.",
        "Đành rằng, có thể tại Xương Văn là cháu ruột ông (do bà Dương Hậu sinh ra - xem thêm bài Ngô Xương Ngập), nhưng xem cách hành xử của anh em Xương Ngập và Xương Văn lúc ngồi chung ngai vàng thì thấy đạo đức và tài năng của người anh kém xa người em. Rất có thể Dương Tam Kha đã nhận thấy người cháu lớn không đủ phẩm chất xứng đáng để ngồi ngai vàng nên ông đã giành ngôi và việc truy bức Xương Ngập để \"trừ hậu hoạ\" vì ông lường trước việc Xương Ngập khó lòng để ông sống nếu một mình được thống soái trên ngai vàng. Việc ông không chọn một người trong họ Dương, dù là họ xa, làm con, mà vẫn lấy Xương Văn làm con càng chứng tỏ Dương Tam Kha vẫn có ý định trả ngôi về cho họ Ngô chứ không nhất quyết giữ ngôi cho họ Dương. Ngô Xương Xí sau này còn về quê hương ông để lập căn cứ thời 12 sứ quân. Nếu ông muốn chiếm ngôi cho họ Dương, nhiều khả năng cả Xương Văn, Nam Hưng, Càn Hưng, Nhật Khánh đều đã bị thanh trừng. Có lẽ đây là một lý do khiến các sử gia gộp thời đại ông trị vì nằm trong \"Kỷ nhà Ngô\" mà không tách riêng như Đại Việt Sử ký Toàn thư đã làm với nhà Tiền Lý khi tách 3 vua: Tiền Lý Nam Đế, Triệu Việt Vương và Hậu Lý Nam Đế làm 3 \"kỷ\" riêng.",
        "Còn đối với trường hợp gả Dương Vân Nga cho Đinh Bộ Lĩnh, đành rằng ông có thiện cảm với người đã từng chống được anh em họ Ngô (năm 951, xem bài Đinh Bộ Lĩnh, Đinh Liễn) nhưng trong lúc loạn 12 sứ quân mới bùng phát và chưa rõ cục diện, ông đã sáng suốt nhìn ra người có thể cứu vãn đại cục và việc tác động chiêu hàng họ Ngô (Xương Xí) của ông đã góp phần sớm chấm dứt mối loạn lạc chia năm xẻ bảy ở Việt Nam làm mồi cho Trung Hoa đang trên đà thống nhất trở lại dưới tay nhà Tống.",
        "Do có nhiều công lao, Dương Tam Kha được lập đền thờ ở nhiều nơi như:",
        "(Nguồn: Wikipedia)"
    ]
}