{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Đại Thắng Minh Hoàng Hậu<br><font size=\"2\">大勝明皇后<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Hoàng hậu Đại Cồ Việt<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Dương Vân Nga.JPG\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/duong-van-nga/a4d8c3a349a4adaf372c274a67f2c33e.jpg\">\n    <noscript>\n     <img alt=\"Dương Vân Nga.JPG\" src=\"/images/wiki/duong-van-nga/a4d8c3a349a4adaf372c274a67f2c33e.jpg\">\n    <\/noscript>\n    <div>\n     Tượng Dương hậu trong đền <a class=\"annotation\" href=\"/nhan-vat/le-dai-hanh\" title=\"Lê Đại Hành (chữ Hán: 黎大行; 941 – 1005), húy là Hoàn (桓), là vị hoàng đế sáng lập nhà Tiền Lê nước Đại Cồ Việt, trị vì nước Đại Cồ Việt 24 năm,băng tại điện Trường Xuân, Hoa Lư, thọ 65 tuổi. \n Vua quê ở Ái châu (Thanh Hóa), làm quan cho nhà Đinh dưới thời vua Đinh Bộ Lĩnh, đến chức Thập đạo tướng quâ...\" target=\"_blank\">Lê Đại Hành<\/a> ở Hoa Lư\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hoàng hậu <a class=\"annotation\" href=\"/nhan-vat/nha-dinh\" title=\"Nhà Đinh (chữ Hán: 丁朝, Đinh Triều) là triều đại phong kiến trong lịch sử Việt Nam bắt đầu năm 968, sau khi Đinh Tiên Hoàng dẹp xong loạn 12 sứ quân thống nhất đất nước và kết thúc năm 980 khi con của Đinh Tiên Hoàng là Đinh Phế Đế nhường cho Lê Hoàn. \n Nhà Đinh là triều đại mở đầu chế độ phong kiến ...\" target=\"_blank\">nhà Đinh<\/a> và <a class=\"annotation\" href=\"/nhan-vat/nha-tien-le\" title=\"Nhà Lê (Hán-Nôm: 家黎 • 黎朝, nhà Lê • Lê triều), hay còn được gọi là nhà Tiền Lê (Hán-Nôm: 家前黎 • 前黎朝, nhà Tiền Lê • Tiền Lê triều) là một triều đại trong lịch sử Việt Nam, bắt đầu khi Đinh Phế Đế nhường ngôi cho Lê Hoàn vào năm 980, trải qua ba đời quân chủ và chấm dứt khi Lê Long Đĩnh qua đời. Quốc hi...\" target=\"_blank\">nhà Tiền Lê<\/a><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tại vị<\/th>\n   <td>968 - 979<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hoàng thái hậu <a class=\"annotation\" href=\"/nhan-vat/nha-dinh\" title=\"Nhà Đinh (chữ Hán: 丁朝, Đinh Triều) là triều đại phong kiến trong lịch sử Việt Nam bắt đầu năm 968, sau khi Đinh Tiên Hoàng dẹp xong loạn 12 sứ quân thống nhất đất nước và kết thúc năm 980 khi con của Đinh Tiên Hoàng là Đinh Phế Đế nhường cho Lê Hoàn. \n Nhà Đinh là triều đại mở đầu chế độ phong kiến ...\" target=\"_blank\">nhà Đinh<\/a><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tại vị<\/th>\n   <td>979 - 981<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Đồng nhiếp chính<\/th>\n   <td>Phó vương <a class=\"annotation\" href=\"/nhan-vat/le-hoan\" title=\"Lê Đại Hành (chữ Hán: 黎大行; 941 – 1005), húy là Hoàn (桓), là vị hoàng đế sáng lập nhà Tiền Lê nước Đại Cồ Việt, trị vì nước Đại Cồ Việt 24 năm,băng tại điện Trường Xuân, Hoa Lư, thọ 65 tuổi. \n Vua quê ở Ái châu (Thanh Hóa), làm quan cho nhà Đinh dưới thời vua Đinh Bộ Lĩnh, đến chức Thập đạo tướng quâ...\" target=\"_blank\">Lê Hoàn<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hoàng hậu <a class=\"annotation\" href=\"/nhan-vat/nha-tien-le\" title=\"Nhà Lê (Hán-Nôm: 家黎 • 黎朝, nhà Lê • Lê triều), hay còn được gọi là nhà Tiền Lê (Hán-Nôm: 家前黎 • 前黎朝, nhà Tiền Lê • Tiền Lê triều) là một triều đại trong lịch sử Việt Nam, bắt đầu khi Đinh Phế Đế nhường ngôi cho Lê Hoàn vào năm 980, trải qua ba đời quân chủ và chấm dứt khi Lê Long Đĩnh qua đời. Quốc hi...\" target=\"_blank\">nhà Tiền Lê<\/a><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tại vị<\/th>\n   <td>981 - 1000<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phu quân<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/dinh-tien-hoang\" title=\"Đinh Tiên Hoàng (chữ Hán: 丁先皇; 22 tháng 3 năm 924 - tháng 10 năm 979), tên húy là Đinh Bộ Lĩnh (丁部領) hoặc có sách gọi Đinh Hoàn (丁桓) (xem mục Tên gọi bên dưới), là vị hoàng đế sáng lập triều đại nhà Đinh, nước Đại Cồ Việt trong lịch sử Việt Nam. \n Ông là người có công đánh dẹp loạn 12 sứ quân, thống...\" target=\"_blank\">Đinh Tiên Hoàng<\/a><br><a class=\"annotation\" href=\"/nhan-vat/le-dai-hanh\" title=\"Lê Đại Hành (chữ Hán: 黎大行; 941 – 1005), húy là Hoàn (桓), là vị hoàng đế sáng lập nhà Tiền Lê nước Đại Cồ Việt, trị vì nước Đại Cồ Việt 24 năm,băng tại điện Trường Xuân, Hoa Lư, thọ 65 tuổi. \n Vua quê ở Ái châu (Thanh Hóa), làm quan cho nhà Đinh dưới thời vua Đinh Bộ Lĩnh, đến chức Thập đạo tướng quâ...\" target=\"_blank\">Lê Đại Hành<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hậu duệ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/dinh-phe-de\" title=\"Đinh Phế Đế (chữ Hán: 丁廢帝; 974 – 1001) còn gọi là Đinh Đế Toàn, là vị hoàng đế thứ hai và cũng là vị hoàng đế cuối cùng của triều đại nhà Đinh, trong lịch sử Việt Nam. Khi ngôi Vua về với nhà Tiền Lê, ông trở thành Vệ Vương trong kinh thành Hoa Lư suốt 20 năm rồi hy sinh khi đi dẹp loạn ở tuổi 27....\" target=\"_blank\">Đinh Phế Đế<\/a><br><a class=\"annotation\" href=\"/nhan-vat/le-thi-phat-ngan\" title=\"Lê Thị Phất Ngân (chữ Hán: 黎氏佛銀) là một trong những Hoàng hậu đầu tiên của triều đại nhà Lý trong lịch sử Việt Nam. Bà nguyên là công chúa con vua Lê Đại Hành, sau là vợ vua Lý Thái Tổ và trở thành mẹ vua Lý Thái Tông. \n Cuộc đời của bà được biết đến nhiều hơn qua các thần tích, thần phả ở các di tí...\" target=\"_blank\">Lê Thị Phất Ngân<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên húy<\/th>\n   <td>Dã sử xưng <i>Dương Vân Nga<\/i> (楊雲娥)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tước hiệu<\/th>\n   <td>Hoàng hậu<br>\n     Hoàng thái hậu<br>\n     Hoàng hậu<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tước vị<\/th>\n   <td>Đại Thắng Minh hoàng hậu<br>\n     大勝明皇后<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td>Dương Thế Hiển<br>\n     Dương Thái Huyền<br>\n     Dương Nhị Kha<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>?<br>\n     Ái Châu, Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>1000<br>\n     Hoa Lư, Việt Nam<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>\"Nín đi thôi, nín đi thôi! Một vai gánh vác cả đôi sơn hà\"<\/i>.<\/td>\n   <td>”<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Dương Vân Nga",
        "Tên gọi và xuất thân",
        "Hoàng hậu nhà Đinh",
        "Hoàng hậu nhà Tiền Lê",
        "Nhận định",
        "Hoàng hậu hai triều",
        "Sử sách",
        "Giai thoại",
        "Gia phả",
        "Hành vi của Ngô Nhật Khánh",
        "Kết luận",
        "Các con",
        "Vẻ đẹp của Dương Vân Nga",
        "Tôn vinh",
        "Xem thêm",
        "Chú thích",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Dương Vân Nga - Người Kể Sử",
    "paragraphs": [
        "Đại Thắng Minh hoàng hậu (chữ Hán: 大勝明皇后; ? - 1000), dã sử xưng gọi Dương Vân Nga (楊雲娥), là Hoàng hậu của 2 vị Hoàng đế thời kỳ đầu lập quốc trong Lịch sử Việt Nam là Đinh Tiên Hoàng và Lê Đại Hành. Bà đóng vai trò đặc biệt quan trọng trong việc chuyển giao quyền lực từ nhà Đinh sang nhà Tiền Lê.",
        "Khi người con trai của bà với Đinh Tiên Hoàng tên Đinh Toàn lên kế vị còn nhỏ tuổi, bà trở thành Hoàng thái hậu nhiếp chính. Trong tình thế khó khăn của Hoàng vị con trai mình, bà đã chủ động nhường Hoàng vị cho Phó vương Thập Đạo tướng quân Lê Hoàn, trở thành Minh Càn Quảng Hiếu hoàng đế lập ra nhà Tiền Lê. Sau khi đoạt được Hoàng vị, Lê Đế lập Dương thị làm một trong các Hoàng hậu của ông, tôn hiệu là Đại Thắng Minh hoàng hậu.",
        "Vì là một người đàn bà quyền lực của 2 triều đại quan trọng, sử sách thường gọi bà với cái tên trang trọng là Dương hậu (楊后) hay Dương thái hậu (楊太后). Hiện nay, trong các đền thờ, tên đường và các tác phẩm văn học nghệ thuật, người Việt gọi bà là Thái hậu Dương Vân Nga (太后楊雲娥) hay Lưỡng triều hoàng hậu Dương Vân Nga (兩朝皇后楊雲娥).",
        "",
        "",
        "Đại Việt sử ký toàn thư (大越史記全書) chỉ cho biết bà họ Dương, không nói bà tên là gì và cũng không biết xuất thân của bà ra sao1 . Từng có nhiều thuyết về tên gọi và xuất thân của bà như sau:",
        "Ngày nay, trong các đền thờ, người Việt đều gọi bà với cái tên trân trọng là Thái hậu Dương Vân Nga. Nhiều đường phố và trường học ở Việt Nam mang tên Dương Vân Nga.",
        "Năm 968, Đinh Bộ Lĩnh lên ngôi Hoàng đế, tự xưng là Đại Thắng Minh Hoàng đế (大勝明皇帝), đặt quốc hiệu là Đại Cồ Việt, đóng đô ở Hoa Lư. Đinh Đế cho xây cung điện, chế triều nghi, định phẩm hàm quan văn, quan võ.",
        "Theo Đại việt sử ký toàn thư, Đinh Đế lập 5 hoàng hậu là Đan Gia, Trinh Minh, Kiều Quốc, Cồ Quốc và Ca Ông. Tuy nhiên, không thấy nói đến bà là ai trong số 5 vị trên.",
        "Theo sử sách, năm Kỷ Mão 979, Đinh Đế cùng con trai Nam Việt vương Đinh Liễn bị viên hoạn quan Đỗ Thích ám sát. Trước đó Thái tử Đinh Hạng Lang bị Đinh Liễn giết. Đinh Toàn là con Dương hoàng hậu và là con trai còn lại của Đinh Bộ Lĩnh lên ngôi. Dương hoàng hậu trở thành Thái hậu.",
        "Tuy nhiên, nhiều nhà nghiên cứu gần đây có xu hướng bác bỏ giả thiết cho rằng cha con Đinh Tiên Hoàng là do Đỗ Thích giết mà đặt giả thiết thủ phạm chính là Lê Đại Hành cùng với sự hậu thuẫn của Dương Vân Nga. Họ lý giải rằng Lê Hoàn muốn toan tính lấy ngôi, còn Dương Vân Nga trong cuộc tranh đua với các hoàng hậu khác để giành ngai vàng cho con trai nên đã cấu kết với Lê Hoàn.7 8 (xem bài Đinh Tiên Hoàng)",
        "Đinh Toàn khi đó mới 6 tuổi, Thập đạo tướng quân Lê Hoàn là nhiếp chính. Các đại thần Đinh Điền, Nguyễn Bặc, Phạm Hạp thấy quyền lực rơi vào tay Lê Hoàn, lại nghi Dương Thái hậu cùng Lê Hoàn tư thông nên cử binh đến đánh. Lê Hoàn dẹp tan, Đinh Điền, Nguyễn Bặc, Phạm Hạp đều bị giết. Phò mã nhà Đinh là Ngô Nhật Khánh bỏ trốn vào nam, cùng vua Chăm Pa với hơn nghìn chiến thuyền định đến đánh kinh đô Hoa Lư nhưng bị bão dìm chết.",
        "Năm 980, quân Tống chuẩn bị sang đánh, Dương hoàng hậu cùng triều thân tôn Lê Hoàn lên làm Hoàng đế, xưng tôn hiệu Minh Càn Quảng Hiếu hoàng đế (明乾廣孝皇帝), lập nên nhà Tiền Lê. Sau khi chiến thắng quân Tống, ông lập Dương Thái hậu trở thành một trong năm Hoàng hậu của ông,9 , tôn hiệu là Đại Thắng Minh hoàng hậu (大勝明皇后). Qua việc gọi bà là Đại Thắng Minh hoàng hậu, có thể thấy được vai trò của bà trong hoàng cung nhà Đinh. Các sử gia rất nặng lời với Lê Hoàn trong việc này, vì trái với đạo quần thần.",
        "Năm 1000, bà qua đời, thọ 48 tuổi, cùng năm với con trưởng của Lê Hoàn là Hoàng thái tử Lê Long Thâu.",
        "Các sử gia phong kiến đặc biệt chỉ trích Lê Hoàn trong việc lập Dương Vân Nga làm hoàng hậu. Trong Đại Việt sử ký toàn thư, Ngô Sĩ Liên viết:",
        "Các sử gia hiện đại lại có cái nhìn khác về Lê Hoàn và Dương hoàng hậu. Hoàng Xuân Hãn viết trong Hoàng Xuân Hãn tuyển tập:",
        "Sự lựa chọn và quyết định của Dương Văn Nga trong hoàn cảnh quốc gia bấy giờ đã biểu hiện thái độ chính trị sáng suốt của một người có khối óc lớn, thức thời, xứng đáng được coi là anh hùng. Nếu Dương Văn Nga không biết đặt lợi nước lên trên quyền lợi của dòng họ, bà có thể ngoan cố bảo vệ ngai vàng cho con nhỏ của mình, sẽ gây ra nạn tranh giành, đẩy đất nước vào thảm cảnh rối loạn và kết cục là bị mất nước bởi nhà Tống. Ngược lại với cách đánh giá của sử cũ, vùng Hoa Lư còn lưu lại nhiều truyền thuyết đẹp về Dương Văn Nga nhằm ghi nhận công lao của bà.10",
        "Dương hoàng hậu và Lê Hoàn được thờ ở đền Vua Lê Đại Hành tại xã Trường Yên, huyện Hoa Lư, Ninh Bình.",
        "Sử sách chỉ nhắc đến Dương Vân Nga là Lưỡng triều Hoàng hậu (兩朝皇后), nhưng gần đây có ý kiến cho rằng bà là Hoàng hậu ba triều. Theo cuốn Phả hệ họ Ngô Việt Nam, Gia phả họ Đinh Danh ở Thái Bình thì bà Dương Thị là Hoàng hậu ba triều. Trước khi lấy Đinh Tiên Hoàng, bà đã lấy Hậu Ngô vương Ngô Xương Văn và sinh ra Ngô Nhật Khánh. Điển hình trong số những người ủng hộ giả thiết này là ba tác giả: Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ trong tác phẩm Nhìn lại lịch sử do Nhà xuất bản Văn hoá thông tin ấn hành năm 2003. Tuy nhiên, giả thiết bà là Hoàng hậu ba triều có những chỗ không ổn, nếu đi sâu tìm hiểu những tình tiết từ các nguồn sử sách và tài liệu những năm gần đây. Những căn cứ chủ yếu là:",
        "Hoàng hậu là một nhân vật quan trọng trong cung đình, trong đời sống đế vương. Hoàng hậu là Mẫu nghi thiên hạ. Phàm sách sử khi chép tới Hoàng đế và Hoàng tử đều nói đến vợ của Hoàng đế và mẹ Hoàng tử, không thể bỏ qua. Vậy mà tất cả các sách sử, từ sách cổ xưa nhất như Việt sử lược đến những sách sử sau này như Đại Việt Sử ký Toàn thư, Khâm định Việt sử Thông giám Cương mục, Việt sử Tiêu án..., đều không thấy chép Dương hoàng hậu từng là vợ của Hậu Ngô vương Xương Văn và mẹ của Nhật Khánh, tất phải có lý do, vì đây không phải là sự thực. Hơn nữa, nếu quả thực Dương hậu là vợ Hậu Ngô vương nghĩa là bà là Hoàng hậu của ba triều, Ngô, Đinh và Lê, một trường hợp hy hữu trong lịch sử. Sự hy hữu đó càng khiến các sử gia không thể \"lờ đi\", \"bỏ qua\", mà không nhắc đến.",
        "Hơn nữa, có một tình tiết ghi trong sử: Ngô Xương Ngập và Ngô Xương Văn đều làm vua, thậm chí Xương Văn dù là em còn được mọi người kính trọng hơn vì công trạng khôi phục ngôi vua cũng như tính nhún nhường, khiêm cung của ông. Trong khi gia quyến Xương Ngập được kể rõ (vợ là Phạm thị con Lệnh công Phạm Chiêm và con là Ngô Xương Xí) thì những người gia quyến của Xương Văn, như giả thuyết của sách Phả hệ họ Ngô Việt Nam, là Dương Thị và Nhật Khánh, lại không được sử sách \"nối kết\" với ông vua em. Và Nhật Khánh, là cháu nội Tiền Ngô vương, cháu ngoại Dương Bình vương, nhưng sử sách lại không hề nhắc tới thân thế. Đại Việt sử ký toàn thư cũng chỉ ghi chung chung: \"Nhật Khánh là con cháu Tiền Ngô vương...\"",
        "Khi Lê Hoàn lập Dương Vân Nga làm hoàng hậu, chính sử ghi rõ: \"Vua lập Đại Thắng Minh hoàng hậu triều Đinh làm hoàng hậu\" và các sử gia rất nặng lời với Lê Hoàn trong việc này. Vậy mà đối với việc Đinh Bộ Lĩnh lấy mẹ Ngô Nhật Khánh, ta chỉ thấy sử chép: \"lấy mẹ Nhật Khánh\" mà không hề thấy ghi \"lấy hoàng hậu cũ của Nam Tấn vương\". Hơn nữa, không ai chê cười vua Đinh lấy mẹ Nhật Khánh cả. Các sử gia thông cảm cho mục đích chính trị của việc này (ràng buộc họ Ngô cho thân để thu phục Ngô Nhật Khánh). Nếu mẹ Khánh là vợ Nam Tấn vương Ngô Xương Văn, hẳn các sử gia (như Lê Văn Hưu, Ngô Sĩ Liên...) sẽ kết tội vua Đinh làm \"đầu têu\" cho Lê Hoàn trong việc lấy vợ vua trước, và những dòng viết \"nặng lời\" dành cho Lê Hoàn, trước hết đã dành cho vua Đinh rồi.",
        "Có lẽ nhắc đến Dương hậu, không ít người biết giai thoại khi bà mới sinh thường hay khóc dạ đề. Một hôm có người đạo sĩ đi qua, ông đọc hai câu thơ khiến cô bé nín bặt:",
        "Lời tiên tri của ông đạo sĩ ứng nghiệm vào việc bà lấy Đinh Tiên Hoàng và Lê Đại Hành. Đời sau có thể ước đoán rằng, câu sấm này là do người ta đặt ra sau khi sự việc đã diễn ra. Như vậy, khi sự việc đã diễn ra, sau khi Dương hậu đã mất (năm 1000), bà đã chỉ lấy 2 vua, Đinh và Lê, nên người đời mới đặt ra câu sấm, mượn lời ông đạo sĩ, để bà gánh vác \"đôi sơn hà\" mà không gánh vác \"ba sơn hà\".",
        "Mặt khác, còn một giai thoại nữa ở Ninh Bình kể về mối tình thời trẻ giữa Lê Hoàn và Dương Thị. Dân gian cảm thông, biện minh cho quan hệ của hai người sau này trong cung đình nên đã hợp pháp hoá cho mối tình của họ từ tuổi thanh xuân, để đến khi vào cung, việc họ làm chỉ là \"nối lại tình xưa\", làm giảm nhẹ tình tiết mà các nhà nho gọi là Lê Hoàn đã \"lấy mẹ goá, hiếp con côi\". Câu chuyện trên dù là có thật hay chỉ là giai thoại, nó cũng phản ánh một giá trị: Lê Hoàn và Dương hậu trạc tuổi nhau. Và đó mới là cơ sở để dân gian thêu dệt câu chuyện tình thời trẻ đẹp đẽ, \"xứng đôi vừa lứa\" của họ với thái độ đồng tình. Nếu bà là một hoàng hậu trong cung (thành Cổ Loa của Ngô Xương Văn và sau lại theo con là Nhật Khánh về Đường Lâm - Sơn Tây) thì bà không thể gặp được Lê Hoàn ở Hà Nam hoặc Thanh Hoá (quê ông có hai thuyết, một thuyết cho rằng ở Hà Nam, thuyết khác nói rằng ở Thanh Hoá). Bà và Lê Hoàn trạc tuổi nhau thì bà không thể sinh ra Ngô Nhật Khánh vì khi Khánh nổi dậy năm 965 ít nhất cũng phải 18 tuổi, mà Lê Hoàn (xấp xỉ tuổi bà) khi đó mới 24.",
        "Các tác giả trong Nhìn lại lịch sử cho rằng có thể Dương Hậu và Lê Hoàn biết nhau ngay từ khi hàn vi, nhưng vì không \"môn đăng hộ đối\" nên Dương Tam Kha không chấp nhận. Giả thiết này rất gượng ép. Theo các tác giả này, bà sinh năm 928. Như vậy, ít nhất đến năm 965 khi Xương Văn tử trận (lúc đó bà 37 tuổi), bà còn ở Cổ Loa với tư cách là hoàng hậu. Chỉ khi Nam Tấn vương mất bà mới theo cha (Tam Kha) - theo các tác giả Nhìn lại lịch sử - là về Ái châu, chứ không phải ấp Chương Dương mà ông được phong; và bà cũng không \"tòng tử\", theo con Nhật Khánh về Đường Lâm. Đây chính là một tình tiết hơi khó hiểu trong lập luận của ba tác giả trên. Giả sử cứ cho rằng giả thiết trên đúng là bà về Ái châu, thì theo chính sử, ngay sau khi Nam Tấn vương mất, Đinh Liễn từ Cổ Loa trở về Hoa Lư, thoát thân phận làm con tin và được sai đi châu Ái mộ quân. Lê Hoàn, lúc này 24 tuổi, ở trong số những người theo Đinh Liễn về Hoa Lư. Như vậy, năm 965, tại Ái châu, trong một khoảng thời gian rất ngắn, một người quyền quý, đứng tuổi mới đến và một người nghèo khó, lam lũ, trẻ trung vừa đi như Lê Hoàn, làm sao mà gặp được nhau, và gặp nhau trong môi trường nào với sự ngăn cách giàu nghèo của xã hội ngày ấy để trở thành tình nhân? Điều đáng nói hơn là tác giả Đinh Công Vĩ, trong bài viết riêng của mình, lại ghép hai tư liệu không hề logic lại với nhau để khẳng định một lần nữa điều này. Một mặt, tác giả dẫn ngọc phả ở Thanh Hóa để khẳng định mối tình thời son trẻ của Dương hậu và Lê Hoàn khi bà chưa lấy Ngô Xương Văn. Tiếp theo, tác giả lại viết: \"Theo một tài liệu khác thì sau đó bà lấy Ngô Xương Văn\". Chỉ căn cứ vào phép toán số học có thể thấy không thể có chuyện này. Bởi lẽ, bà lấy Xương Văn (tác giả căn cứ vào sử chép: \"Tam Kha lấy Xương Văn làm con mình\") khoảng năm 945, lúc bà 17 tuổi nhưng trước đó bà đã yêu Lê Hoàn thì Lê Hoàn lúc ấy cũng chỉ là một cậu bé mới lên 4 tuổi thôi. Dương Tam Kha lấy con thứ hai của Ngô vương là Xương Văn làm con mình mà kết luận rằng \"lấy làm con mình tức là cho làm con rể\" là điều phỏng đoán hơi đi quá. Dương Tam Kha vốn là cậu ruột của Xương Văn, khi ông không có con trai thì việc nhận cháu làm con cũng là điều dễ hiểu. \"Nhận làm con\" mà suy ra là \"làm con rể\" thì chưa hoàn toàn thuyết phục.",
        "Vậy, dù là bà yêu Lê Hoàn lần đầu khi cả hai người chưa vào Hoa Lư (theo giai thoại mà sử không chép) trước hay sau khi Xương Văn chết đi nữa thì cũng chỉ nói lên một điều: Bà không lấy Xương Văn. Bà phải cùng một lứa tuổi với Lê Hoàn và như thế thì không phải là mẹ Nhật Khánh (vì Khánh cũng sinh khoảng 945 - 946 để năm 965 trở thành một sứ quân). Giả thiết của ba tác giả trên rất mâu thuẫn về không gian và thời gian.",
        "Gia phả gọi bà là Dương Vân Nga, tức là gọi theo giai thoại dân gian. Chính các tác giả Nhìn lại lịch sử cũng có nhận xét rằng \"Dương Vân Nga\" chỉ là cái tên trong truyền thuyết dân gian. Đóng góp của các nhà soạn Phả hệ họ Ngô Việt Nam là không thể phủ nhận, thậm chí rất đáng trân trọng và thán phục. Nhưng, cũng như chính cuốn gia phả đã dẫn, có những giả thuyết đã quá xa xưa, như trường hợp giả thuyết nói tổ tiên 7 đời của Ngô Quyền cách ông những 700 năm (điều không thể xảy ra – như kết luận của sách này) chẳng hạn, thì ta thấy rằng, gia phả - cả họ Ngô lẫn họ Đinh Danh - cũng chỉ là một nguồn tài liệu để tham khảo mà thôi, không đủ để cải chính mọi điều trong chính sử.",
        "Cuối cuốn Phả hệ họ Ngô Việt Nam có dẫn danh sách một loạt tài liệu tham khảo cổ xưa. Đây là một trong những vấn đề liên quan đến cổ sử cần lưu ý. Chuyện bà Dương hậu cách đây đã hơn 1000 năm. Hãy thử làm một phép so sánh để thấy sự khó khăn của những người nghiên cứu sử học và so sánh với sự xung đột giữa anh em Nguyễn Nhạc và Nguyễn Huệ cách đây chỉ hơn 200 năm (cuối 1786, đầu 1787). Sự kiện giữa anh em nhà Nguyễn Tây Sơn, dù xảy ra khi sử học Việt Nam đã khá phát triển (sau khi Đại Việt sử ký toàn thư đã ra đời ngót 100 năm), thế nhưng những gì sách sử để lại về nó đều còn nhiều chỗ không rõ ràng khiến đời sau gặp nhiều khó khăn khi tìm hiểu nó. Với một sự kiện xảy ra cách đây 200 năm mà còn khó xác định tính chân thực như vậy, huống chi, tài liệu tham khảo cổ xưa nhất cho các nhà biên soạn cuốn Lịch sử họ Ngô Việt Nam là một cuốn gia phả cổ cũng \"chỉ\" được soạn vào tận năm 1477, tức là đã cách xa thời đại của bà Dương hậu những 500 năm! Điều kiện nghiên cứu xưa kia khó khăn hơn ngày nay nhiều, từ phương tiện lưu giữ đến phương tiện truyền tin, rất khó tránh khỏi việc \"tam sao thất bản\". Đó những khó khăn mà không chỉ các tác giả gặp phải khi soạn thảo gia phả, mà ngay với các nhà sử học khi nghiên cứu lịch sử cũng gặp phải điều tương tự. Việc \"chế biến\" thông tin, trong những trường hợp còn quá mờ mịt nếu căn cứ vào sử sách, là khó tránh khỏi. Trong trường hợp này, những nhà soạn Phả hệ đã \"chế biến\" thông tin thiếu chính xác, chưa hợp lý.",
        "Có một tình tiết sử cũ ghi lại mà các nhà nghiên cứu, những người ủng hộ quan điểm bà Dương hậu lấy 3 vua, tác giả Nhìn lại lịch sử chưa chú ý. Khi khẳng định Dương hậu mẹ Đinh Toàn cũng là mẹ Ngô Nhật Khánh, các tác giả lại không nghiên cứu thấu đáo về quá trình hành trạng của Nhật Khánh. Vì Mẹ Nhật Khánh và hoàng hậu Dương thị phải là hai người chứ không thể là một người.",
        "Sử sách khi đề cập việc Đinh Bộ Lĩnh lấy mẹ Khánh không ghi bà mang họ gì; khi đề cập tới Dương hậu mẹ Đinh Phế Đế sử sách cũng không ghi bà chính là mẹ Ngô Nhật Khánh. Các thần phả, ngọc phả cho thấy trước khi đến dụ hàng Ngô Xương Xí, Đinh Bộ Lĩnh đã đến yết kiến Chương Dương công Dương Tam Kha để xin \"tác động\" và lấy con ông là Dương Ngọc Vân 11 . Bà này chính là Dương hậu trong sử sách, và thông qua tác động của bà, Xương Xí đã hàng vua Đinh mà không gây đổ máu. Như vậy Đinh Bộ Lĩnh lấy con gái Dương Tam Kha để dụ hàng Xương Xí, chưa từng nghe nói ông làm rể Tam Kha để dụ Nhật Khánh bao giờ. Việc lấy con gái Dương Tam Kha và lấy mẹ Ngô Nhật Khánh là hai việc làm riêng rẽ của vua Đinh, nhằm thu phục hai anh em họ Ngô cát cứ trên hai vùng khác nhau. Để cho hai họ Ngô được sống là cách làm thông minh nhất của vua Đinh. Bởi lẽ, chính họ Ngô chứ không phải họ nào khác, đang nắm quyền trị nước, đang là \"chính thống\", vì thế khi đánh dẹp các sứ quân, ông không thể đối xử với họ Ngô theo kiểu \"triệt hạ\" như đối với họ Đỗ, họ Nguyễn, họ Lã hay họ Kiều được. Ông đã giành thiên hạ bằng cả \"uy vũ\" lẫn \"đức độ\", bằng cả \"lý\" lẫn \"tình\".",
        "Mẹ Ngô Nhật Khánh, dù đã có tuổi khi lấy Vạn Thắng vương Đinh Bộ Lĩnh, chính là người đã sinh ra Đinh Hạng Lang, con út của Tiên Hoàng, sớm nhất là năm 975 (vì Đinh Toàn sinh năm 974 và là anh Hạng Lang). Đinh Tiên Hoàng vì bà, và vì để lấy lòng Nhật Khánh nữa, đã lập Hạng Lang làm thái tử. Nhật Khánh chứa chấp ý đồ không thể nói hết khi giục mẹ nài nỉ vua lập em làm thái tử. Ông ta định sau này sẽ làm phụ tá cho cậu em ruột còn thơ ấu để nắm quyền bính (và chứa chấp ý định làm Vương Mãng, Tào Tháo). Nhưng việc đó không qua được Nam Việt vương Đinh Liễn vốn là người đã trưởng thành và có nhiều công lao trong việc đánh dẹp, ngoại giao của nước Đại Cồ Việt. Theo chính sử, Đinh Liễn giết Hạng Lang đầu năm 979. Tuy nhiên, vì yêu con và không thể tiếp tục gây đổ máu, Tiên Hoàng đã không trừng phạt Đinh Liễn bằng cái chết.",
        "Việc Tiên Hoàng không trừng phạt Đinh Liễn bằng án tử hình khiến Nhật Khánh vô cùng tức giận và đây mới chính là động cơ chủ yếu thúc giục Khánh bỏ sang Chiêm Thành. Ông ta lấy dao rạch mặt vợ là con gái Tiên Hoàng, em Đinh Liễn và bảo rằng: \"Cha mày lừa dối ức hiếp mẹ con ta...\". Lời nói bị lừa dối đó hẳn chứa đựng sự tức giận vì Tiên Hoàng đã \"nuốt lời\". Vua Đinh hứa đưa em Khánh (Hạng Lang) lên ngôi, nhưng khi em Khánh bị hại thì kẻ thủ phạm lại không bị trừng phạt đích đáng theo ý muốn của Khánh, bởi thế Khánh mới tìm đến Chiêm Thành để cầu viện báo thù. Ý định của Khánh là mượn quân Chiêm để về nước làm vua, khôi phục nhà Ngô. Nếu Hạng Lang không chết mà được nối ngôi như dự kiến thì sớm muộn Khánh cũng làm Vương Mãng, Tư Mã Chiêu, tiêu diệt họ Đinh, phế truất ấu chúa này mà giành lấy ngôi – giống như tấm gương Triệu Khuông Dận lấy ngôi của cậu bé 6 tuổi Sài Tông Huấn cách đó ít lâu bên phương bắc.",
        "Dã tâm và hành vi của Nhật Khánh có thể cho thấy sáng tỏ một lần nữa Dương hậu không phải là mẹ Nhật Khánh. Nếu bà là mẹ Khánh, em (cùng mẹ khác cha) Khánh sẽ là Toàn, sau này Toàn được nối ngôi, Khánh sẽ được làm phụ chính (y hệt vai của Lê Hoàn), Khánh không cần phải đi mượn quân Chiêm Thành để giành quyền nữa. Mặt khác, kể cả trường hợp Khánh đã \"trót\" bỏ sang Chiêm khi Tiên Hoàng và Đinh Liễn chưa bị hại, thì sau khi em Khánh là Toàn lên ngôi, sao Khánh không về mà phải xui vua Chiêm động binh để rước cái chết vào mình?",
        "Những hành động Dương hậu và Khánh đã làm như sử chép (trao ngôi cho người ngoài, dẫn giặc về) cho thấy cả Dương hậu và Khánh đều có chung một ý tưởng: diệt nhà Đinh. Vậy nếu hai người là mẹ con thì tại sao chẳng cùng nhau bàn cách hành động, việc gì Khánh phải bỏ sang Chiêm Thành? Hẳn là lúc đó em (Hạng Lang) đã chết và mẹ cũng đã mất hoặc đã quá già yếu và bị Tiên Hoàng xa lánh, chỗ dựa đã hết, Khánh cùng đường mới tìm cách sang Chiêm. Dương Hậu và Khánh không phải là mẹ con.",
        "Các tác giả cuốn Phả hệ họ Ngô Việt Nam dẫn chiếu từ trang 323 cuốn sách Bước thăng trầm của Quách Tấn (xuất bản 1996) để nêu giả thiết: phải chăng sử cũ nhầm Ngô Nhật Khánh với vua Chiêm Thành lúc đó là Ngô Nhật Hoan và biện minh rằng Nhật Khánh không phải là kẻ bán nước. Tuy nhiên, nếu chỉ căn cứ vào một cuốn sách xuất bản tận năm 1996 để phản biện với điều đã được tất cả sử sách khẳng định về sự kiện Nhật Khánh dẫn giặc về nhà thì rất không thuyết phục. Phả hệ họ Ngô Việt Nam dẫn thêm việc có đền thờ Ngô Nhật Khánh để chứng minh việc Khánh vô tội. Tuy nhiên, lý do việc có đền thờ Ngô Nhật Khánh không có gì khó hiểu, các sứ quân khác cũng có đền thờ như Kiều Công Hãn hay thậm chí tướng giặc Sầm Nghi Đống cũng có đền thờ.",
        "Từ những lập luận trên, có thể rút ra 3 kết luận:",
        "Chỉ còn một vài khả năng cuối cùng, vẫn có thể xảy ra, nhưng chỉ có thể làm thay đổi ít nhiều thông tin của 1 trong 3 kết luận trên chứ không thể thay đổi được mệnh đề: Dương hậu chỉ là hoàng hậu 2 triều chứ không phải 3 triều:",
        "Như vậy, vẫn có thể có sự trùng hợp hãn hữu nào đó trong số các giả thiết a, b hoặc c kể trên, nhưng những sự trùng hợp đó chỉ có thể gây hiểu lầm ở một số góc cạnh phiến diện về việc có hoàng hậu ba triều mà thôi, còn hoàng hậu ba triều họ Dương chắc chắn là không tồn tại.",
        "Căn cứ vào những ghi chép trong chính sử và các thần tích, tài liệu lưu truyền trong dân gian, Dương Vân Nga đã sinh ra ít nhất một người con với Đinh Tiên Hoàng và một người con với Lê Đại Hành.",
        "Theo các truyền thuyết dân gian, sinh thời Dương Vân Nga rất xinh đẹp. Bà có khuôn mặt bầu bĩnh rất phúc hậu song vẫn có nét thanh tú, cao sang. Nước da của bà hoàng hậu họ Dương trắng hồng và cặp mắt phượng, mày ngài lúc nào cũng long lanh đầy tình tứ. Nhan sắc bà được mô tả trong cuốn sử thi \"Hoàn Vương ca tích\" (tìm thấy ở Hà Nam). Bà không chỉ đẹp mà còn tràn đầy sinh lực:14",
        "Vẻ đẹp của bà quyến rũ đến nỗi mỗi nước đi cũng làm cả vùng thiên nhiên, cây cỏ xao động, bừng sáng:",
        "Ở vùng hạ lưu sông Bôi quê hương của Dương Vân Nga, phía tây bắc cố đô Hoa Lư, người dân còn lưu truyền thuyết lý giải vì sao nơi đây xưa có tục kiêng không trồng hoa quỳnh và các loài cây nở hoa vào ban đêm khác như bầu, bìm bìm... Tục truyền rằng sau khi được Vạn Thắng Vương đón về Hoa Lư làm hoàng hậu, Dương Vân Nga trở về cố hương bằng kiệu hoa lộng lẫy. Hoàng hậu muốn làm một đêm dạ tiệc thật ấn tượng để ban thưởng cho dân làng và truyền lệnh các thôn nữ tuổi từ 16 nếu muốn tham dự phải trùm khăn che mặt để không có ai đẹp vào đêm hội đó. Thế nhưng, khi đêm hội diễn ra dưới ánh trăng, trong lúc vẻ đẹp của Dương Vân Nga đang rạng ngời tỏa sáng trước bàn dân thiên hạ thì một luồng gió mát từ rừng cây thổi tới mang theo một mùi hương thơm ngào ngạt và quyến rũ. Mùi thơm đó hấp dẫn đến nỗi làm các tướng sỹ và thần dân mê mẩn, họ nhận ra đó là hương thơm của loài hoa quỳnh đang nở rộ. Dương Vân Nga rất giận liền lệnh cho quân lính nhổ hết những cây hoa đó và bỏ vào vùng rừng núi hoang vu phía tây. Từ đó người dân Gia Thủy, Gia Hưng đều có tục kiêng trồng hoa quỳnh và các hoa nở vào ban đêm. Riêng hoa quỳnh sau khi được đày lên vùng núi rừng Cúc Phương thì chỉ đẹp khi được mọc ở nơi này.15",
        "Hoàng thái hậu Dương Vân Nga được thờ cùng với Vua Lê Đại Hành tại đền Vua Lê Đại Hành ở khu di tích cố đô Hoa Lư và thờ cùng Vua Đinh Tiên Hoàng tại đền Mỹ Hạ ở quê hương Gia Thủy, Nho Quan; tại khu di tích đình - chùa Trung Trữ, Ninh Giang, huyện Hoa Lư, bà còn được phối thờ cùng 2 vua. Bà cũng được thờ cùng Vua Lê Hoàn tại vài nơi khác ở Ninh Bình như ở đền Đồng Bến, thành phố Ninh Bình, tương truyền là nơi bà đón Vua Lê Đại Hành khi đánh thắng giặc Tống trở về; tại đền vua Lê ở xã Lai Thành, huyện Kim Sơn.",
        "Tại đền Bạch Mã ở xã Liên Thành, huyện Yên Thành, Nghệ An được lập lên để thờ Lý Nhật Quang, Thái Hậu Dương Vân Nga cùng với các con cháu bà là Lý Công Uẩn, Lê Thị Phất Ngân, Lý Thái Tông cũng được thờ phụng tại đây. Bà là thành hoàng làng cổ Bách Cốc được đúc tượng thờ ở đình Bách Cốc, xã Thành Lợi, Vụ Bản, Nam Định.16 Cuối đời Dương Vân Nga tu hành tại động Am Tiên ở phía đông kinh thành Hoa Lư, tại đây còn lưu bài thơ về cuộc đời và sự nghiệp của bà.",
        "Ở thành phố Ninh Bình, tên tuổi Dương Vân Nga cùng với Lê Đại Hành được đặt cho hai con đường song song với nhau nằm bên bờ sông Vân, tên sông có ý nghĩa là giường mây, nơi ghi dấu truyền thuyết tình yêu giữa hai người.",
        "Tên tuổi Dương Vân Nga hiện tại được đặt cho nhiều đường đường phố thuộc các thành phố khác như: Vinh, Đà Nẵng, Vũng Tàu, Buôn Mê Thuột, Nha Trang, TP HCM và Thanh Hóa.",
        "Hình ảnh Dương Vân Nga trao áo hoàng bào cho Lê Hoàn lên đường xung trận được sử dụng nhiều trong nghệ thuật và thi ca. Rất nhiều các tác phẩm nghệ thuật sân khấu mang tên \"Thái hậu Dương Vân Nga\" của các tác giả: Trúc Đường, Lê Duy Hạnh, Hoa Phượng, Chi Lăng, Hoàng Việt, Quân Thụy, Huy Trường, Quang Thập,... được dàn dựng ở các thể loại chèo, tuồng và cải lương.",
        "(Nguồn: Wikipedia)"
    ]
}