{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Tùy Văn Đế<br><font size=\"2\">隋文帝<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Hoàng đế Trung Hoa <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Sui Wendi Tang.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/duong-kien/13a1cce67a6f346630029d94c0286f67.jpg\">\n    <noscript>\n     <img alt=\"Sui Wendi Tang.jpg\" src=\"/images/wiki/duong-kien/13a1cce67a6f346630029d94c0286f67.jpg\">\n    <\/noscript>\n    <div>\n     Tùy Văn Đế qua nét vẽ của Diêm Lập Bản, họa sĩ đời <a class=\"annotation\" href=\"/nhan-vat/nha-duong\" title=\"Nhà Đường (tiếng Trung: 唐朝; bính âm: Táng Cháo, Hán Việt: Đường triều; phát âm tiếng Trung:&amp;#160;[tʰɑ̌ŋ tʂʰɑ̌ʊ]; tiếng Hán trung đại: Dâng) (18 tháng 6, 618 - 1 tháng 6, 907) là một Triều đại Trung Quốc tiếp nối sau nhà Tùy và sau nó là thời kì Ngũ Đại Thập Quốc. Nhà Đường được hoàng đế Đường Cao Tổ...\" target=\"_blank\">nhà Đường<\/a>\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hoàng đế Đại Tùy<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Trị vì<\/th>\n   <td>581 – 604 \n    <div class=\"timeline-wrapper\">\n     <map name=\"timeline_4ae36d109eb10a8d9e01214bc5b89102\" id=\"timeline_4ae36d109eb10a8d9e01214bc5b89102\"><\/map><img class=\"jch-lazyload\" usemap=\"#timeline_4ae36d109eb10a8d9e01214bc5b89102\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/duong-kien/49c797d650324714523490de3d3e0d74.png\">\n     <noscript>\n      <img usemap=\"#timeline_4ae36d109eb10a8d9e01214bc5b89102\" src=\"/images/wiki/duong-kien/49c797d650324714523490de3d3e0d74.png\">\n     <\/noscript>\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><span><b>Thành lập <a class=\"annotation\" href=\"/nhan-vat/nha-tuy\" title=\"Nhà Tùy hay triều Tùy (tiếng Trung: 隋朝; bính âm: Suí cháo; Hán-Việt: Tùy triều, 581-619) là một triều đại trong lịch sử Trung Quốc, kế thừa Nam-Bắc triều, theo sau nó là triều Đường. Năm 581, Tùy Văn Đế Dương Kiên thụ thiện từ Bắc Chu Tĩnh Đế mà kiến lập triều Tùy; đến năm 619 thì Hoàng Thái Chủ Dươ...\" target=\"_blank\">nhà Tùy<\/a><\/b><\/span><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><font>Tùy Dạng Đế<\/font><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thê thiếp<\/th>\n   <td>Văn Hiến hoàng hậu Độc Cô Già La<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên thật<\/th>\n   <td>Dương Kiên (楊堅)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Niên hiệu<\/th>\n   <td>\n    <table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n     <tbody>\n      <tr>\n       <th>Niên hiệu<\/th>\n      <\/tr>\n      <tr>\n       <td>\n        <ul>\n         <li>Khai Hoàng (开皇; 581 - 600)<\/li>\n         <li>Nhân Thọ (仁寿; 601 - 604)<\/li>\n        <\/ul><\/td>\n      <\/tr>\n     <\/tbody>\n    <\/table><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thụy hiệu<\/th>\n   <td>Văn Hoàng đế (文皇帝)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Miếu hiệu<\/th>\n   <td>Cao Tổ (高祖)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Triều đại<\/th>\n   <td>Nhà Tùy<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td>Dương Trung<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân mẫu<\/th>\n   <td>Lữ Cổ Đào<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>21 tháng 7, 541<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>13 tháng 8, 604 (63&nbsp;tuổi)<br>\n     Nhân Thọ cung, Trường An, Trung Quốc<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">An táng<\/th>\n   <td>Thái lăng (太陵)<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n <tbody>\n  <tr>\n   <th>Niên hiệu<\/th>\n  <\/tr>\n  <tr>\n   <td>\n    <ul>\n     <li>Khai Hoàng (开皇; 581 - 600)<\/li>\n     <li>Nhân Thọ (仁寿; 601 - 604)<\/li>\n    <\/ul><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"wikitable succession-box table table-striped\">\n <tbody>\n  <tr>\n   <td colspan=\"3\">\n    <div>\n     Tùy Văn Đế\n    <\/div>\n    <div>\n     <b>Hoàng tộc họ Dương<\/b>\n    <\/div><span><b>Sinh:<\/b> &nbsp;, năm 541<\/span> <span><b>Mất:<\/b> &nbsp;, năm 604<\/span><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"3\">Tước hiệu<\/th>\n  <\/tr>\n  <tr>\n   <td width=\"20%\" align=\"center\" rowspan=\"1\"><b>Chức vụ mới<\/b><br>\n    <div>\n     Thành lập triều đại\n    <\/div><\/td>\n   <td rowspan=\"1\"><b>Hoàng đế <a class=\"annotation\" href=\"/nhan-vat/nha-tuy\" title=\"Nhà Tùy hay triều Tùy (tiếng Trung: 隋朝; bính âm: Suí cháo; Hán-Việt: Tùy triều, 581-619) là một triều đại trong lịch sử Trung Quốc, kế thừa Nam-Bắc triều, theo sau nó là triều Đường. Năm 581, Tùy Văn Đế Dương Kiên thụ thiện từ Bắc Chu Tĩnh Đế mà kiến lập triều Tùy; đến năm 619 thì Hoàng Thái Chủ Dươ...\" target=\"_blank\">nhà Tùy<\/a><\/b><br>\n     581 - 604<\/td>\n   <td rowspan=\"5\">Kế&nbsp;vị<br><span>Tùy Dạng Đế<\/span><\/td>\n  <\/tr>\n  <tr>\n   <td rowspan=\"1\">Tiền&nbsp;vị<br><span>Bắc Chu Tĩnh Đế của Bắc Chu<\/span><\/td>\n   <td rowspan=\"1\"><b>Hoàng đế Trung Hoa (Bắc/Tây)<\/b><br>\n     581 - 604<\/td>\n  <\/tr>\n  <tr>\n   <td rowspan=\"1\">Tiền&nbsp;vị<br><span>Lương Hiếu Tĩnh Đế của Tây Lương<\/span><\/td>\n   <td rowspan=\"1\"><b>Hoàng đế Trung Hoa (Khu vực Giang Lăng)<\/b><br>\n     587 - 604<\/td>\n  <\/tr>\n  <tr>\n   <td rowspan=\"1\">Tiền&nbsp;vị<br><span>Trần Hậu Chủ của <a class=\"annotation\" href=\"/nhan-vat/nha-tran\" title=\"Nhà Trần hoặc Trần triều (Hán-Nôm: 家陳 ・陳朝, nhà Trần &amp;#160;•  Trần triều) là triều đại quân chủ chuyên chế trong lịch sử Việt Nam, bắt đầu khi Trần Cảnh lên ngôi vào năm 1225, sau khi được Lý Chiêu Hoàng truyền ngôi. Những năm đầu tiên, Trần Cảnh còn nhỏ tuổi, toàn bộ quyền hành của nhà Trần đều do m...\" target=\"_blank\">nhà Trần<\/a><\/span><\/td>\n   <td rowspan=\"1\"><b>Hoàng đế Trung Hoa (Đông nam)<\/b><br>\n     589 - 604<\/td>\n  <\/tr>\n  <tr>\n   <td rowspan=\"1\">Tiền&nbsp;vị<br><span>Hậu <a class=\"annotation\" href=\"/nhan-vat/ly-nam-de\" title=\"Lý Nam Đế (chữ Hán: 李南帝; 503–548), húy là Lý Bí hoặc Lý Bôn (李賁) (xem mục Tên gọi bên dưới), là vị vua đầu tiên của nhà Tiền Lý và nước Vạn Xuân....\" target=\"_blank\">Lý Nam Đế<\/a> của nhà Tiền Lý<\/span><\/td>\n   <td rowspan=\"1\"><b>Hoàng đế Việt Nam<\/b><br>\n     602 - 604<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Dương Kiên",
        "Thân thế",
        "Thay Chu lập Tùy",
        "Hoàng đế Đại Tùy",
        "Thống nhất Trung Hoa",
        "Quân sự",
        "Hành chính",
        "Pháp chế",
        "Văn hóa",
        "Phát triển kinh tế",
        "Đối ngoại",
        "Cuối đời",
        "Công lao",
        "Thống nhất Trung Hoa",
        "Cải cách hành chính",
        "Phát triển kinh tế - xã hội",
        "Mở mang văn hóa tư tưởng",
        "Gia đình",
        "Xem thêm",
        "Ghi chú",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Dương Kiên - Người Kể Sử",
    "paragraphs": [
        "Tùy Văn Đế (chữ Hán: 隋文帝; 21 tháng 7, 541 - 13 tháng 8, 604), tên thật là Dương Kiên (楊堅), là vị Hoàng đế sáng lập triều đại nhà Tùy trong lịch sử Trung Quốc. Ông ở ngôi từ năm 581 đến năm 604, tổng cộng 23 năm.",
        "Tùy Văn Đế được các sử gia đánh giá là một Hoàng đế tài giỏi, và là một trong những vị Hoàng đế quan trọng nhất lịch sử Trung Quốc, người đã đem lại thái bình và thịnh vượng cho Trung Hoa sau hàng trăm năm chia cắt, khai sáng ra Khai Hoàng chi trị (開皇之治), tạo tiền đề vững chắc cho triều đại nhà Đường thịnh trị về sau.",
        "Ngoài ra, ông còn được biết đến là người xây dựng Đại Vận Hà, một công trình thủy lợi quan trọng có ý nghĩa lớn đối với toàn bộ nền kinh tế Trung Hoa.",
        "",
        "",
        "Ông tổ Dương Kiên là người Hoằng Nông, Hoa Âm (nay là huyện Hoa Âm, tỉnh Thiểm Tây). Tổ thứ 5 là Dương Nguyên Thọ1 thời Bắc Ngụy, là quan Tư mã trấn Vũ Xuyên1 , cùng với ông cố Vũ Văn Thái, người sáng lập ra nhà Bắc Chu, đều là quân nhân của trấn này.",
        "Cha Dương Kiên là Dương Trung1 , bộ tướng của Vũ Văn Thái, bộ thuộc Độc Cô Tín, vì có công lớn nên được phong làm một trong 12 đại tướng quân trong triều, được Tây Ngụy Cung Đế ban họ Phổ Lục Như Thị (普六茹氏), sau khi Bắc Chu dựng nước, phong là Tùy quốc công (随国公), nhậm chức Trụ quốc Đại tướng quân, thụy hiệu là Hoàn (桓). Mẹ ông là Lữ Cổ Đào (呂苦桃), sinh ra ông đêm ngày Quý Sửu, tháng 6 âm lịch năm Đại Thống thứ 71 thời Tây Ngụy Văn Đế (tức năm 541), tại Phùng Nhược tự (般若寺), Phùng Dực (馮翊).",
        "Dương Kiên tên thường gọi theo kiểu Tiên Ti là Na La Diên (那羅延). Mới 16 tuổi, Dương Kiên đã giữ chức Phiêu kị Đại tướng quân (骠骑大将军), thêm Khai phủ1 . Thời Bắc Chu Vũ Đế Vũ Văn Ung, Dương Kiên được nối tước Tùy quốc công1 của cha. Trước sau dã nắm giữ các chức trọng yếu: Thượng trụ quốc (柱国), Tùy Châu Thứ sử (随州刺史). Đến tuổi trưởng thành, ông cưới con gái của Độc Cô Tín là Độc Cô Già La.",
        "Tình hình chính sự nhà Bắc Chu bỗng nhiên có biến động, thay đổi rất nhanh khiến Dương Kiên có cơ hội nắm quyền bính. Nhân Bắc Chu Vũ Đế không may đột ngột lâm bệnh mất khi đang sung sức (578), Bắc Chu Tuyên Đế Vũ Văn Uân lên thay lại sa vào hưởng lạc. Tuyên Đế cưới con gái lớn của Dương Kiên là Dương Lệ Hoa làm Hoàng hậu, vì thế địa vị của Dương Kiên lại tăng lên đáng kể, đủ sức khiến Dương Kiên bắt đầu nắm lấy quyền điều hành triều đình.",
        "Tuyên Đế truỵ lạc và lười nhác, mới 20 tuổi đã nhường ngôi cho con lên làm Thái thượng hoàng, phó mặc việc triều đình cho Dương Kiên để hưởng thụ. Bắc Chu Tĩnh Đế Vũ Văn Diễn 6 tuổi lên ngôi, Dương Kiên vì là ông ngoại nên được nắm quyền phụ chính, đôn đốc tất cả chính sự trong triều đình. Không bao lâu, Thượng hoàng chết yểu khi mới 21 tuổi (581), Dương Kiên nắm toàn quyền, giả mạo nghi thức làm Tả Đại thừa tướng, tước Tùy vương (隋王), các quan lại đều vâng theo.",
        "Để mua chuộc lòng người, củng cố và phát triển địa vị bản thân, Dương Kiên đã cải cách các luật lệ quá hà khắc của thời Bắc Chu Tuyên Đế, pháp lệnh rõ ràng, rất tiết kiệm, nên rất được lòng các quan trong triều và nhân dân. Đồng thời cũng tiêu diệt các lực lượng đối kháng như Uất Trì Huýnh, diệt các chư hầu hoàng tộc Bắc Chu. Cuối cùng vào tháng 2 năm 581 chính thức diễn ra màn kịch nhường ngôi, buộc Tĩnh Đế thoái vị, Dương Kiên lên ngôi lập ra nhà Tùy, đặt niên hiệu là Khai Hoàng (开皇).",
        "Năm Khai Hoàng thứ 7 (587), Tùy Văn Đế tiêu diệt Hậu Lương ở phía Nam.",
        "Năm Khai Hoàng thứ 8 (588), vua phong cho con trai thứ là Tấn vương Dương Quảng làm Thống soái, đem theo 50 vạn đại quân tiến xuống phía nam, chỉ trong thời gian 4 tháng (đầu năm 589) đã tiêu diệt nhà Nam Trần thối nát, bắt Trần Hậu Chủ Trần Thúc Bảo, lại một lần nữa thực hiện được việc thống nhất toàn cõi đất nước chia cắt kể từ năm 304 (thời Ngũ Hồ Thập lục quốc).",
        "Sau khi sáng lập nhà Tùy, Dương Kiên áp dụng một loạt biện pháp tăng cường quyền hạn phong kiến trung ương.",
        "Trên cơ sở chế độ phủ binh của Bắc Chu, Tùy Văn Đế cho thiết lập 12 phủ, thống lĩnh toàn bộ quân đội Cấm vệ trong ngoài. Tướng của 12 phủ do Hoàng đế trực tiếp chỉ huy, tăng cường sự khống chế của hoàng đế đối với quân đội. Đồng thời ra lệnh cấm dân chúng lưu trữ và chế tạo vũ khí, loại bỏ khả năng các hào tộc địa phương cát cứ. Đồng thời với việc quy định các quân nhân phải có quân tịch, và cùng nhập hộ tịch với gia quyến vào các châu, huyện, quân nhân cũng như thường dân được chia đất để cày cấy nhằm giảm bớt gánh nặng tài chính quốc gia, mở rộng thêm nguồn quân lực.",
        "Tổng kết những kinh nghiệm thống trị từ thời Tần-Hán trở lại, Tùy Văn Đế bãi bỏ cơ cấu Tam Công Cửu Khanh từ thời Hán, sáng lập ra cơ cấu trung ương gồm tam tỉnh, lục bộ (tỉnh ở đây là tên cơ quan trung ương của triều đình, không phải là tỉnh - một đơn vị hành chính). Trưởng quan tam tỉnh là Thượng thư, Môn hạ, Nội sử. Ở dưới có lục bộ Lại, Hộ, Lễ, Binh, Hình, Công; phân chia quản lý từng mặt các công việc, đảm bảo chắc chắn quyền lực thống trị của hoàng đế, đề phòng một cách hữu hiệu việc phân chia cát cứ của thân nhân dòng họ của các đại thần và các thế lực địa phương. Đối với cơ quan hành chính địa phương, ông mạnh dạn cho đơn giản hóa từ ba cấp châu, quận, huyện sửa lại còn hai cấp châu, huyện. Dưới huyện có ba tổ chức cơ sở là bảo, lư, tộc, tăng cường sự khống chế đối với dân chúng. Ông cũng bãi bỏ chế độ từ đời Hán để lại là các quan châu, huyện tự ý mở thêm ban phòng giúp việc, tăng cường sự khống chế của trung ương tới các địa phương.",
        "Về mặt tuyển cử, Tùy Văn Đế ngừng toàn bộ chế độ cửu phẩm trung chính từ thời Tào Ngụy do Trần Quần đề xướng (là chế độ tuyển chọn quan lại nhằm giữ đặc quyền của các thế tộc, chia những người tài giỏi ra làm 9 bậc, chủ yếu dựa vào gia thế); nhiều lần ban lệnh trưng cầu nhân tài, cuối cùng do Dạng Đế đã thiết lập khoa tiến sĩ, chính thức hình thành chế độ khoa cử Nho giáo. Tuy nhà Tùy có những đóng góp tích cực cho mặt nhân sự nhưng nhìn chung chính trị hai thời Tùy - Đường vẫn là nền thống trị của giai cấp sĩ tộc, chỉ đến khi nhà Đường diệt vong hơn 300 năm sau thì giai cấp sĩ tộc mới chính thức rời khỏi vũ đài lịch sử và nhường chỗ cho giai cấp địa chủ thứ tộc.",
        "Tùy Văn Đế đã cho nới lỏng hình pháp, cắt giảm một số điều luật tàn bạo của Bắc Chu, ban hành Luật Khai Hoàng, ngoài 81 điều về tội tử hình, 154 điều về tội lưu (là hình phạt đày phạm nhân đi xa khỏi nơi cư trú, có phân biệt xa gần và thời hạn lưu đày), 500 điều về tội phạt tù, còn chia ra các chương Danh lệ, Vệ cấm, Chức chế, Hộ hôn, Kho bãi, Xây dựng, Trộm cướp, Tranh chấp, Giả mạo, Tạp luật, Truy nã, Vượt ngục... có ảnh hưởng rất lớn đến luật lệ phong kiến đời sau.",
        "Về mặt tác phong chính trị, ông rất siêng năng chính sự, nghiêm khắc trong việc quản lý quan lại. \"mỗi buổi sáng đều thiết triều nghe ý kiến của các quan tận xế không mệt, việc ăn mặc, nơi ăn ở đều sử dụng thật tiết kiệm...\" Ông còn thường xuyên cử người đi tuần tra khắp nơi, cách chức những quan lại tham nhũng không làm tròn chức phận. Vua từng cho người đi tuần tra 52 châu ở Hà Bắc, cách chức hơn 200 tham quan, sau đó lại cắt giảm khoảng 3/10 số quan địa phương.",
        "Tùy Văn Đế ra lệnh đặt ra lễ nhạc mới, yêu cầu các công thần \"giảm bớt việc hội hè văn nghệ, con cái trong nhà mỗi người phải học một môn.\" Ông cho người đi khắp nơi sưu tầm sách và quy định \"gặp một cuốn sách, thưởng một xấp lụa, chép lại xong xuôi trả lại bản gốc cho chủ sách.\" (Tùy thư, Kinh tịch chí-quyển 1). Cho đến cuối đời thống trị, tàng thư Quốc gia có đến 37 vạn quyển sách, cực thịnh một thời.",
        "Văn Đế tôn sùng đạo Phật. Dưới thời ông, Phật giáo bị Chu Vũ Đế diệt trừ lại thịnh vượng trở lại. Vua cho những hòa thượng trước kia được quay lại tu hành, còn thu thập tiền theo đầu người trên cả nước để xây chùa chiền và trùng tu tượng Phật. Văn Đế cho phép các chùa được miễn thuế và cả các sản nghiệp ruộng đất khác dưới danh nghĩa của chùa. Sự phát triển của Phật giáo thời Tùy có liên quan mật thiết đến nỗ lực đề xướng của Văn Đế.",
        "Tùy Văn Đế đã giảm nhẹ thuế khóa lao dịch, đưa tuổi thành đinh từ 18 lên 21 tuổi, thời gian phục dịch của đinh nam thì mỗi năm một tháng sửa thành 20 ngày, nộp thuế từ một xấp lụa xuống còn nửa xấp. 50 tuổi trở lên được miễn chế độ lao công phục dịch. Ông ban bố lệnh quân điền, chia cho nam thanh niên, nam trung niên 80 mẫu lộ điền (ruộng đất không có nhà cửa, cây cối trên đó), 20 mẫu ruộng đất trồng trọt lâu dài. Phụ nữ được 40 mẫu lộ điền. Các quan chức theo phẩm cấp quan lại dựa theo cấp bậc được cấp 1-5 khoảnh (khoảnh = 100 mẫu) ruộng chức phận, phủ quan cấp ruộng công giải là ruộng cấp cho cơ quan nhà nước.",
        "Văn Đế cho kiểm tra hộ tịch nghiêm ngặt, đồng thời cũng tiến hành cải cách chế độ hộ tịch, ra lệnh sửa lại hộ tịch, cứ 5 năm nhà là 1 bảo, 5 bảo là 1 lư, 4 lư là 1 tộc. Đầu năm Khai Hoàng cả nước có hơn 360 vạn hộ, diệt Trần xong tăng thêm 50 vạn hộ, sau đó tăng đến con số 870 vạn hộ. Nhờ dân số tăng nhanh nên nguồn thu nhập của nhà nước cũng tăng đáng kể.",
        "Tùy Văn Đế cũng rất coi trọng công tác thủy lợi. Năm Khai Hoàng thứ 2 (591), đào kênh đưa nước từ sông Đỗ Dương về bình nguyên Tam Lộc. Năm thứ 4 lại dẫn nước sông Vị đi qua thành Đại Hùng (Trường An) đi về phía đông đến Đồng Quan, đổ ra tận sông Hoàng Hà. Năm sau đó, đổi tên công trình thủy lợi đã được khai thông là Bào Pha thành Đỗ Pha, Bá Thủy thành Tư Thủy. Những công trình này đều có tác dụng thúc đẩy sự phát triển sản xuất và sự phồn vinh của kinh tế.",
        "Sử sách đã ghi lại rằng, thời kỳ Khai Hoàng \"dân giàu nước mạnh, lúa gạo đầy kho\", nhà nước đã cho xây dựng rất nhiều kho lương thực tại Lạc Dương và một số nơi khác như kho Hàm Gia, kho Lạc Khẩu, kho Vĩnh Phong, kho Thái Nguyên... mỗi kho chứa lương thực từ mấy triệu thạch đến mấy chục triệu thạch. Xã hội giàu có phát triển, được gọi là Khai Hoàng thịnh thế. Dương Kiên còn cho đúc tiền ngũ thù, nặng đúng 5 thù (thời xưa 1 lạng = 24 thù) để thống nhất tiền tệ. Đồng thời lại chế tạo đấu đong bằng đồng, ban bố toàn quốc thống nhất tiêu chuẩn đo lường.",
        "Văn Đế chủ trương tiết kiệm, lệnh cho các tần phi trong cung không được ăn mặc xa hoa, bình thường mặc áo vải, không dùng đồ trang sức bằng vàng mà chỉ dùng đồ trang sức bằng đồng, sắt và sừng. Chủ trương tiết kiệm này vừa giảm bớt gánh nặng cho dân, vừa có lợi cho vua khi tiến hành cải cách.",
        "Thời Nam Bắc triều, quân Đột Quyết hay quấy nhiễu biên giới Bắc Chu và Bắc Tề. Sau khi thành lập nhà Tùy, năm Khai Hoàng thứ 3 (583), Văn Đế cho quân đi đánh Đột Quyết, vận dụng chiến lược li gián và phân hóa để tách Đột Quyết thành 2 miền đông tây, hai bên giao chiến không ngừng, còn nhà Tùy thì tiêu trừ được một mối lo.",
        "Năm Khai Hoàng thứ 18 (598), Cao Câu Ly tấn công một dải Liêu Đông ở đông bắc nhà Tùy. Văn Đế cho con thứ 5 là Hán vương Dương Lượng đem quân đi đánh theo 2 đường thủy bộ nhưng bị Cao Câu Ly đánh cho tan tác. Thủy quân trên biển thì vướng bão nên tổn thất nặng nề. Văn Đế sau đó buộc phải hủy bỏ chiến dịch còn Cao Câu Ly thì ngưng việc tấn công nhà Tùy.",
        "Đầu thời Khai Hoàng, nhà Tùy ở phía bắc có Đột Quyết, tây có Thổ Phồn, đông có Cao Câu Ly, nam có Lâm Ấp (Champa). Đến cuối thời Văn Đế, Đột Quyết bị chia thành 2 miền, Đông Đột Quyết trên danh nghĩa thần phục nhà Tùy. Champa bị đánh bại, tuy chưa bị chinh phục nhưng không còn là mối đe dọa. Chỉ có Cao Câu Ly ngoài mặt thần phục nhưng mới thực sự là mối nguy hiểm và sau này là nguyên nhân chủ yếu dẫn đến sự sụp đổ của nhà Tùy.",
        "Tùy Văn Đế ở ngôi 24 năm, có hai niên hiệu là Khai Hoàng (开皇; 20 năm), Nhân Thọ (仁寿; 4 năm). Năm Nhân Thọ nguyên niên, ông đã 61 tuổi, tuổi già ông lại bộc lộ nét xấu.",
        "Năm Khai Hoàng thứ 13 (593), Văn Đế cho xây Nhân Thọ cung (仁寿宫), để Dương Tố giám sát. Để kịp tiến độ công việc, ông huy động mấy vạn nhân công làm việc ngày đêm, nhiều người bỏ mạng. Dương Tố cho đào hố chôn luôn dưới nền cung điện, lấy đá phẳng lát lại.",
        "Năm Nhân Thọ thứ nhất (601), ông nghe lời của Dương Tố, hạ lệnh bãi bỏ Thái học và châu huyện học chỉ để lại một trường Quốc tử học, giữ lại 72 học sinh trường Quốc tử, làm cho nền giáo dục của toàn quốc bị suy giảm. Ông cũng rất tín ngưỡng Phật giáo, Đạo giáo, ra lệnh bất cứ ai ăn cắp tượng Phật hay tượng Nguyên thủy Thiên tôn đều bị xem như là tội đại nghịch.",
        "Những năm cuối đời, tính tình Văn Đế thay đổi thất thường, giết người một cách tùy ý. Có lần đến kho vũ khí tuần tra, thấy trong kho hơi dơ bẩn, ông ra lệnh bắt trưởng kho, hạ lệnh tử hình. Thái độ nghi kỵ và hình phạt nghiêm khắc khiến Văn Đế mất đi nhiều quan lại làm trợ thủ, sự sùng tín với đạo Phật thu hút kẻ tiểu nhân, còn việc xây dựng các công trình lớn mở đầu cho lối sống xa xỉ. Nền thịnh trị Khai Hoàng đến đây thì chấm dứt, nguy cơ tiềm ẩn của triều Tùy cũng bắt đầu hiện ra.",
        "Thêm vào đó, ông còn bị con trai thứ là Tấn vương Dương Quảng nịnh bợ, Phế Thái tử Dương Dũng, lập Dương Quảng thế ngôi. Năm Nhân Thọ thứ 4 (604), ngày 13 tháng 8, Dương Kiên băng hà tại Nhân Thọ cung, hưởng thọ 64 tuổi. Ông được dâng miếu hiệu là Cao Tổ (高祖), thụy hiệu là Văn Hoàng đế (文皇帝).",
        "Thái tử Dương Quảng lên kế vị tại linh cữu, sử gọi Tùy Dạng Đế, người đã đánh mất giang sơn nhà Tùy. Về nguyên nhân cái chết đột ngột của Tùy Văn Đế, tài liệu hiện nay không ghi chép rõ ràng, nhưng đời sau thường cho rằng Tùy Văn Đế bị Tùy Dạng Đế Dương Quảng ám hại.",
        "Tùy Văn Đế đã kết thúc cục diện đất nước bị chia cắt náo loạn hơn 380 năm của Trung Quốc, kể từ cuối thời Đông Hán, thực hiện đại thống nhất lần thứ năm. Trước ông, Tần Thủy Hoàng Doanh Chính kết thúc cục diện chiến tranh cát cứ thời Xuân Thu Chiến Quốc, thực hiện đại thống nhất lần thứ nhất trong lịch sử Trung Quốc. Hán Cao Tổ Lưu Bang đánh bại Hạng Vũ, tiêu diệt công thần, chấm dứt chiến tranh, tiếp nối phương châm của nhà Tần, thực hiện trung ương tập quyền, lập ra nhà Hán, đóng đô ở Trường An, sử gọi là Tây Hán. Hậu duệ của Lưu Bang là Hán Quang Vũ Đế Lưu Tú nổi dậy diệt Vương Mãng, Xích Mi và các lực lượng cát cứ khác, tái lập lại nhà Hán, đóng đô ở Lạc Dương nên gọi là Đông Hán. Tấn Vũ Đế Tư Mã Viêm kết thúc thời Tam Quốc, tạo tiền đề đem lại sự phát triển mạnh mẽ và sự phồn vinh về văn hóa - kinh tế.",
        "Trong thời Tây Tấn có sự thống nhất ngắn, nhưng vì mâu thuẫn dân tộc và nội bộ giai cấp thống trị mà lại nhanh chóng bị phân chia, hình thành 16 nước Ngũ Hồ đối lập với Đông Tấn (304 - 420) và ngăn cách Nam Bắc triều (420 - 589). Việc thống nhất đất nước của nhà Tùy, tuy là nguyện vọng của nhân dân, là tất yếu của lịch sử, nhưng cũng không thể vì thế mà xem nhỏ vai trò của ông đối với lịch sử. Cần phải thấy rằng không một người bình thường nào ở vị trí của ông đều có thể thực hiện được mục tiêu thống nhất.",
        "Tùy Văn Đế đã mạnh dạn cải cách cơ cấu hành chính, sáng tạo ra một quy cách phù hợp với yêu cầu của thời thế, có lợi cho việc tăng cường chế độ chính trị tập quyền trung ương phong kiến. Nhà Tùy tàn nhưng chế độ không tàn, có ảnh hưởng sâu sắc đến hình thức chính quyền phong kiến ở những đời sau. Chế độ tam tỉnh lục bộ và cơ cấu tinh giản do Tùy Văn Đế sáng lập, cải cách thải bỏ quan tham, mạnh dạn thực thi, có cái bỏ đi, có cái được cây mới, đã được nhà Đường sau đó tuân theo áp dụng.",
        "Tùy Văn Đế đã bãi bỏ chế độ Cửu phẩm Trung chính, áp dụng chế độ đề cử và khoa cử cùng kết hợp trong việc tuyển chọn quan lại, đã đặt cơ sở cho chế độ khoa cử được áp dụng trong suốt hơn một ngàn năm sau này. Ông đã mạnh dạn thu hút những nhân tài địa chủ thứ tộc vào cơ cấu chính quyền, tăng thêm sức mạnh quyền lực của Triều đình, kết thúc thời kì địa chủ cường hào lũng đoạn chính quyền đã tồn tại hàng trăm năm. Ông lấy bản thân mình làm gương, nghiêm túc quản lý quan lại, nên rất được lòng dân, làm cho chính quyền nhà Tùy thực sự lớn mạnh.",
        "Tùy Văn Đế đã áp dụng hàng loạt những biện pháp hữu hiệu, thúc đẩy nền kinh tế xã hội phát triển với tốc độ cao. Văn đế thực hành chế độ quân điền, đã nâng cao tinh thần tích cực sản xuất của nông dân. Ông thực hành giảm bớt bóc lột và kiểm tra hộ khẩu, càng có tác dụng to lớn đối với việc phát triển kinh tế và tăn cường quốc lực. Năm Trinh Quán thứ 11 nhà Đường (637), Mã Chu nói với Đường Thái Tông:",
        "Tùy Văn Đế đã chết 33 năm rồi, nhà Tùy diệt vong thì cũng đã 20 năm, thế mà lương thực, vải sợi cất giữ từ thời ấy vẫn chưa dùng hết, có thể thấy vào thời Khai Hoàng xã hội no đủ như thế nào!",
        "Tùy Văn Đế đã mở mang tư tưởng, văn hóa và chính sách dân tộc, đã thúc đẩy sự phồn vinh về tư tưởng, văn hóa và hòa hợp dân tộc. Sự thống nhất của nhà Tùy đã kết thúc những nguyên nhân chính trị gây trở ngại cho sự phát triển của tư tưởng và văn hóa trong một thời gian dài. Tư tưởng thống trị của Văn Đế là tổng hợp, ông đã kế thừa những phương sách thống trị kiêm dụng cả Nho gia và Pháp gia sau thời Hán đồng thời đưa thêm nhiều nhân tố của Phật gia, Đạo gia, điều đó làm cho chính sách văn hóa của ông rất đa dạng, rất ít nghiêng về một phái nào.",
        "Dưới sự cai trị của ông, học giả của các phái đua nhau tiếp nhận học trò để giảng dạy, viết nhiều sách, nghiên cứu học vấn, không khí học thuật rất sôi động và đã cho ra đời nhiều tác phẩm học thuật có ảnh hưởng sâu xa như Thiết vận, Kinh điển thích văn. Ông xuất phát từ nguyên tắc đại nhất thống, áp dụng chính sách đồng thời sử dụng văn trị võ công, cổ vũ hòa hợp dân tộc, tranh thủ sự quy phục của các chư hầu, ổn định các vùng biên cương của Vương triều Tùy, có ảnh hưởng nhất định đến chính sách dân tộc của triều Đường sau này.",
        "(Nguồn: Wikipedia)"
    ]
}