{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Hồ Hán Thương<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Vua Việt Nam <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hoàng đế Đại Ngu<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tại vị<\/th>\n   <td>1401 - 1407 \n    <div class=\"timeline-wrapper\">\n     <map name=\"timeline_1c0b3b9b9f631a6a0fef5245fd43ad97\" id=\"timeline_1c0b3b9b9f631a6a0fef5245fd43ad97\"><\/map><img class=\"jch-lazyload\" usemap=\"#timeline_1c0b3b9b9f631a6a0fef5245fd43ad97\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/ho-han-thuong/3d4023973575dc2bcc2ed77ad6c2f2a3.png\">\n     <noscript>\n      <img usemap=\"#timeline_1c0b3b9b9f631a6a0fef5245fd43ad97\" src=\"/images/wiki/ho-han-thuong/3d4023973575dc2bcc2ed77ad6c2f2a3.png\">\n     <\/noscript>\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/ho-quy-ly\" title=\"Hồ Quý Ly (chữ Hán: 胡季犛; 1336 –&amp;#160;?), cũng gọi Hồ Chương Hoàng (胡章皇), lấy húy kị Hồ Nhất Nguyên (胡一元), là vị hoàng đế đầu tiên của nhà nước Đại Ngu trong lịch sử Việt Nam. Ông ở ngôi vị Hoàng đế từ năm 1400 đến năm 1401, sau đó giữ ngôi Thái thượng hoàng từ năm 1401 đến năm 1407. \n Năm 1400, Hồ Q...\" target=\"_blank\">Hồ Quý Ly<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><b>Triều đại sụp đổ<\/b><br>\n     Giản Định Đế (Nhà Hậu Trần)<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Niên hiệu<\/th>\n   <td>\n    <ul>\n     <li>Thiệu Thành (1401 - 1402)<br><\/li>\n     <li>Khai Đại (1403 - 1407)<\/li>\n    <\/ul><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Triều đại<\/th>\n   <td>Nhà Hồ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/ho-quy-ly\" title=\"Hồ Quý Ly (chữ Hán: 胡季犛; 1336 –&amp;#160;?), cũng gọi Hồ Chương Hoàng (胡章皇), lấy húy kị Hồ Nhất Nguyên (胡一元), là vị hoàng đế đầu tiên của nhà nước Đại Ngu trong lịch sử Việt Nam. Ông ở ngôi vị Hoàng đế từ năm 1400 đến năm 1401, sau đó giữ ngôi Thái thượng hoàng từ năm 1401 đến năm 1407. \n Năm 1400, Hồ Q...\" target=\"_blank\">Hồ Quý Ly<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân mẫu<\/th>\n   <td>Công chúa Huy Ninh<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Hồ Hán Thương",
        "Thân thế",
        "Đánh Chiêm Thành",
        "Cuộc xâm lược của nhà Minh",
        "Kết cục",
        "Niên hiệu",
        "Xem thêm",
        "Tham khảo",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Hồ Hán Thương - Người Kể Sử",
    "paragraphs": [
        "Hồ Hán Thương (? - 1407), là hoàng đế thứ hai và cũng là cuối cùng của nhà Hồ, cai trị nước Đại Ngu từ năm 1401 đến 1407.",
        "",
        "",
        "Hồ Hán Thương (chữ Hán:胡漢蒼) là con thứ của vua Hồ Quý Ly và Công chúa Huy Ninh - con gái vua Trần Minh Tông. Sách sử nhà Minh (Minh sử và Minh thực lục) gọi Hồ Hán Thương là 胡? (pinyin: Hú-Di)1 .",
        "Hồ Hán Thương được vua cha yêu và có ý định truyền ngôi. Chính Hồ Quý Ly e ngại con trưởng Hồ Nguyên Trừng không bằng lòng. Tuy nhiên Hồ Nguyên Trừng khẳng khái tỏ lòng mình không tranh giành với em, do đó Hồ Quý Ly quyết định truyền ngôi cho Hồ Hán Thương. Ngoài ra, Hồ Hán Thương có mẹ là một công chúa nhà Trần nên sẽ thuận lợi về chính danh khi lên ngôi hơn Hồ Nguyên Trừng.",
        "Năm 1401, ông được phụ hoàng chính thức truyền ngôi. Bản thân Quý Ly trở thành thái thượng hoàng và vẫn nắm quyền quyết định mọi việc.",
        "Trong thời gian ở ngôi, Hồ Hán Thương đã 2 lần đánh Chiêm Thành. Lần đầu năm 1402, quân Đại Ngu thắng lợi, khiến vua Chiêm phải dâng Chiêm Động và Cổ Lũy (Quảng Nam và bắc Quảng Ngãi hiện nay). Nhà Hồ chiếm được đất ấy đặt ra 4 châu Thăng, Hoa, Tư, Nghĩa.",
        "Năm 1403 Hồ Hán Thương lại sai Phạm Nguyên Khôi đi đánh Chiêm. Quân Đại Ngu vây kinh đô Đồ Bàn của Chiêm Thành trong 9 tháng không hạ được, bị hết lương phải rút về.",
        "Lãnh thổ Đại Ngu dưới thời Hồ Hán Thương được mở về phía Nam đến bắc Quảng Ngãi.",
        "Năm 1403, phái đoàn sứ giả của Hồ Hán Thương cử sang nhà Minh xin thụ phong, lấy cớ nhà Trần đã tuyệt tự, Hán Thương là con của một nữ tộc họ Trần được nhân dân tôn kính và xin thay thế nhận phong. Nhà Minh bèn sai sứ sai điều tra thực hư.2 Tháng 5 năm 1403, sứ nhà Minh là Dương Bột (Yang Bo) được cử sang An Nam điều tra.3 Tháng 12 cùng năm, sứ đoàn trở về Trung Quốc và báo cáo việc trên đúng như Hán Thương nói.4",
        "Tháng 10 năm 1404, Trần Khang, một gia nô của Trần Tông - người bị nhà Trần trị tội theo Chiêm Thành - đổi tên là Thiêm Bình, trốn sang Trung Quốc tự xưng là con cháu nhà Trần và xin viện binh đánh nhà Hồ.5",
        "Năm 1404, nhà Minh sai Lý Ỷ sang hỏi nhà Hồ về việc Trần Thiêm Bình. Sau khi Lý Ỷ về, Hồ Hán Thương sai Nguyễn Cảnh Chân dâng biểu tạ tội và xin rước Trần Thiêm Bình về nước và tôn làm chúa. Minh Thành Tổ hứa phong cho Hán Thương một quận lớn nếu chịu quy phục6 .",
        "Biết nguy cơ xâm lược của nhà Minh, Hồ Hán Thương cùng Thượng hoàng Hồ Quý Ly ra sức chuẩn bị. Ông động viên thêm quân, xây thành Đa Bang, phòng thủ các cửa sông.",
        "Năm 1406, nhà Minh sai Hoàng Trung mang quân đưa Trần Thiêm Bình về nước. Hồ Hán Thương điều binh đón đánh. Quân Đại Ngu đánh bại quân Minh khiến Hoàng Trung phải giao nộp Thiêm Bình mới rút được về nước.",
        "Cuối năm 1406, Minh Thành Tổ lại sai Trương Phụ, Mộc Thạnh mang 80 vạn quân sang đánh Đại Ngu. Lấy danh nghĩa \"phù Trần diệt Hồ\", nhà Minh viết bảng văn kể tội họ Hồ để phân hóa người Việt. Các chính sách cải cách do thượng hoàng Quý Ly khởi xướng vốn không được nhân dân ủng hộ nên nhiều người không hết sức vì nhà Hồ đánh quân Minh7 .",
        "Quân nhà Hồ liên tiếp bị thua các trận Mộc Hoàn và mất thành Đa Bang. Tháng 2 năm 1407, Hồ Hán Thương cùng thượng hoàng Quý Ly phải lui về Tây Đô.",
        "Tháng 3, Hồ Nguyên Trừng tập hợp lại lực lượng và sai người đón ông cùng Hồ Quý Ly ra bắc cự địch. Hai bên đụng độ ở Hàm Tử. Quân nhà Hồ bị phục binh của quân Minh, bị thua nặng. Hồ Hán Thương cùng cha lại phải chạy vào Tây Đô (Thanh Hóa).",
        "Ngày 23 tháng 4, quân Minh đánh vào Lỗi Giang8 , quân nhà Hồ không đánh mà tan. Ngày 29, quân Minh đánh vào cửa biển Điển Canh, thủy quân nhà Hồ tự tan vỡ.",
        "Hồ Hán Thương cùng cha định lánh đến Thâm Giang nhưng không thành, phải bỏ chạy vào Tân Bình. Cha con lạc nhau, Hồ Hán Thương mang thái tử Hồ Nhuế chạy vào núi Cao Vọng (Kỳ Anh, Hà Tĩnh).",
        "Ngày 11 tháng 5, quân Minh đánh vào Vĩnh Ninh. Tướng Minh là Vương Sài Hồ bắt được Hồ Quý Ly ở ghềnh Chẩy Chẩy; Lý Bân bắt được Hồ Nguyên Trừng ở cửa biển Kỳ La.",
        "Ngày 12, bộ tướng của Mạc Thuý - hàng tướng người Việt - là Nguyễn Như Khanh bắt được Hồ Hán Thương và thái tử Hồ Nhuế ở núi Cao Vọng (Kỳ Anh, Hà Tĩnh).",
        "Riêng Hồ Nguyên Trừng có tài được thu dụng, còn cha con Hồ Quý Ly và Hồ Hán Thương bị đày ra Quảng Tây. Trong số những quan lại nhà Hồ bị bắt, vua Minh giả cho một số người làm thị lang, tham chính các nơi xa, nhưng trên đường đi sai người trừ khử. Theo Minh thực lục, cha con Hồ Quý Ly được tha tội.9 Nhà chính trị Hồ Hán Dân thời Trung Hoa Dân Quốc nhận mình là dòng dõi của Hồ Hán Thương10 .",
        "Trong 7 năm ở ngôi, Hồ Hán Thương đặt 2 niên hiệu:",
        "(Nguồn: Wikipedia)"
    ]
}