{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Hoàn Kiếm<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Hoan Kiem.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/ho-hoan-kiem/525d58f1e2663aa66dcb457610a1d1dd.jpg\">\n    <noscript>\n     <img alt=\"Hoan Kiem.jpg\" src=\"/images/wiki/ho-hoan-kiem/525d58f1e2663aa66dcb457610a1d1dd.jpg\">\n    <\/noscript>\n    <div>\n     Hồ Hoàn Kiếm, Hà Nội.\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Khu vực<\/th>\n   <td><a class=\"annotation\" href=\"/dia-danh/quan-hoan-kiem\" title=\"Quận Hoàn Kiếm là một quận ở trung tâm thủ đô Hà Nội, Việt Nam. Tên quận được đặt theo tên của hồ Hoàn Kiếm. Quận này bao gồm nhiều trung tâm buôn bán, thương mại lớn như: Tràng Tiền Plaza, chợ Đồng Xuân, chợ Hàng Da....\" target=\"_blank\">quận Hoàn Kiếm<\/a>, Hà Nội<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tọa độ<\/th>\n   <td><span class=\"plainlinks nourlexpansion\"><span class=\"geo-default\"><span class=\"geo-dms\" title=\"Bản đồ, không ảnh, cùng các dữ liệu khác cho vị trí này\"><span class=\"latitude\">21°01′44″B<\/span> <span class=\"longitude\">105°51′9″Đ<\/span><\/span><\/span><span class=\"geo-multi-punct\"> / <\/span><span class=\"geo-nondefault\"><span class=\"geo-dec\" title=\"Bản đồ, không ảnh, cùng các dữ liệu khác cho vị trí này\">21,02889°B 105,8525°Đ<\/span><\/span><\/span><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kiểu hồ<\/th>\n   <td>Nước ngọt<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc gia lưu vực<\/th>\n   <td>Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Độ dài tối đa<\/th>\n   <td>700 m<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Độ rộng tối đa<\/th>\n   <td>250 m<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Chu vi<\/th>\n   <td>1.750 m<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Diện tích bề mặt<\/th>\n   <td>12 ha<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Độ sâu trung bình<\/th>\n   <td>1-1,4 m <sup class=\"annotation badge\" title=\"^ Theo lời của giáo sư, nhà Hà Nội học Hà Đình Đức &quot;Cụ rùa Hồ Gươm dạo phố&quot; và những tai nạn thương tâm\">1<\/sup><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Khu dân cư<\/th>\n   <td>Hà Nội<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\" table table-striped\">\n <tbody>\n  <tr>\n   <td>\n    <ul>\n     <li>Các hồ tại Hà Nội<\/li>\n     <li><a class=\"annotation\" href=\"/dia-danh/den-ngoc-son\" title=\"Đền Ngọc Sơn là một ngôi đền thờ nằm trên đảo Ngọc của hồ Hoàn Kiếm ở Hà Nội, Việt Nam. Đây cũng là một di tích quốc gia đặc biệt của Việt Nam được xếp hạng đợt 4....\" target=\"_blank\">Đền Ngọc Sơn<\/a><\/li>\n     <li>Cầu Thê Húc<\/li>\n     <li>Tháp Bút<\/li>\n    <\/ul><\/td>\n   <td valign=\"top\">\n    <ul>\n     <li>Đài Nghiên<\/li>\n     <li>Tháp Hòa Phong<\/li>\n     <li>Đền Bà Kiệu<\/li>\n     <li>Thủy Tạ<\/li>\n    <\/ul><\/td>\n   <td valign=\"top\">\n    <ul>\n     <li>Tràng Tiền Plaza<\/li>\n     <li>Tượng đài <a class=\"annotation\" href=\"/nhan-vat/ly-thai-to\" title=\"Lý Thái Tổ (chữ Hán: 李太祖; 8 tháng 3 năm 974 – 31 tháng 3 năm 1028), tên thật là Lý Công Uẩn (李公蘊), là vị hoàng đế sáng lập nhà Lý trong lịch sử Việt Nam, trị vì từ năm 1009 đến khi qua đời vào năm 1028. \n Xuất thân là một võ quan cao cấp dưới triều nhà Tiền Lê, năm 1009, nhân khi vị vua cuối cùng củ...\" target=\"_blank\">Lý Thái Tổ<\/a><\/li>\n     <li>Tượng đài Quyết Tử<\/li>\n     <li>Vườn hoa Diên Hồng<\/li>\n    <\/ul><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "Hồ Hoàn Kiếm",
        "Vị trí",
        "Lịch sử",
        "Truyền thuyết",
        "Di tích liên quan",
        "Hệ sinh vật hồ",
        "Rùa",
        "Cảm hứng nghệ thuật",
        "Thơ văn",
        "Âm nhạc",
        "Nhiếp ảnh",
        "Hội họa",
        "Xem thêm",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Hồ Hoàn Kiếm - Người Kể Sử",
    "paragraphs": [
        "Hồ Hoàn Kiếm còn được gọi là Hồ Gươm (trong bản đồ Hà Nội năm 1886, hồ này được gọi là Hồ Hoàn Gươm - Lac de Hoan Guom), là một hồ nước ngọt tự nhiên của thành phố Hà Nội. Hồ có diện tích khoảng 12 ha2 . Trước kia, hồ còn có các tên gọi là hồ Lục Thủy (vì nước có màu xanh quanh năm), hồ Thủy Quân (dùng để duyệt thủy binh), hồ Tả Vọng và Hữu Vọng (trong thời Lê mạt). Tên gọi Hoàn Kiếm xuất hiện vào đầu thế kỷ 15 gắn với truyền thuyết vua Lê Lợi trả gươm báu cho Rùa thần. Tên hồ được lấy để đặt cho một quận trung tâm của Hà Nội (quận Hoàn Kiếm) và là hồ nước duy nhất của quận này cho đến ngày nay.",
        "",
        "",
        "Hồ Hoàn Kiếm có vị trí kết nối giữa khu phố cổ gồm các phố Hàng Ngang, Hàng Đào, Cầu Gỗ, Lương Văn Can, Lò Sũ... với khu phố Tây do người Pháp quy hoạch cách đây hơn một thế kỷ là Bảo Khánh, Nhà thờ, Tràng Thi, Hàng Bài, Đinh Tiên Hoàng, Tràng Tiền, Hàng Khay, Bà Triệu.",
        "Cách đây khoảng 6 thế kỷ, dựa theo bản đồ thời Hồng Đức thì phần lớn xung quanh kinh thành khi ấy là nước. Hồ Hoàn Kiếm là một phân lưu sông Hồng chảy qua vị trí của các phố ngày nay như Hàng Đào, Hai Bà Trưng, Lý Thường Kiệt, Hàng Chuối. Tiếp đó đổ ra nhánh chính của sông Hồng 3 . Nơi rộng nhất phân lưu này hình thành nên hồ Hoàn Kiếm hiện nay.",
        "Thời Lê Trung hưng (thế kỷ 16), khi chúa Trịnh cho chỉnh trang Hoàng thành Thăng Long để vua Lê ở đã đồng thời xây dựng phủ chúa riêng nằm ngay bên ngoài Hoàng thành và trở thành một cơ quan trung ương thời bấy giờ với những công trình kiến trúc xa hoa như lầu Ngũ Long (dùng để duyệt quân) nằm ở bờ Đông hồ Hoàn Kiếm, đình Tả Vọng trên đảo Ngọc Sơn. Năm 1728 Trịnh Giang cho đào hầm ở vị trí phía Nam hồ để xây dựng cung điện ngầm gọi là Thưởng Trì cung.",
        "Chúa Trịnh cho ngăn hồ lớn thành hồ Tả Vọng và Hữu Vọng. Hồ Hữu Vọng được dùng làm nơi duyệt quân thuỷ chiến của triều đình. Đến đời Tự Đức (1847-1883), hồ Hữu Vọng được gọi là hồ Thủy Quân, còn hồ Tả Vọng chính là hồ Hoàn Kiếm. Từ năm 1884, nhà nước bảo hộ Pháp cho lấp hồ Thuỷ Quân để xây dựng, mở mang Hà Nội.",
        "Sách Lam Sơn thực lục của Nguyễn Trãi có chép:",
        "Khi ấy Nhà vua cùng người ở trại Mục sơn là Lê Thận cùng làm bạn keo sơn. Thận thường làm nghề quăng chài. Ở xứ vực Ma viện, đêm thấy đáy nước sáng như bó đuốc soi. Quăng chài suốt đêm, cá chẳng được gì cả. Chỉ được một mảnh sắt dài hơn một thước, đem về để vào chỗ tối. Một hôm Thận cúng giỗ (ngày chết của cha mẹ), nhà vua tới chơi nhà. Thấy chỗ tối có ánh sáng, nhận ra mảnh sắt, nhà vua bèn hỏi:",
        "Thận nói:",
        "Nhà vua nhân xin lấy. Thận liền cho ngay. Nhà vua đem về đánh sạch rỉ, mài cho sáng, thấy nó có chữ \"Thuận Thiên\", cùng chữ \"Lợi\".Lại một hôm, nhà vua ra ngoài cửa, thấy một cái chuôi gươm đã mài-dũa thành hình, nhà vua lạy trời khấn rằng:",
        "Bèn lấy mảnh sắt lắp vào trong chuôi, thành ra một chiếc gươm hoàn chỉnh. Tới hôm sau, hoàng hậu ra trông vườn cải, bỗng thấy bốn vết chân của người lớn, rất rộng, rất to. Hoàng hậu cả kinh, vào gọi nhà vua ra vườn, được quả ấn báu, lại có chữ Thuận Thiên (sau lấy chữ này làm niên hiệu) cùng chữ Lợi. Nhà vua thầm biết ấy là của trời cho, lòng lấy làm mừng, giấu giếm không nói ra. 4",
        "Truyền thuyết này được đưa vào nội dung sách giáo khoa của Việt Nam và được viết tiếp đoạn sau, nói về việc Lê Lợi dùng thanh gươm báu đó làm gươm chiến đấu, xông pha chém địch nhiều trận, cuối cùng đuổi được quân Minh, lên làm vua.",
        "Đầu năm 1428, Lê Thái Tổ cùng quần thần bơi thuyền ra hồ Tả Vọng. Nhận lệnh Long Quân, rùa nổi lên mặt nước.Theo lệnh vua, thuyền đi chậm lại. Đứng ở mạn thuyền, vua thấy lưỡi gươm bên người tự nhiên động đậy.",
        "Rùa tiến về thuyền vua và nói:",
        "Vua nâng gươm hướng về phía Rùa Vàng. Nhanh như cắt, rùa há miệng đớp lấy thanh gươm và lặn xuống nước.",
        "Từ đó, hồ Tả Vọng bắt đầu mang tên là Hồ Gươm hay hồ Hoàn Kiếm 5",
        "Rùa hồ Gươm có tên khoa học là Rafetus leloii, họ Ba Ba (Trionychidae) trong bộ Rùa (Testudies), lớp Sauropsida (Mặt thằn lằn). Rùa hồ Gươm gồm có bốn cá thể, cả bốn cá thể đều đã chết (một được lưu trong đền Ngọc Sơn, một lưu trong kho của Bảo tàng Hà Nội và một đã bị giết thịt năm 1962 - 1963 khi bò lên vườn hoa Chí Linh)",
        "Là di sản vô giá gắn với những truyền thuyết lịch sử và văn hoá linh thiêng từ hàng ngàn năm nay.",
        "Năm 2011, rùa hồ Gươm, được biết chỉ còn một cá thể sống sót, thường được gọi là \"Cụ Rùa\" đã được trục vớt và trị chữa các vết thương.",
        "Ngày 19 tháng 1 năm 2016, cá thể rùa Hồ Gươm cuối cùng đã chết.",
        "Tuy không phải là hồ lớn nhất trong thủ đô, song hồ Hoàn Kiếm đã gắn liền với cuộc sống và tâm tư của nhiều người. Hồ nằm ở trung tâm một quận với những khu phố cổ chật hẹp, đã mở ra một khoảng không đủ rộng cho những sinh hoạt văn hóa bản địa. Hồ có nhiều cảnh đẹp.",
        "Và hơn thế, hồ gắn với huyền sử, là biểu tượng khát khao hòa bình (trả gươm cầm bút), đức văn tài võ trị của dân tộc (thanh kiếm thiêng nơi đáy hồ và tháp bút viết lên trời xanh). Do vậy, nhiều văn nghệ sĩ đã lấy hình ảnh Hồ Gươm làm nền tảng cho các tác phẩm của mình.",
        "Hồ cũng là nguồn cảm hứng cho nhiều nhà nhiếp ảnh, trong đó nổi tiếng nhất là lão nghệ sĩ Võ An Ninh",
        "Nguyễn Khuyến xưa có bài thơ vịnh Hà Thành và Hồ Gươm biến dạng cách đây 100 năm như sau:",
        "Nguyễn Khuyến",
        "Trần Đăng Khoa - 1969",
        "Á Nam Trần Tuấn Khải",
        "Nghiên Bút Non Sông(Nhạc và lời: Đình Dương) Hãy viết lên trời cao hỡi Tháp bút kiêu hùng Kiêu hãnh ơi Việt Nam anh dũng kiên cường Khí phách đó Hồ Gươm xanh thắm đến muôn đời Chiến tích xưa còn ghi thanh kiếm vẫn sáng ngời...",
        "Có nhiều bài hát về Hà Nội: Người Hà Nội, Hà Nội niềm tin và hy vọng, Gửi người em gái, Chiều Hồ Gươm, v.v...",
        "Cổng đền Ngọc Sơn.",
        "Tháp Bút.",
        "Cảnh đêm trên hồ.",
        "Tượng đài vua Lý Thái Tổ.",
        "Lung linh mặt nước.",
        "Tháp Hòa Phong.",
        "Tháp Rùa và Bưu điện Hà Nội.",
        "Cầu Thê Húc.",
        "Dưới chân tháp Hoà Phong.",
        "Tượng đài Cảm Tử.",
        "Lộc vừng ven hồ.",
        "Phong cảnh hữu tình.",
        "(Nguồn: Wikipedia)"
    ]
}