{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Hồ Nguyên Trừng<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Tôn thất Hoàng gia Việt Nam <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hoàng tử <a class=\"annotation\" href=\"/nhan-vat/nha-ho\" title=\"Nhà Hồ (chữ Hán: 胡朝, Hồ Triều) là triều đại phong kiến trong lịch sử Việt Nam, bắt đầu khi Hồ Quý Ly lên ngôi năm 1400 sau khi giành được quyền lực từ tay nhà Trần và chấm dứt khi Hồ Hán Thương bị quân Minh bắt vào năm 1407 – tổng cộng là 7 năm. Quốc hiệu Đại Việt đã đổi thành Đại Ngu năm 1400....\" target=\"_blank\">nhà Hồ<\/a><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tại vị<\/th>\n   <td>1400 - 1407<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên đầy đủ<\/th>\n   <td>Lê Trừng<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hoàng tộc<\/th>\n   <td>Nhà Hồ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/ho-quy-ly\" title=\"Hồ Quý Ly (chữ Hán: 胡季犛; 1336 –&amp;#160;?), cũng gọi Hồ Chương Hoàng (胡章皇), lấy húy kị Hồ Nhất Nguyên (胡一元), là vị hoàng đế đầu tiên của nhà nước Đại Ngu trong lịch sử Việt Nam. Ông ở ngôi vị Hoàng đế từ năm 1400 đến năm 1401, sau đó giữ ngôi Thái thượng hoàng từ năm 1401 đến năm 1407. \n Năm 1400, Hồ Q...\" target=\"_blank\">Hồ Quý Ly<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td><br>\n     Đại Việt<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>1446<br>\n     Nhà Minh<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">An táng<\/th>\n   <td>Nam An Hà, Bắc Kinh, Trung Quốc<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Hồ Nguyên Trừng",
        "Tiểu sử",
        "Thông tin liên quan về Hồ Nguyên Trừng",
        "Theo sắp đặt của cha",
        "Mệnh trời là ở lòng dân",
        "Nhà văn, nhà kỹ thuật quân sự",
        "Vinh danh",
        "Xem thêm",
        "Chú thích",
        "Sách tham khảo chính",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Hồ Nguyên Trừng - Người Kể Sử",
    "paragraphs": [
        "Hồ Nguyên Trừng (chữ Hán: 胡元澄, 1374 - 1446) (còn có tên là Lê Trừng)1 là nhà kỹ thuật quân sự, là một công trình sư lỗi lạc.2 Ngoài ra ông còn là nhà văn Việt Nam ở thế kỷ 15.",
        "",
        "",
        "Hồ Nguyên Trừng, trước để họ Lê, tự là Mạnh Nguyên (孟源), hiệu Nam Ông (南翁) là người huyện Vĩnh Phúc, lộ Thanh Hoa (nay thuộc tỉnh Thanh Hóa)3 . Ông là con trai cả của vua Hồ Quý Ly, và là anh của vua Hồ Hán Thương.",
        "Dưới triều nhà Trần, Hồ Nguyên Trừng từng giữ chức Thượng Lân tự, Tư đồ. Đầu năm 1400, cha ông truất ngôi Trần Thiếu Đế, tự lên ngôi vua, lập nên nhà Hồ. Sau đó, Hồ Nguyên Trừng được cử làm Tả tướng quốc.",
        "Năm 1406, lấy cớ \"Phù Trần diệt Hồ\", vua nhà Minh sai Trương Phụ và Mộc Thạnh mang 80 vạn quân sang đánh nước Việt. Nhiều lần, Hồ Nguyên Trừng được giao nhiệm vụ cầm quân chống lại.Việc ông lập một phòng tuyến chống giặc bắt đầu bằng cứ điểm then chốt Đa Bang (Ba Vì) kéo dài theo bờ Nam Sông Đà, sông Hồng cho đến sông Ninh (Nam Hà) rồi lại tiếp tục theo bờ sông Luộc, sông Thái Bình đến Bình Than dài trên 400 km. Hồ Nguyên Trừng cũng sáng tạo ra cách đánh độc đáo: ông cho đúc nhiều dây xích lớn chăng qua những khúc sông hiểm trở, kết hợp với quân mai phục trang bị bằng hỏa lực mạnh. Hồ Nguyên Trừng tổ chức những xưởng đúc súng lớn. Ông đã phát minh, chế tạo ra nhiều loại súng có sức công phá mạnh. Từ việc cải tiến súng, chế thuốc súng, hiểu rõ sức nổ của thuốc đạn Hồ Nguyên Trừng phát minh ra phương pháp đúc súng mới gọi là súng \"thần cơ\".2",
        "Ngày 12 tháng 5 năm Đinh Hợi (tức 17 tháng 6 năm 1407), cả ba cha con ông và người cháu là Hồ Nhuế (con Hồ Hán Thương) đều bị quân nhà Minh bắt tại Kỳ La (Kỳ Anh, Hà Tĩnh), rồi bị áp giải về Kim Lăng (Nam Kinh, Trung Quốc). Kể từ đó, nhà Hồ mất, cả nước Việt rơi vào ách thống trị của nhà Minh. Minh Thành Tổ sau khi hỏi tội cha con Hồ Quý Ly trước tiều, đã tha tội cho Hồ Nguyên Trừng và các con nhỏ trong gia đình.4",
        "Năm 1426, đời Minh Tuyên Tông, Lê Trừng (tức Hồ Nguyên Trừng sau khi được tha tội) làm việc cho bộ Công của nhà Minh. Ông bị vạch tội lên vua Minh vì làm việc 9 năm mà không khai báo lý lịch. Vua Minh cho rằng ông đã được Minh Thành Tổ tha tội nên không truy cứu.5 Năm 1428, ông được thăng tới chức Tả thị lang của bộ Công, được trả lương bằng gạo.6",
        "Biết được Hồ Nguyên Trừng (và Hồ Nhuế) có tài năng, vua Minh Anh Tông cho ân xá, nhưng buộc phải đổi họ khác (vì không thừa nhận gia đình ông là dòng dõi Ngu Thuấn7 ). Vì vậy ở sách Nam Ông mộng lục, tác giả đề tên là Lê Trừng (黎澄, đổi lại họ Lê như cũ).",
        "Sau, ông chế tạo được súng thần công 8 , nên lại được làm quan ở bộ Công, thăng đến chức Tả thị lang như lời ông đề ở cuối bài Tựa trong quyển Nam Ông mộng lục. Trong Vân đài loại ngữ, Lê Quý Đôn nhắc đến một tình tiết: \"quân Minh khi làm lễ tế súng đều phải tế Trừng\".2",
        "Theo Minh sử, thì Hồ Nguyên Trừng được thăng chức Công bộ Thượng thư (1445) được một năm thì mất, thọ 73 tuổi.",
        "Nguyên văn trong sách như sau (dịch):",
        "Sau đó, triều Minh cho con ông là Lê Thúc Lâm (trước đó đang làm Chuyển vận sứ ở Diêm vận ty tỉnh Sơn Đông) làm Trung thư xá nhân, tiếp tục lo việc chế tạo quân khí.",
        "Hiện mộ phần Lê Trừng (tức Hồ Nguyên Trừng), Lê Thúc Lâm và Lê Thế Vinh (con Thúc Lâm, cũng làm quan cho triều Minh, có sách ghi là Thế Ninh) đều ở tại thôn Nam An Hà, thuộc thành phố Bắc Kinh (Trung Quốc) ngày nay 10 .",
        "Là con trưởng nhưng Hồ Nguyên Trừng không được cha truyền ngôi cho. Hồ Quý Ly muốn lập em ông là Hồ Hán Thương (con công chúa Huy Ninh nhà Trần) làm người kế nghiệp mới mang câu đối để thử lòng ông. Hồ Nguyên Trừng qua lời đối đáp đã bày tỏ lòng mình để cha yên tâm. Chuyện này được sử thần Ngô Sĩ Liên kể lại như sau:",
        "Cuối năm 1405, Hồ Quý Ly cho triệu tập một cuộc hội nghị đặc biệt để bàn kế chống quân Minh. Khi được hỏi, Hồ Nguyên Trừng đã nói rằng:",
        "Hồ Quý Ly nghe thế liền ban thưởng cho ông một cái hộp trầu bằng vàng. Đây là câu nói nổi tiếng của ông. Sau, sử thần Ngô Sĩ Liên đã có lời khen rằng: Mệnh trời là ở lòng dân. Câu nói của Trừng hiểu được điều cốt yếu đó. Không thể vì cớ họ Hồ mà bỏ câu nói của Trừng được12 .",
        "Khi sống cuộc đời lưu vong ở Trung Quốc, Hồ Nguyên Trừng đã soạn ra cuốn Nam Ông mộng lục (Chép lại những giấc mộng của Nam Ông), gồm 31 thiên, nhưng hiện chỉ còn 28 thiên. Đây là tập hồi ký chữ Hán đầu tiên và là tác phẩm đầu tiên mở đường cho khuynh hướng viết về \"người thực, việc thực\" trong văn xuôi tự sự Việt Nam 13 .",
        "Bên cạnh đó, ông còn là nhà kỹ thuật quân sự tài ba. Theo sử liệu, khi còn ở trong nước, do nhu cầu quân sự, ông đã sáng chế và chỉ đạo chế tác súng thần cơ (hỏa pháo cải tiến) và thuyền cổ lâu (thuyền chiến lớn có hai tầng)14 Cho nên sau này ông được vua Minh thu dụng để lo việc chế tạo súng 15 .",
        "Ngoài ra, ông còn là người lo việc đắp những con đê lớn, đào một số kênh và vét lại một số con sông nhằm phục vụ các hoạt động về giao thông, thủy lợi và quân sự. Đặc biệt, những công trình kiến trúc ở thời nhà Hồ, chẳng hạn như thành Tây Đô đồ sộ… đều do ông chỉ huy xây dựng 16 .",
        "Tên Hồ Nguyên Trừng đã được đặt cho một con đường ở thị trấn Phong Điền (tỉnh Thừa Thiên-Huế)17 và ở hai quận Hải Châu, Cẩm Lệ (thành phố Đà Nẵng).",
        "(Nguồn: Wikipedia)"
    ]
}