{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Hoàng Hà<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Huanghemap.png\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/hoang-ha/c225071c53c91a81bbfff422aff71066.png\">\n    <noscript>\n     <img alt=\"Huanghemap.png\" src=\"/images/wiki/hoang-ha/c225071c53c91a81bbfff422aff71066.png\">\n    <\/noscript>\n    <div>\n     Dòng chảy của Hoàng Hà qua Trung Quốc\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Đặc điểm<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dài<\/th>\n   <td>5.464 km<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lưu vực<\/th>\n   <td>752.000 km²<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lưu lượng<\/th>\n   <td>2.571 m³/s<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Dòng chảy<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thượng nguồn<\/th>\n   <td>Dãy Côn Lôn, Thanh Hải<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Cửa sông<\/th>\n   <td>Vịnh Bột Hải - Hoàng Hải<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Cao độ<\/span><\/th>\n   <td>0 m<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Các quốc gia lưu vực<\/th>\n   <td>Trung Quốc<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Hoàng Hà",
        "Tên gọi",
        "Lưu vực",
        "Chi lưu",
        "Các đập thủy điện",
        "Ảnh hưởng đến dân sinh",
        "Hình ảnh",
        "Đọc thêm",
        "Xem thêm",
        "Chú thích",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Hoàng Hà - Người Kể Sử",
    "paragraphs": [
        "Hoàng Hà (tiếng Hán: 黃河; pinyin: Huáng Hé; Wade-Giles: Hwang-ho, nghĩa là \"sông màu vàng\"), là con sông dài thứ 3 châu Á xếp sau sông Trường Giang (Dương Tử) và sông Yenisei, với chiều dài 5.464 km sông Hoàng Hà xếp thứ 6 thế giới về chiều dài.1",
        "Sông Hoàng Hà chảy qua 9 tỉnh của CHND Trung Hoa, bắt nguồn từ núi Bayan Har thuộc dãy núi Côn Lôn trên cao nguyên Thanh Tạng phía tây tỉnh Thanh Hải. Hoàng Hà đổ ra Bột Hải ở vị trí gần thành phố Đông Dinh thuộc tỉnh Sơn Đông.",
        "",
        "",
        "Trong các văn liệu chữ Trung Quốc cổ gọi Hoàng Hà đơn giản là 河 (Tiếng Trung cổ: *C.gˤaj2 ), nghĩa là \"Hà\" hay sông. Tên gọi 黃河 (tiếng Trung cổ: *N-kʷˤaŋ C.gˤaj; tiếng Hán trung đại: Hwang Ha2 ) nghĩa là Hoàng Hà được đề cập đầu tiên trong Hán thư viết về thời kỳ nhà Tây Hán (206 TCN - 9). Chữ Hoàng có nghĩa là màu vàng ám chí nước màu vàng do dòng sông mang nhiều vật liệu có nguồn gốc từ đất vàng (hay hoàng thổ).",
        "Một trong những tên gọi cổ hơn trong tiếng Mông Cổ là \"Hắc Hà\",3 do dòng sông trong trước khi chảy vào cao nguyên Hoàng Thổ, nhưng tên hiện tại của con sông ở vùng Nội Mông là Ȟatan Gol (Хатан гол, \"Queen River\").4 Ở Mông Cổ, nó có tên là Šar Mörön (Шар мөрөн, \"Hoàng Hà\").",
        "Ở Thanh Hải, tên sông trong tiếng Tây Tạng là \"Sông Công\" (tiếng Tây Tạng: རྨ་ཆུ།, Ma Chu; tiếng Trung: giản thể 玛曲, phồn thể 瑪曲, p Mǎ Qū).",
        "Tên tiếng Anh Hwang Ho là tên ghi trên bản đồ được latin hóa của sông trong tiếng Quan thoại.",
        "Hoàng Hà bắt nguồn từ dãy núi Côn Lôn ở phía tây bắc tỉnh Thanh Hải, từ độ cao 4.500 m trong vùng lòng chảo Yekuzonglie nằm ở phía bắc của dãy núi Bayankara (hay Ba Nhan Khách Lạp) trên cao nguyên Thanh Tạng.",
        "Từ đầu nguồn của nó, con sông chảy theo hướng nam, sau đó tạo ra một chỗ uốn cong về hướng đông nam và sau đó lại chảy theo hướng nam một lần nữa cho đến khi tới thành phố Lan Châu, thủ phủ của tỉnh Cam Túc, là nơi mà điểm uốn cong lớn về phía bắc, bắt đầu. Con sông chảy về phía bắc qua Khu tự trị dân tộc Hồi Ninh Hạ tới khu tự trị Nội Mông, đoạn cong này gọi là Hà Sáo. Sau đó con sông này lại đổi hướng, chảy gần như thẳng về phía nam, tạo ra ranh giới của hai tỉnh Thiểm Tây và Sơn Tây. Khoảng 130 km về phía đông bắc của thành phố Tây An, thủ phủ tỉnh Thiểm Tây, Hoàng Hà lại đổi hướng để chảy về phía đông. Nó chảy tới những vùng đất trũng ven biển ở miền đông Trung Quốc gần thành phố Khai Phong. Sau đó chảy qua Tế Nam, thủ phủ của tỉnh Sơn Đông và đổ ra biển Bột Hải (vịnh Bột Hải).",
        "Dưới đây là danh sách các nhà máy thủy điện được xây dựn trên Hoàng Hà, xếp theo năm vận hành đầu tiên:",
        "Theo một báo cáo năm 2000, 7 nhà máy thủy điện lớn nhất (Longyangxia, Lijiaxia, Liujiaxia, Yanguoxia, Bapanxia, Daxia và Qinglongxia) có tổng công suất lắp máy là 5.618 MW.5",
        "Nó tưới tiêu cho một khu vực rộng 944.970 km vuông (364.417 dặm vuông), nhưng do tính chất khô cằn chủ đạo của vùng này (không giống như phần phía đông thuộc Hà Nam và Sơn Đông) nên lưu lượng nước của nó tương đối nhỏ. Tính theo lưu lượng nó chỉ bằng 1/15 của sông Trường Giang và 1/5 của sông Châu Giang, mặc dù khu vực tưới tiêu của con sông cuối (Châu Giang) chưa bằng một nửa của Hoàng Hà.",
        "Trong lịch sử hàng ngàn năm của Trung Quốc, Hoàng Hà vừa đem lại lợi ích vừa đem lại tai họa cho người dân, vì thế nó còn được coi là \"Niềm kiêu hãnh của Trung Quốc\" (pinyin: Zhōngguó de Jiāoào) và \"Nỗi buồn của Trung Quốc\" (pinyin: Zhōngguó de Tòng). Các ghi chép chỉ ra rằng, từ năm 602 đến ngày nay, con sông này đã ít nhất 5 lần đổi dòng và các con đê bao bọc đã vỡ không dưới 1.500 lần. Lần thay đổi dòng năm 1194 đã phá vỡ hệ thống tưới tiêu của sông Hoài trong gần 700 năm sau. Phù sa Hoàng Hà đã ngăn chặn dòng chảy của sông Hoài và làm hàng ngàn người mất nhà ở. Mỗi lần đổi dòng nó khi thì đổ ra Hoàng Hải, khi thì ra vịnh Bột Hải.6 Hoàng Hà có dòng chảy như ngày nay từ năm 1897 sau lần đổi dòng cuối cùng năm 1855.7 Trong suốt thế kỷ 20, Hoàng Hà mang ra biển khoảng 0,9x10⁹ tấn trầm tích/năm.6",
        "Màu nước vàng của con sông là do phù sa mà nó mang theo. Hàng thế kỷ của việc bồi đắp và sự bao bọc của các con đê đã làm con sông này chảy ở độ cao lớn hơn so với đất nông nghiệp hai bên bờ, làm cho việc ngập lụt trở nên nguy hiểm hơn. Ngập lụt của Hoàng Hà đã gây ra sự chết chóc khủng khiếp trong lịch sử như năm 1887 Hoàng Hà đã giết chết khoảng 900.000-2.000.000 người và năm 1931 nó đã giết chết khoảng 1.000.000-3.700.000 người. Năm 1938, trong Chiến tranh Trung-Nhật lần thứ hai, quân đội của Tưởng Giới Thạch đã phá đê bao bọc Hoàng Hà để ngăn cản bước tiến của quân Nhật và làm ngập lụt một vùng rộng lớn làm chết khoảng 500.000-900.000 người.",
        "Đôi khi người ta còn gọi nó là 濁流 (Trọc Lưu), nghĩa là dòng nước đục. Thành ngữ Trung Quốc \"Khi nước Hoàng Hà trong\" ám chỉ điều không bao giờ xảy ra.",
        "Hiện nay, tình trạng khô hạn do có quá nhiều đập nước trên Hoàng Hà đã trở thành một vấn đề cho nông nghiệp và hệ sinh thái của khu vực đồng bằng Hoa Bắc.",
        "Hai tỉnh Hà Bắc và Hà Nam được đặt tên theo con sông này. Tên của hai tỉnh này có nghĩa là \"bắc\" và \"nam\" của Hoàng Hà.",
        "Các thành phố chính dọc theo Hoàng Hà tính từ đầu nguồn bao gồm: Lan Châu (thuộc tỉnh Cam Túc), Ô Hải, Bao Đầu, Khai Phong, và Tế Nam.",
        "Hoàng Hà đoạn chảy qua Lan Châu",
        "Hẻm núi Hoàng Hà",
        "Thác Hồ Khẩu (壶口瀑布） thác nước lớn thứ hai ở Trung Quốc",
        "Châu thổ Hoàng Hà năm 2000",
        "Châu thổ Hoàng Hà năm 1979",
        "Bằng tiếng Anh:",
        "(Nguồn: Wikipedia)"
    ]
}