{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Hoàng Tá Viêm",
        "Tiểu sử",
        "Tác phẩm",
        "Nhận xét",
        "Thơ tưởng niệm",
        "Chú thích",
        "Xem thêm",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Hoàng Tá Viêm - Người Kể Sử",
    "paragraphs": [
        "Hoàng Kế Viêm (1820 - 1909) là phò mã và là một danh tướng nhà Nguyễn trong lịch sử Việt Nam.",
        "",
        "",
        "Hoàng Kế Viêm (黃繼炎1 ) tên thật là Hoàng Tá Viêm (黃佐炎1 ), tự Nhật Trường, hiệu Tùng An, người làng Văn La, tổng Văn Đại, huyện Quảng Ninh, tỉnh Quảng Bình. Ông là con của Hoàng Kim Xán, Bố chính tỉnh Khánh Hòa. Sau khi Hoàng Kế Viêm thi đỗ cử nhân vào năm 1843 thời vua Minh Mạng, ông được bổ Tư vụ, hàm Quang Lộc tự khanh.",
        "Ông kết duyên với con gái thứ năm của vua Minh Mạng là Hưng La công chúa Quang Tĩnh, nhưng chẳng bao lâu thì vợ mất.",
        "Đời Thiệu Trị, năm 1846, ông làm Lang trung Bộ Lại. Đến thời Tự Đức (năm 1850), mẹ mất, ông đang ở quê chịu tang thì được chiếu triệu về kinh, sung chức Án sát tỉnh Ninh Bình (1852). Năm 1854, ông thăng Bố chính Thanh Hóa, Bố chính kiêm Tuần phủ Hưng Yên (1859), Tổng đốc An Tịnh (1863). Suốt thời gian trên, ông có công trị an, mở mang kinh tế, thủy lợi...",
        "Năm cuối thập niên 1860, dư đảng của Thái Bình Thiên quốc là Ngô Côn chạy tràn sang miền Bắc Việt Nam. Đầu tiên, họ xin hàng, sau đem quân đi cướp phá các tỉnh. Quan quân đánh mãi không được mà còn mất nhiều binh tướng, buộc triều đình nhà Nguyễn phải nhờ quân nhà Thanh phối hợp để tiễu trừ. Đến khi Ngô Côn bị giết, các dư đảng là: Hoàng Sùng Anh (hiệu Cờ vàng), Lưu Vĩnh Phúc (hiệu Cờ đen), Bàn văn Nhị-Lương văn Lợi (hiệu Cờ trắng); vẫn thường quấy nhiễu ở mạn Tuyên Quang, Thái Nguyên, làm quan quân nhà Nguyễn hết sức vất vả.",
        "Đến khi đảng cướp người Tàu là Tô Tứ nổi lên, cướp thành Lạng Sơn, bắt giết Tổng thống quân vụ Bắc Kỳ là Đoàn Thọ, triều đình Huế bèn phái Hoàng kế Viêm ra làm Lạng-Bình-Ninh-Thái Thống đốc quân vụ đại thần (1870), để hiệp với lực lượng của Tán tương Tôn Thất Thuyết cùng lo việc đánh dẹp.",
        "Qua tháng 4 năm sau (1871), Tự Đức lại sai quan Hình bộ thượng thư là Lê Tuấn làm chức Khâm sai thị sự đến hỗ trợ ông. Hoàng Kế Viêm vừa đánh vừa dụ hàng, thu phục được Lưu Vĩnh Phúc, đánh tan quân Cờ trắng và Cờ vàng. Hoàng Sùng Anh cũng bị quân Cờ đen truy lùng và giết chết khi trốn chạy. Nhờ công lao này, Hoàng Kế Viêm được phong Đại học sĩ lãnh Tổng thống Tam Tuyên, sung Tiết chế quân vụ miền Bắc.",
        "Vì đất Bắc Kỳ luôn có loạn, năm Canh Thìn (1880) triều đình đặt ra Lạng Giang đạo và Đoan Hùng đạo, rồi sai hai viên Tĩnh biên phó sứ là Trương Quang Đản đóng ở Lạng Giang và Nguyễn Hữu Độ đóng ở Đoan Hùng. Phong cho Hoàng Kế Viêm là Tĩnh biên sứ, kiêm cả hai đạo.",
        "Khi quân Pháp xâm chiếm Đại Nam, Hoàng Kế Viêm đứng về phe chủ chiến. Năm 1873, Đại úy hải quân Pháp Francis Garnier đem quân theo sông Hồng lên chiếm thành Hà Nội và sửa soạn đánh các tỉnh khác ở đồng bằng sông Hồng. Hoàng Kế Viêm liền được cử làm Tiết chế Bắc Kỳ quân vụ (chức vụ quân sự cao cấp nhất tại Bắc Kỳ) để đôn đốc các nơi lo việc chống ngăn.",
        "Ngày 21 tháng 11 âm lịch năm đó, ông và Lưu Vĩnh Phúc cùng tổ chức mai phục và đã giết chết được F.Garnier tại Ô Cầu Giấy2 .",
        "Năm 1883, đến lượt Đại tá hải quân Pháp Henri Rivière đánh và chiếm được thành Hà Nội, song cũng lại bị quân của Hoàng Kế Viêm và Lưu Vĩnh Phúc giết chết tại Ô Cầu Giấy ngày 19 tháng 5 năm 1883.",
        "Năm 1884, triều đình ký Hòa ước Giáp Thân (1884) với Pháp. Sau đó, vua Kiến Phúc đã ra lệnh cho Hoàng Kế Viêm lúc đó đang đóng ở Sơn Tây rút quân về Huế, nhưng ông không tuân lệnh, vẫn ở lại phối hợp với quân Thanh đánh Pháp. Mãi đến khi Sơn Tây và Hưng Hóa thất thủ, ông mới chịu về Huế, nhưng cương quyết không hợp tác với phe chủ hòa.",
        "Năm 1884, ông được phong làm Thái tử Thiếu bảo, Cơ mật viên Đại thần. Chẳng bao lâu ông xin về trí sĩ nhưng không được, mãi đến đời vua Thành Thái, năm 1889, ông mới được nghỉ hưu, về quê sống đến khi mất (1909), thọ 89 tuổi.",
        "Hoàng Kế Viêm là tác giả của một số tác phẩm có giá trị về văn học, lịch sử",
        "Trong Bắc Kỳ tấu nghị gửi lên vua Tự Đức ngày 20 tháng 6 năm (1873), Phụ chính Nguyễn Văn Tường đã nhận xét về Hoàng Kế Viêm như sau: Hoàng Kế Viêm bản chất rất bao dung, vốn có tài lâm cơ đoán định, lay chuyển chẳng dời, được xem là một tay đảm đương vậy...3 .",
        "Nói về Ông Ích Khiêm, nhà văn Phan Khôi có nhắc lại câu:",
        "Bàn luận về đôi câu này PGS. TS. Đỗ Bang viết: Sau ngày kinh đô thất thủ, phe thân Pháp và tay sai nắm quyền, các vị này thất thế bị rơi vào thế đối lập chống lại triều đình...Danh dự của các ông bị bôi nhọ, xuyên tạc ngay tại Huế...bia miệng độc ác và nghịch lý nhất là khi đem sự nghiệp của các ông ra làm điều giễu cợt...5 .",
        "Tuy Hoàng Kế Viêm và Lưu Vĩnh Phúc đã từng gắn bó với nhau trong nhiều trận chiến, nhưng sự kết hợp của hai ông có đôi khi không được tốt, mà trận Pháp đánh thành Sơn Tây là một ví dụ. Sau trận này, GS. Trần Văn Giàu có lời phê rằng:",
        "Khi ông mất, nhà soạn tuồng Đào Tấn có bài thơ tưởng niệm như sau:",
        "(Nguồn: Wikipedia)"
    ]
}