{
    "tables": ["<table class=\"infobox\">\n <caption>\n  Thứ bậc Hoàng tộc, Quý tộc và Hiệp sĩ\n <\/caption>\n <tbody>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Mũ miện của Bá tước\" src=\"/images/wiki/hoang-thai-tu/2875121ed48ec40ba54c02dfb8e4a9ff.png\" width=\"120\" height=\"94\" srcset=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxMjAiIGhlaWdodD0iOTQiPjwvc3ZnPg==\" data-srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Princely_Hat.svg/180px-Princely_Hat.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Princely_Hat.svg/240px-Princely_Hat.svg.png 2x\" data-file-width=\"489\" data-file-height=\"383\">\n    <noscript>\n     <img alt=\"Mũ miện của Bá tước\" src=\"/images/wiki/hoang-thai-tu/2875121ed48ec40ba54c02dfb8e4a9ff.png\" width=\"120\" height=\"94\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Princely_Hat.svg/180px-Princely_Hat.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Princely_Hat.svg/240px-Princely_Hat.svg.png 2x\" data-file-width=\"489\" data-file-height=\"383\">\n    <\/noscript><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Hoàng đế &amp; Hoàng hậu<br>\n     Nữ hoàng &amp; Hoàng tế \n    <hr><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Thái hoàng thái hậu<br>\n     Hoàng thái hậu / Thái thượng hoàng hậu \n    <hr><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Quốc vương &amp; Vương hậu<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Nữ vương &amp; Vương phu \n    <hr><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Vương phi \n    <hr><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Trữ quân &amp; Trữ phi<br>\n     Công chúa &amp; Phò mã \n    <hr><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Đại Thân vương &amp; Đại Vương phi<br>\n     Đại Công tước &amp; Đại Công tước phu nhân \n    <hr><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Thân vương và Vương phi<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Phó vương &amp; Phó vương phi \n    <hr><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Công tước &amp; Công tước phu nhân<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Hầu tước &amp; Hầu tước phu nhân<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Bá tước &amp; Bá tước phu nhân<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Tử tước &amp; Tử tước phu nhân<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Nam tước &amp; Nam tước phu nhân \n    <hr><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Tòng nam tước &amp; Tòng nam tước phu nhân<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Hiệp sĩ &amp; Nữ Tước sĩ \n    <hr><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">\n    <div class=\"plainlinks hlist navbar\">\n     <span>Hộp này:<\/span>\n     <ul>\n      <li class=\"nv-view\"><span title=\"Xem bản mẫu này\">xem<\/span><\/li>\n      <li class=\"nv-talk\"><span title=\"Thảo luận về bản mẫu này\">thảo luận<\/span><\/li>\n      <li class=\"nv-edit\"><span title=\"Sửa đổi bản mẫu này\">sửa<\/span><\/li>\n     <\/ul>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Hoàng Thái Tử",
        "Tên gọi khác",
        "Vị trí trong hoàng gia",
        "Chức tước",
        "Xem thêm",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Hoàng Thái Tử - Người Kể Sử",
    "paragraphs": [
        "Trữ quân (chữ Hán: 儲君), hoặc Tự quân (嗣君) hay Quốc Bổn (國本)1 , là cách gọi trung lập tước vị dành cho người đã được chính thức chọn lựa để sau này nối ngôi Hoàng đế hay Quốc vương.",
        "Trong hầu hết trường hợp trên thế giới, người được chọn kế vị đều là nam giới, thường là con trai trưởng của Đương kim Hoàng đế, khi ấy sẽ gọi người kế vị là Hoàng thái tử (皇太子). Đối với các chư hầu hay các vương quốc, những quốc gia mà người cai trị chỉ xưng Vương, cũng có lệ đặt người nối ngôi như vậy nhưng gọi là Vương thế tử (王世子).",
        "Chính thất của Thái tử được gọi là Hoàng thái tử phi (皇太子妃), cách gọi khác là Trữ phi (儲妃); còn chính thất của Vương thế tử là Vương thế tử tần (王世子嬪).",
        "",
        "",
        "Vị trí kế vị của một Hoàng đế gọi là Hoàng trữ (皇儲), của Vương gọi là Vương trữ (王儲). Do thường là con trai của vị vua đang trị vì, nên chức Trữ quân hay gọi là Thái tử (đối với Hoàng đế) và Thế tử (đối với Vương).",
        "Tuy nhiên, người kế vị không nhất thiết lúc nào cũng là con trai của vị vua đang trị vì. Do đó còn có nhiều cách gọi khác, ví dụ:",
        "Dưới ảnh hưởng Nho giáo, các Trữ quân tại Đông Á thường là con trai trưởng của Hoàng hậu hay Vương hậu. Cũng có những Trữ quân được chọn nối ngôi không phải vì họ là con trưởng. Một số được chọn vì vị Vua (Đế hoặc Vương) thích mẹ của họ hơn mẹ của người con trưởng, hoặc vị Hoàng hậu/ Vương hậu đó không có con trai. Một số khác được chọn vì vị Vua thích cá nhân họ hơn người con lớn, có thể do họ sớm bộc lộ tư chất, khả năng lãnh đạo tốt hơn. Các triều đại về sau, ngôi thứ trưởng dần không còn quan trọng nữa, những người được chọn đều là do thực lực hơn là xuất thân con trưởng. Khác với các Hoàng tử Vương tử khác, các Trữ quân có địa vị tôn quý, đứng đầu các Hoàng tử, Vương tử trong Hoàng tộc và thường giúp đỡ Vua trong việc chính sự.",
        "Khác với các Hoàng tử/ Vương tử mở phủ riêng ngoài Hoàng cung, nơi ở của Trữ quân ở phía Đông của Hoàng cung trong kinh thành, nên thường được gọi là Đông Cung (東宮), do là cung của Trữ quân nên cũng có thể gọi là Trữ Cung (儲宮). Ở thuyết ngũ hành, Đông thuộc hệ Mộc, màu Thanh, xét Tứ quý thì thuộc mùa Xuân, nên Trữ cung/Đông cung đôi khi cũng được gọi là Thanh cung (青宮) hay Xuân cung (春宮). Trong Đông Cung cũng có các chức quan hầu việc tương tự hệ thống quan viên ở triều đình và đã được thu nhỏ lại. Các quan viên chủ yếu nhận nhiệm vụ về giáo dục Trữ quân, nên thực tế không có quyền hạn đáng kể, nhưng nếu Trữ quân kế vị, những quan viên này sẽ là những người hàng đầu được bổ nhiệm các vị trí trọng yếu. Ngoài ra, trong Đông cung cũng có các hoạn quan, nữ quan,...theo mô hình thu nhỏ của Hoàng cung mà bố trí, phục vụ sinh hoạt của Trữ quân và gia quyến. Vì là người sẽ kế vị nên mũ áo, lễ nghi của Trữ quân cũng khác biệt với các Hoàng tử Vương tử khác, và thường là có chế độ một cách giản lược của Vua.",
        "Ở châu Âu, vài chế độ quân chủ chấp nhận người con đầu tiên của quân vương sẽ là người nối ngôi, dù họ là nam hay nữ. Điển hình là Công chúa Elizabeth đã trở thành Nữ vương Elizabeth II của Anh, hay Công chúa Beatrix đã trở thành Nữ vương Beatrix của Hà Lan.",
        "Các triều đại tại Đông Á (Trung Hoa, Nhật Bản, Việt Nam, Triều Tiên) trước đây thường phong các tước vị khác nhau cho các Trữ quân, đôi khi có tước vị Hoàng thái tử rồi nhưng vẫn được phong Vương tước. Trong khi đó, có nhiều triều đại tại châu Âu chỉ dùng một, hay vài, tước nhất định cho các Trữ quân của họ. Một vài tước của các Trữ quân là:",
        "(Nguồn: Wikipedia)"
    ]
}