{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "Hương Khê",
        "Địa lý",
        "Diện tích và dân số",
        "Hành chính",
        "Lịch sử",
        "Giao thông",
        "Di tích và danh thắng",
        "Kinh tế",
        "Ngập lũ",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Hương Khê - Người Kể Sử",
    "paragraphs": [
        "Hương Khê là một huyện miền núi nằm ở phía tây nam tỉnh Hà Tĩnh.",
        "",
        "",
        "Có 22 đơn vị hành chính trực thuộc, bao gồm:",
        "Đường bộ chính ở Hương Khê là đường Hồ Chí Minh chạy qua thị trấn và đường quốc lộ 15 nối Hương Khê với thành phố Hà Tĩnh và với huyện Can Lộc, Đức Thọ; đường sắt Bắc Nam (tại đây có ga là ga Thanh Luyện, ga Chu Lễ, ga Hương Phố,, ga Phúc trạch, ga La Khê). Thủy lâm (Hương Thủy) là ví trí giao nhau của 3 đường sông Ngàn sâu, đường sất bắc nam và đường quốc lộ 15.",
        "Nhân dân ở vùng này nhớ ngày hy sinh của Ngài nên đã lập đền thờ Ông và đến ngày mồng 2 tết trước đây muôn họ cũng tế lễ. Trong những năm chống Mỹ đền nay bị tàn phá quá nặng nề. Thân thế và sự nghiệp của Đại tướng Nguyễn Hữu Hộ còn được lưu giữ tại một nhà thờ họ Nguyễn Văn tại Động Cửa gần đấy. Hiện nay nhân dân vùng này đang có ý nguyện khôi phục đền Trạng trên vị trí vốn có.2",
        "Nền kinh tế Hương khê chủ yếu là nông nghiệp lúa nước, ngoài ra có các loại cây lương thực như:Ngô(bắp),Chè, Cam, Chanh, Bưởi.Về cây công nghiệp có: Thông, Cao su, Keo lá tràm, Gió (Trầm Hương). Về chăn nuôi có: Trâu, bò, lợn, gà. Khai thác lâm sản: Các loại gỗ quý như Lim, Dối, Táu...tất nhiên hiện nay đã rơi vào tình trạng cạn kiệt do nạn khai thác tràn lan.",
        "Đặc sản của Hương Khê có bưởi Phúc Trạch, cam Khe Mây, chè xanh Hương Trà, sắn Động Cửa (xã Hương Thủy), cá chép (sông Ngàn Sâu), cá tràu (tức cá quả) Đập Trạng (xã Hương Thủy), cá mương (xã Hương Thủy) cá mát, mật ong rừng, mật mía, ruốc, gỗ quý,...",
        "Khoảng 17h45 ngày 14/10/2016, nhà máy thủy điện Hố Hô (giáp ranh giữa Quảng Bình và Hà Tĩnh) bất ngờ xả lũ ồ ạt khiến hàng nghìn hộ dân huyện Hương Khê ngập sâu trong biển nước. Việc xả lũ ồ ạt với lưu lượng 1.800 m3/s trong 4 giờ kèm theo mưa lớn khiến mực nước lên rất nhanh. Nhiều người dân không kịp trở tay, nước dâng ngập lút nóc nhà, nhấn chìm nhiều tài sản.3",
        "Tiến sỹ Lê Anh Tuấn, phó viện trưởng Viện Nghiên cứu Biến đổi Khí hậu thuộc Đại học Cần Thơ bình luận: “Trách nhiệm của nhà máy thủy điện là phải chủ động tháo nước trong các hồ chứa ra trước khi mưa bão đến. Tôi nghĩ cái quy trình vận hành này có vấn đề nên họ không có chủ động trong chuyện tháo nước trong hồ chứa ra trước khi mưa bão về. Nên khi mưa bão về lớn, họ sợ vỡ đập nên họ phải xả nước như vậy”. Ông cho biết, thông thường các thiết kế nhà máy thủy điện phải tính toán đến tần suất gây mưa bão trong khu vực, và phải có khả năng phối hợp để dự báo thời tiết trước 5-7 ngày, hoặc tối thiểu là 3-4 ngày.4",
        "Hôm 18/10, Luật sư Ngô Ngọc Trai và 12 luật sư khác từ các Đoàn Luật sư Hà Nội, TP Hồ Chí Minh và Tây Ninh đã gởi kiến nghị đến Tổng bí thư, Chủ tịch nước, Chủ tịch Quốc hội và Thủ tướng yêu cầu phá bỏ ngay những đập thủy điện gây nguy hại cho người dân.5",
        "Thứ trưởng Bộ Công thương Hoàng Quốc Vượng cho biết vào ngày 29/10/2016, Bộ Công thương và các bộ ngành khác đã vào tận nơi để kiểm tra. Theo kết quả kiểm tra, công ty thủy điện Hố Hô có những sai sót nhất định trong việc thực hiện Luật Tài nguyên nước, trong vận hành hồ chứa.6",
        "Bản mẫu:Các đơn vị hành chính thuộc tỉnh Hà Tĩnh",
        "(Nguồn: Wikipedia)"
    ]
}