{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Văn Lâm<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Huyện<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số<\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc gia<\/th>\n   <td><img class=\"jch-lazyload\" alt=\"Cộng hòa xã hội chủ nghĩa Việt Nam\" src=\"/images/wiki/huyen-van-lam/f015bbd8d34e4f28933ca79adf565f31.png\" width=\"22\" height=\"15\" srcset=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIyMiIgaGVpZ2h0PSIxNSI+PC9zdmc+\" data-srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/33px-Flag_of_Vietnam.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/44px-Flag_of_Vietnam.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\">\n    <noscript>\n     <img alt=\"Cộng hòa xã hội chủ nghĩa Việt Nam\" src=\"/images/wiki/huyen-van-lam/f015bbd8d34e4f28933ca79adf565f31.png\" width=\"22\" height=\"15\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/33px-Flag_of_Vietnam.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/44px-Flag_of_Vietnam.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\">\n    <\/noscript>Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tỉnh<\/th>\n   <td>Hưng Yên<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Văn Lâm",
        "Lịch sử",
        "Địa lý",
        "Hành chính",
        "Giao thông",
        "Kinh tế",
        "Các làng nghề truyền thống và tiềm năng",
        "Du lịch",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Văn Lâm - Người Kể Sử",
    "paragraphs": [
        "Văn Lâm là một huyện nằm phía bắc của tỉnh Hưng Yên.",
        "",
        "",
        "Văn Lâm là huyện phía bắc tỉnh Hưng Yên, huyện trước đây thuộc tỉnh Hưng Yên, từ 1968 – 1996 thuộc tỉnh Hải Hưng, từ 1977 hợp nhất với các huyện: Mỹ Hào, Yên Mỹ thành huyện Mỹ Văn. Từ 24.7.1999, chia huyện Mỹ Văn trở lại 3 huyện cũ thuộc tỉnh Hưng Yên (6.11.1996); đồng thời chuyển 2 xã Vĩnh Khúc và Nghĩa Trụ về huyện Văn Giang quản lý.",
        "Huyện Văn Lâm tiếp giáp huyện Thuận Thành, tỉnh Bắc Ninh về phía bắc, phía tây giáp huyện Gia Lâm, thành phố Hà Nội, phía tây nam giáp huyện Văn Giang, phía nam giáp huyện Yên Mỹ và Mỹ Hào (Phố Nối), phía đông giáp huyện Cẩm Giàng, tỉnh Hải Dương.",
        "Văn Lâm có 11 đơn vị hành chính cấp xã gồm 1 thị trấn Như Quỳnh (thành lập ngày 24-2-1997 trên cơ sở xã Như Quỳnh cũ) và 10 xã: Chỉ Đạo, Đại Đồng, Đình Dù, Lạc Đạo, Lạc Hồng, Lương Tài, Minh Hải, Tân Quang, Trưng Trắc, Việt Hưng.",
        "Diện tích: 74,4 km2",
        "Dân số: 96900 người",
        "Mật độ: 1248 người/ km²",
        "Văn Lâm được coi là cửa ngõ phía đông của thủ đô Hà Nội.",
        "Tuyến quốc lộ 5A chạy qua đây là tuyến đường huyết mạch của vận tải miền bắc di chuyển hàng hóa từ cảng Hải Phòng đến các tỉnh miền Bắc và thủ đô Hà Nội đi qua các tỉnh Hải Phòng,Hải Dương,Hưng Yên,Hà Nội.",
        "Nơi đây là huyện duy nhất của cả tỉnh Hưng Yên có tuyến đường sắt Hà Nội - Hải Phòng chạy qua, dọc theo quốc lộ 5A đến thị trấn Như Quỳnh thì không song song quốc lộ 5A nữa mà rẽ trái chạy song song với tỉnh lộ 19 Hưng Yên theo hướng đông sang Hải Dương,Hải Phòng.",
        "Tại địa phận xã Chỉ Đạo là điểm đầu của quốc lộ 39 dẫn tới thành phố Hưng Yên dự kiến sắp xây dựng thêm đoạn kéo dài từ cầu vượt Phố Nối đến Cầu Gáy nối với quốc lộ 38 và QL18B(địa phận tỉnh Bắc Ninh) dài 7 km đi qua huyện Mỹ Hào và Văn Lâm.",
        "Nông nghiệp: trồng lúa, mía, đay, hoa, cây cảnh, cây ăn quả. Bên cạnh đó còn có chăn nuôi gia súc, gia cầm, lợn bò,dê.",
        "Công nghiệp: Ở đây có khu công nghiệp phố nối A,Khu công nghiệp Đại Đồng,khu công nghiệp Như Quỳnh... hiện đang phát triển với tốc độ hiện đại nhanh và mạnh,tạo công ăn việc làm cho chục ngàn công nhân của huyện,của vùng hằng năm.",
        "Giáo dục và đào tạo: trên địa bàn huyện hiện có một số trường đại học,cao đẳng như:Trường Đại học Tài chính - Quản trị kinh doanh,Trường Cao đẳng Asean...góp phần đào tạo nguồn nhân lực cho vùng tỉnh và cả nước trong quá trình công nghiệp hóa và hiện đại hóa đất nước.",
        "Nông nghiệp: trồng lúa,hoa, cây cảnh, cây ăn quả. Bên cạnh đó còn có chăn nuôi gia súc, gia cầm, lợn bò,dê.",
        "Công nghiệp: cơ khí luyện kim, cơ điện, lắp ráp,tái chế kim loại màu.... Các ngành chế biến lương thực, thực phẩm, nông sản, may mặc. Ngoài ra, huyện còn có một số làng nghề truyền thống như: đúc đồng tại làng Lộng Thượng, kinh doanh chế biến phế liệu tại làng Văn Ổ và Xuân Phao của xã Đại Đồng, làng nghề trồng hoa cây cảnh, làng nghề nấu rượu tại Lạc Đạo và Hành Lạc, Làng nghề đậu ở thôn Xuân Lôi, xã Đình Dù (đả được công nhận Làng nghề do ủy ban nhân dân tỉnh Hưng Yên trao tặng năm 2000)....",
        "Hiện nay Văn Lâm là trung tâm công nghiệp, thương mại quan trọng của tỉnh Hưng Yên do có vị trí tiếp giáp thủ đô Hà Nội,Bắc Ninh,Hải Dương.Giao thông khá đa dạng đáp ứng kết nối đến các tỉnh bạn và nằm dọc tuyến đường 5A...",
        "Chùa Nôm là một ngôi chùa gần như vẫn giữ được nguyên vẹn vẻ cổ kính của chùa cổ ở đồng bằng Bắc Bộ. Nằm ở làng Nôm thuộc xã Đại Đồng, huyện Văn Lâm, Hưng Yên.",
        "Chùa được xây dựng từ năm nào không ai rõ, duy có hai tấm bia lớn đặt sau hậu cung ghi lại những tư liệu quý: Thời Hậu Lê, triều Chính Hòa, năm Canh Thân (1680) sau khi lên ngôi, nhà vua đã cho xây dựng lại chùa này. Tiếp theo vào các năm Nhâm Thân (1692), Giáp Tuất (1694), Đinh Sửu (1697), Mậu Dần (1698), Kỷ Mão (1699) tiếp tục tu sửa lại tiền đường, hậu cung và hành lang. Năm Chính Hòa thứ 21 (1700) chùa được sửa lại các cột trụ, tạo thêm tượng, mở rộng sân chùa. Năm Cảnh Thịnh nhà Tây Sơn thứ 4 (1796) chùa xây thêm gác chuông và mở rộng hai dãy hàng lang. Thời nhà Nguyễn, triều vua Thành Thái năm thứ 11 (1899) chùa Nôm lại được trùng tu thêm một lần nữa. Qua bao biến cố, chùa được trùng tu nhiều lần, trở thành ngôi chùa khang trang.",
        "Điều đặc biệt là tại chùa Nôm hiện có đến hơn 100 pho tượng cổ bằng đất như Tam thánh, Tam thế, A Di Đà, Phật bà, Bát bộ Kim Cương, Thập bát la hán... ước tính có hàng trăm năm tuổi. Các pho tượng đều ngồi, đứng trên một giá đỡ bằng đất với đủ các tư thế mập, ốm, hiền lành, dữ tợn, dân dã, thần tiên... với nhiều kích thước khác nhau, vẻ mặt hình dáng có sức biểu cảm cao.",
        "Đặc biệt, chùa Nôm còn lưu giữ được một tòa tượng cổ bằng đồng cực kỳ quý hiếm có tên gọi \"Cửu Long Phật đản\". Tòa tượng này miêu tả cuộc đời của đức Phật tổ Như Lai. Chính giữa tòa tượng là cảnh Phật tổ từ khi mới chào đời, xung quanh là chín con rồng uốn lượn, trên mỗi con rồng là một hình người nhỏ tượng trưng cho từng giai đoạn cuộc đời và tu hành của đức Phật. Ngoài ra, tại đây còn có nhiều hiện vật quý khác như tháp đồng, chuông đồng, đỉnh đồng....",
        "Về với chùa Nôm, ngoài sự chiêm ngưỡng, khám phá về một ngôi chùa cổ của Việt Nam,các bạn còn được đắm mình vào một quần thể di tích làng Nôm cổ kính bao gồm cổng làng Nôm, cầu Nôm (cây cầu đá cổ nhất vùng châu thổ sông Hồng), chợ Nôm, đình Tam Giang với kiến trúc bằng đá thời Hậu Lê... để từ đó du khách sẽ tìm thấy không gian yên bình, dân dã đậm chất quê, vẻ đẹp của làng quê Bắc bộ xưa.",
        "(Nguồn: Wikipedia)"
    ]
}