{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Nghi Lộc<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Huyện<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Diện tích<\/th>\n   <td>347.7043<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số<\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Tổng cộng<\/span><\/th>\n   <td>186439 Năm 2010<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ tịch&nbsp;UBND<\/span><\/th>\n   <td>UBND Huyện Nghi lộc<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Nghi Lộc",
        "Vị trí địa lý",
        "Diện tích và dân số",
        "Hành chính",
        "Văn hóa - Lịch sử",
        "Danh nhân, khoa bảng và những người thành đạt",
        "Kinh tế",
        "Bãi Lữ",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Nghi Lộc - Người Kể Sử",
    "paragraphs": [
        "Nghi Lộc là một huyện ven biển ở tỉnh Nghệ An. Huyện lỵ là thị trấn Quán Hành.",
        "",
        "",
        "Huyện Nghi Lộc phía Đông trông ra biển Đông và giáp thị xã Cửa Lò, phía Đông Nam giáp huyện Nghi Xuân (Hà Tĩnh), phía Nam giáp thành phố Vinh và huyện Hưng Nguyên, phía Tây Nam giáp huyện Nam Đàn, phía Tây giáp huyện Đô Lương, phía Tây Bắc giáp huyện Yên Thành, và phía Bắc giáp huyện Diễn Châu.",
        "Đây cũng là địa phương có dự án Đường cao tốc Thanh Hóa – Hà Tĩnh đi qua đang được xây dựng.",
        "Huyện có diện tích tự nhiên là 34.809,60 ha và 205.847 người (2008).",
        "Nghi Lộc có 30 đơn vị hành chính cấp xã và thị trấn, bao gồm thị trấn Quán Hành (huyện lị) và 29 xã: Nghi Công Bắc, Nghi Công Nam, Nghi Diên, Nghi Đồng, Nghi Hoa, Nghi Hợp, Nghi Hưng, Nghi Khánh, Nghi Kiều, Nghi Lâm, Nghi Long, Nghi Mỹ, Nghi Phong, Nghi Phương, Nghi Quang, Nghi Thạch, Nghi Thái, Nghi Thiết, Nghi Thịnh, Nghi Thuận, Nghi Tiến, Nghi Trung, Nghi Trường, Nghi Vạn, Nghi Văn, Nghi Xá, Nghi Xuân, Nghi Yên, Phúc Thọ.",
        "Thời xưa huyện Nghi Lộc thuộc châu Cửu Đức, rồi Hoan Châu, Nghệ An châu, Nghệ An thừa tuyên.",
        "Nằm trong địa phận 02 xã Nghi Yên và Nghi Tiến huyện Nghi Lộc tinh Nghệ An- Việt Nam; Bãi Lữ cách Cửa Lò 10 km. Là nơi biển khơi ăn sâu vào đất Việt và là nơi những cánh rừng thông bạt ngàn vươn ra biển cả tạo nên những cảnh quanh co uốn lượn, những vách đá đứng sóng vỗ trắng ngần,những bãi cát dài như giải lụa mêm uốn lượn dưới ngàn sóng đại dương nâng niu vỗ về thi vị,những bãi tắm đẹp thiên thần làn nước trong xanh và độ mặn tuyệt hảo.",
        "Hiện nay có một khu resort lớn được xây dựng ở Bãi Lữ, gồm các khu biệt thự, khách sạn đạt tiêu chuẩn 4 sao và 5 sao. Khu tắm biển được chia làm các khu như khu tắm thiếu nhi, khu tắm nghỉ dưỡng và khu tắm tiên.",
        "Các công trình như: Sân bay trực thăng, khu Casino, khu nhạc nước, Viện hải dương học, các dịch vụ và trò chơi trên biển, khu thể thao... đang dần dần được hình thành. Ôm ấp xung quanh khu bãi tắm là những ngọn núi thoai thoải với bạt ngàn màu xanh, trên núi đã xây dựng công trình tượng Phật...tạo nên thêm một loại hình du lịch vãn cảnh, tâm linh.",
        "Bãi Lữ tên gọi xuất phát từ Lữ Sơn, một ngọn núi sừng sững hiên ngang trước biển, như chàng lữ khách thân thơ đi tìm điệu hát tình tứ lẫn mình trong sóng biển của thiếu nữ đa tình. Đứng trên Núi Lữ có thể nhìn thấy một vùng bao la rộng lớn, phía đông biển bao la xanh ngắt một màu, xa xa là đảo Song Ngư, Hòn Mắt, Lan Châu, gần hơn là Núi Rồng, Núi Lò, Tượng Sơn...Uốn lượn quanh núi là dòng kênh Sắt xanh ngắt bởi màu quặng sắt do núi Thiết Sơn nhuộm màu.",
        "(Nguồn: Wikipedia)"
    ]
}