{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Châu Thành",
        "Từ nguyên",
        "Tài liệu chữ Hán",
        "Tài liệu Quốc ngữ",
        "Trong văn hóa dân gian Nam Bộ",
        "Lịch sử một địa danh",
        "Các đơn vị hành chính còn hiện hữu",
        "Các đơn vị hành chính trong lịch sử",
        "Trước 1945",
        "1945-1975",
        "Từ 1976 đến nay",
        "Chú thích",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Châu Thành - Người Kể Sử",
    "paragraphs": [
        "Châu Thành là một từ được sử dụng khá nhiều làm địa danh ở miền Nam Việt Nam. Trong lịch sử, danh xưng là một tên chung để gọi “lị sở” hay là “thủ phủ” của tỉnh. Sau biến thành tên riêng của cả loạt “lị sở” hay là “thủ phủ” của nhiều tỉnh ở Nam Kỳ.1 Ngày nay, địa danh này vẫn còn được sử dụng khá nhiều ở miền Nam Việt Nam, với 11 huyện và 4 thị trấn.",
        "",
        "",
        "Trong các tài liệu chữ Hán, từ \"châu thành\" được ghi bằng nhiều cách như \"州城\", \"珠城\", \"周城\". Trừ chữ \"thành\" 城 có nghĩa thống nhất là \"thành lũy\", thì chữ \"châu\" lại có nhiều cách ghi nghĩa khác nhau:",
        "Các tài liệu Quốc ngữ định nghĩa từ \"châu thành\" như sau:5",
        "Theo các nhà nghiên cứu, trong văn học dân gian ở Nam Bộ có khá nhiều câu sử dụng từ “châu thành”, mặc dù trong văn bản được viết hoa, nhưng “châu thành” ở đây được dùng như là một danh từ chung, chỉ nơi phố xá đông đúc, văn minh:",
        "Hoặc:",
        "Theo nhà nghiên cứu Nguyễn Thanh Lợi, thì từ “châu thành” xuất hiện muộn nhất vào năm 1859, khi Pháp đánh chiếm Gia Định, suy từ câu ca dao:",
        "Cung theo ông Nguyễn Thanh Lợi, từ \"Châu Thành\" xuất hiện với tư cách là một địa danh hành chính cấp hạt tham biện (arondissemnent) hay cấp quận về sau này, suy theo 2 câu ca dao sau:",
        "Trong các tài liệu sử chính thống của triều Nguyễn như Gia Định thành thông chí và Đại Nam nhất thống chí đều không ghi lại địa danh nào là Châu Thành ở vùng đất mới. Thậm chí Đại Nam nhất thống chí dù chép rất chi tiết lỵ sở của Tỉnh thành, Phủ trị, huyện trị, nhưng không có địa danh Châu Thành nào.",
        "Từ lúc kiểm soát được tỉnh Gia Định (1862) cho đến khi chiếm được toàn bộ Nam Kỳ (1867), thực dân Pháp vẫn tạm thời duy trì cách phân chia địa giới hành chánh cũ của triều Nguyễn một thời gian. Thời gian này, người Pháp gọi département thay cho phủ, gọi arrondissement thay cho huyện9 ở những vùng họ chiếm được. Tuy nhiên, do tình trạng thiếu hụt nhân sự, người Pháp không duy trì bộ máy hành chính ở cấp tỉnh và cấp phủ, mà cố duy trình bộ máy hành chính cũ ở cấp huyện, với sự hợp tác của các quan lại cũ đã đầu hàng, dưới sự giám sát của các Thanh tra bản xứ vụ (inspecteur des affaires indigènes) người Pháp. Mỗi thanh tra phải kiêm quản việc giám sát của nhiều huyện hợp lại thành địa bàn của hạt thanh tra (inspection). Các hạt thanh tra đặt trực tiếp dưới quyền lãnh đạo của Soái phủ Nam Kỳ. Toàn cõi Nam Kỳ bấy giờ có 27 hạt thanh tra như thế.",
        "Mãi đến sau khi chiếm được Nam Kỳ lục tỉnh, năm 1867, thực dân Pháp bãi bỏ một phần phân cấp hành chính của nhà Nguyễn. Cấp phủ hoàn toàn bị bãi bỏ. Các hạt thanh tra được đặt tên lại, hầu hết theo tục danh bằng tên Nôm của địa danh thôn xã nơi đặt lỵ sở hạt thanh tra. Các hạt của Nam Kỳ bấy giờ bao gồm:10",
        "Theo Nghị định ngày 7 tháng 6 năm 1871, chính quyền thuộc địa thay tên gọi hạt thanh tra \"inspection\" bằng địa hạt \"arrondissement\". Người đứng đầu địa hạt được gọi là Chánh tham biện (administrateur).11 Toàn cõi Nam Kỳ được thu gọn còn 19 hạt:12",
        "Mặc dù vẫn duy trì tên gọi của các tỉnh tương tự như thời Nguyễn, nhưng tên tỉnh không còn bất kỳ một ý nghĩa hành chính đặc biệt nào.13 Cấp huyện cũng bị bãi bỏ hoàn toàn.",
        "Nơi đặt lỵ sở của các địa hạt được gọi là chef-lieu (thủ phủ), cùng tên với tên địa hạt, dân gian gọi là \"châu thành\". Vì vậy để phân biệt với tên hạt, dân gian thường đặt thêm từ \"châu thành\" trước tên hạt để phân biệt, lâu dần thành tên thông dụng.",
        "Thực dân Pháp vẫn tiếp tục quá trình cải tổ phân cấp hành chính ở Nam Kỳ theo khuôn mẫu tại chính quốc. Nghị định ngày 16 tháng 1 năm 1899, đổi tên hạt thành tỉnh (province), và từ ngày 1 tháng 1 năm 1900, toàn cõi Nam Kỳ chia thành 20 tỉnh như sau:",
        "Ngoài ra còn có 3 thành phố độc lập là Sài Gòn, Chợ Lớn và Cap Saint Jacques.",
        "Danh xưng người đứng đầu cũng thay đổi, từ Chánh tham biện đổi thành Chủ tỉnh (chef de la province)11 , Tòa tham biện gọi là Tòa bố.",
        "Đến đầu thập niên 1900, thực dân Pháp phân chia hành chính tỉnh thành các quận (circonscription) hoặc đại lý hành chánh (délégation) dưới quyền chủ quận hay phái viên hành chánh; quận chia ra tổng (canton), đứng đầu là cai tổng (chef de canton). Tổng chia thành xã.14 Hệ thống hành chính cũ của nhà Nguyễn bị xoá bỏ hoàn toàn trên cõi Nam Kỳ.",
        "Bắt đầu từ năm 1912, danh xưng Châu Thành bắt đầu chính thức được đặt cho đơn vị hành chính cấp quận ở Nam Kỳ với sự thành lập của quận Châu Thành, tỉnh Mỹ Tho. Tính đến năm 1944, khi quận Châu Thành, tỉnh Tân Bình được thành lập, trong 21 tỉnh trên toàn cõi Nam kỳ, trừ 4 tỉnh Gò Công, Gia Định, Chợ Lớn và Bạc Liêu, các tỉnh còn lại đều thành lập quận Châu Thành trên cơ sở thủ phủ của các địa hạt xưa. Từ đó, danh từ Châu Thành được dùng để đặt cho nhiều địa danh chính thức cho đến tận ngày nay ở miền Nam Việt Nam.",
        "Ngày nay, từ Châu Thành vẫn còn được sử dụng cho 11 huyện và 4 thị trấn ở Nam Bộ, gồm có:",
        "Các thị trấn huyện lị của một số huyện mang tên Châu Thành:",
        "(Nguồn: Wikipedia)"
    ]
}