{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Thanh Trì<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Huyện<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Diện tích<\/th>\n   <td>63,17<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số<\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Tổng cộng<\/span><\/th>\n   <td>198.706 (2009)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Mật độ<\/span><\/th>\n   <td>3.145<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân tộc<\/th>\n   <td>Kinh<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Huyện lỵ<\/th>\n   <td>Văn Điển<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ tịch&nbsp;UBND<\/span><\/th>\n   <td>Vũ Văn Nhàn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ&nbsp;tịch&nbsp;HĐND<\/span><\/th>\n   <td>Trần Văn Khương<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Bí&nbsp;thư&nbsp;Huyện&nbsp;ủy<\/span><\/th>\n   <td>Trần Văn Khương<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Trụ&nbsp;sở&nbsp;UBND<\/span><\/th>\n   <td>Văn Điển<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phân&nbsp;chia hành&nbsp;chính<\/th>\n   <td>15 xã, 1 thị trấn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Số điện thoại<\/th>\n   <td>(84) (04)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Số fax<\/th>\n   <td>(84) (04)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Website<\/th>\n   <td>http://www.hanoi.gov.vn/<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Thanh Trì",
        "Hành chính",
        "Đường phố",
        "Địa lý",
        "Lịch sử",
        "Kinh tế",
        "Cơ sở giáo dục, nghiên cứu",
        "Dưới đại học",
        "Các trường đại học, cao đẳng",
        "Cơ quan",
        "Ngân hàng",
        "Trung tâm mua sắm",
        "Bệnh viện",
        "Công trình thủy",
        "Giao thông",
        "Ảnh di tích",
        "Danh nhân",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Thanh Trì - Người Kể Sử",
    "paragraphs": [
        "Thanh Trì là một huyện ngoại thành phía Nam của thành phố Hà Nội, Việt Nam.",
        "",
        "",
        "Huyện Thanh Trì gồm 1 thị trấn Văn Điển và 15 xã: Đại Áng, Đông Mỹ, Duyên Hà, Hữu Hòa, Liên Ninh, Ngọc Hồi, Ngũ Hiệp, Tả Thanh Oai, Tam Hiệp, Tân Triều, Thanh Liệt, Tứ Hiệp, Vạn Phúc, Vĩnh Quỳnh, Yên Mỹ.",
        "Huyện Thanh Trì nằm ven phía Nam và Đông Nam Hà Nội, giáp các quận: Thanh Xuân (phía Tây Bắc), Hoàng Mai (phía Bắc), Hà Đông (phía Tây), huyện Gia Lâm và huyện Văn Giang, tỉnh Hưng Yên với Sông Hồng là ranh giới tự nhiên (phía Đông), huyện Thanh Oai và huyện Thường Tín (phía Nam).",
        "Huyện Thanh Trì nằm ở hữu ngạn sông Hồng, địa thế thấp dần về phía Đông Nam theo hướng dòng chảy của sông Hồng, trên địa bàn huyện có đoạn cuối của sông Tô Lịch chảy qua nối với sông Nhuệ ở phía Tây Nam.",
        "Địa hình của huyện Thanh Trì thấp với nhiều điểm trũng nhất là khu Đồng Trì. Sông Hồng nhiều lần chuyển dòng để lại vết tích những điểm trũng này là các ao, hồ, đầm. Tên huyện Thanh Trì (chữ Hán: 青池) và tên cổ Thanh Đàm (青潭) có nghĩa \"ao xanh\" và \"đầm xanh\" chính là dựa vào đặc điểm địa hình của huyện. Do kỵ húy vua Lê Thế Tông nên đổi thành Thanh Trì.",
        "Là một vùng đất cổ nằm ở phía nam kinh đô, Thanh Trì có bề dày phát triển và truyền thống văn hóa đặc sắc. Bên cạnh hệ thống văn vật phong phú còn lưu giữ được với 56 cụm di tích và di tích, 2 tượng đài, đài tưởng niệm được xếp hạng di tích lịch sử cách mạng[1], văn hoá nghệ thuật, nơi đây còn là quê hương của rất nhiều danh nhân văn hóa đất nước và cũng là nơi nức tiếng với nhiều sản vật nức tiếng xưa nay.",
        "Theo dấu lịch sử, từ xa xưa, vùng đất này có tên là Long Đàm (đầm Rồng). Thế kỷ X, sứ quân Nguyễn Siêu chiếm đóng Tây Phù Liệt, khai khẩn đất hoang tạo nên một thế lực quân sự mạnh và phát triển thành một trong 12 sứ quân. Đến thời thuộc Minh, không muốn dân chúng nhớ lại tên Thăng Long, chính quyền phong kiến phương Bắc đã đổi tên kinh đô nước Việt thành Đông Quan và Long Đàm cũng bị đổi theo thành Thanh Đàm (đầm nước trong) thuộc châu Phúc Yên. Sang thời Lê Thế Tông (1573 - 1591), để kiêng húy tên vua, vùng đất này được đổi tên lần nữa thành Thanh Trì và tên gọi này được sử dụng đến tận ngày nay.",
        "Trước năm 1945, huyện Thanh Trì thuộc Phủ Thường Tín, tỉnh Hà Đông.",
        "Năm 1942, Pháp sáp nhập một phần huyện Thanh Trì của tỉnh Hà Đông vào Hà Nội, thành lập “Đại lý đặc biệt Hà Nội” gồm huyện Hoàn Long và 22 xã thuộc Phủ Hoài Đức, được chia thành 8 tổng, 60 xã.",
        "Thời gian 1949-1954, 2 huyện Thanh Trì và Thanh Oai nằm trong quận Văn Điển của thành phố Hà Nội do chính quyền Quốc gia Việt Nam lập ra. Năm 1956, 2 huyện này được trả về tỉnh Hà Đông và sau đó là tỉnh Hà Tây1 .",
        "Ngày 20 tháng 4 năm 1961, huyện Thanh Trì được sáp nhập vào Hà Nội (trừ 4 xã: Liên Ninh, Việt Hưng (Ngọc Hồi), Đại Thanh (Tả Thanh Oai), Thanh Hưng (Đại Áng) nhập vào huyện Thường Tín; 4: xã Hữu Hòa, Kiến Hưng, Cự Khê, Mỹ Hưng nhập vào huyện Thanh Oai)2 . Ngày 31 tháng 5 năm 1961, lập huyện Thanh Trì mới trên cơ sở hợp nhất huyện Thanh Trì cũ và quận VII cũ3 , gồm thị trấn Văn Điển và 21 xã: Đại Kim, Định Công, Đông Mỹ, Duyên Hà, Hoàng Liệt, Hoàng Văn Thụ, Khương Đình, Lĩnh Nam, Ngũ Hiệp, Tam Hiệp, Tân Triều, Thanh Liệt, Thanh Trì, Thịnh Liệt, Trần Phú, Tứ Hiệp, Vạn Phúc, Vĩnh Quỳnh, Vĩnh Tuy, Yên Mỹ, Yên Sở.",
        "Ngày 17 tháng 2 năm 1979, 4 xã: Liên Ninh, Ngọc Hồi, Đại Áng, Tả Thanh Oai của huyện Thường Tín và xã Hữu Hòa của huyện Thanh Oai thuộc tỉnh Hà Sơn Bình sáp nhập vào huyện Thanh Trì4 . Từ đó, huyện Thanh Trì có thị trấn Văn Điển và 26 xã: Đại Áng, Đại Kim, Định Công, Đông Mỹ, Duyên Hà, Hoàng Liệt, Hoàng Văn Thụ, Hữu Hòa, Khương Đình, Liên Ninh, Lĩnh Nam, Ngọc Hồi, Ngũ Hiệp, Tả Thanh Oai, Tam Hiệp, Tân Triều, Thanh Liệt, Thanh Trì, Thịnh Liệt, Trần Phú, Tứ Hiệp, Vạn Phúc, Vĩnh Quỳnh, Vĩnh Tuy, Yên Mỹ, Yên Sở.",
        "Ngày 26 tháng 10 năm 1990, chuyển xã Hoàng Văn Thụ về quận Hai Bà Trưng quản lý để thành lập phường Hoàng Văn Thụ, đến năm 2004 thì chuyển sang thuộc quận Hoàng Mai.",
        "Ngày 22 tháng 11 năm 1996, tách xã Khương Đình5 cùng với một phần của quận Đống Đa (gồm 5 phường: Thanh Xuân Bắc, Thanh Xuân, Thượng Đình, Kim Giang, Phương Liệt, một phần 2 phường Nguyễn Trãi và Khương Thượng) cùng toàn bộ xã Nhân Chính thuộc huyện Từ Liêm6 để thành lập quận Thanh Xuân7 , khi đó diện tích tự nhiên của huyện Thanh Trì là 9.791 ha (97,91 km²), gồm 24 xã: Đại Áng, Đại Kim, Định Công, Đông Mỹ, Duyên Hà, Hoàng Liệt, Hữu Hòa, Liên Ninh, Lĩnh Nam, Ngọc Hồi, Ngũ Hiệp, Tả Thanh Oai, Tam Hiệp, Tân Triều, Thanh Liệt, Thanh Trì, Thịnh Liệt, Trần Phú, Tứ Hiệp, Vạn Phúc, Vĩnh Quỳnh, Vĩnh Tuy, Yên Mỹ, Yên Sở và 1 thị trấn Văn Điển.",
        "Ngày 6 tháng 11 năm 2003, tách 9 xã: Đại Kim, Định Công, Hoàng Liệt, Thịnh Liệt, Yên Sở, Vĩnh Tuy, Thanh Trì, Lĩnh Nam, Trần Phú và 55 ha diện tích tự nhiên của xã Tứ Hiệp cùng với 5 phường của quận Hai Bà Trưng là: Tương Mai, Tân Mai, Mai Động, Giáp Bát, Hoàng Văn Thụ để thành lập quận Hoàng Mai8 .",
        "Sau khi chia tách, diện tích huyện Thanh Trì chỉ còn 6.317,27 ha với dân số 147.788 người (2003), gồm thị trấn Văn Điển và 15 xã: Đại Áng, Đông Mỹ, Duyên Hà, Hữu Hòa, Liên Ninh, Ngọc Hồi, Ngũ Hiệp, Tả Thanh Oai, Tam Hiệp, Tân Triều, Thanh Liệt, Tứ Hiệp, Vạn Phúc, Vĩnh Quỳnh, Yên Mỹ; xã Tứ Hiệp thuộc huyện Thanh Trì còn lại 412,20 ha và 9.584 người.",
        "Thanh Trì là mảnh đất có nhiều sản vật giá trị như: vải tiến làng Quang (xã Thanh liệt), nghề dệt quai thao Triều Khúc, sơn vẽ Đông Phù, mây tre Vạn Phúc, bánh chưng Tranh Khúc, làm bánh kẹo Nội Am, làm chìa khóa Tương Chúc.",
        "Trên địa bàn huyện Thanh Trì đã và đang hình thành một số khu đô thị lớn như: khu đô thị Đại Thanh xã Tả Thanh Oai, khu đô thị Cầu Bươu, khu đô thị Hồng Hà Park City, khu đô thị Tây Nam Kim Giang, khu đô thị Tân Triều, khu đô thị Ngọc Hồi, khu đô thị Tứ Hiệp.",
        "Hai công trình trên là hai công trình đầu mối của hệ thống thoát nước của thành phố Hà Nội ra sông Nhuệ, sông Đáy và sông Hồng.",
        "đình Hữu Thanh Oai ở xã Hữu Hòa thờ Lê Hoàn",
        "Đình Ba Dân ở xã Tứ Hiệp thờ anh em Nguyễn Bồ",
        "Đình Hoa Xá - Minh Ngự Lâu ở xã Tả Thanh Oai",
        "Đền thờ Nguyễn Bặc ở xã Tứ Hiệp",
        "đình Phú Diễn ở xã Hữu Hòa thờ Lê Đại Hành",
        "Đình Văn Uyên, nơi thờ Nguyễn Siêu",
        "Đền Vua Đinh Tiên Hoàng",
        "Đình Trung ở xã Tứ Hiệp",
        "Đình Huỳnh Cung, Thanh trì",
        "(Nguồn: Wikipedia)"
    ]
}