{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Nghi Xuân",
        "Địa lý",
        "Hành chính",
        "Lịch sử",
        "Lễ hội truyền thống",
        "Giáo dục, Đào tạo",
        "Hình ảnh",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Nghi Xuân - Người Kể Sử",
    "paragraphs": [
        "Nghi Xuân là huyện đồng bằng ven biển, nằm phía Đông Bắc tỉnh Hà Tĩnh, cách thành phố Hà Tĩnh 47 Km, cách thị xã Hồng Lĩnh 15 km về phía Nam, phía Bắc giáp với thành phố Vinh (Nghệ An), phía Đông giáp biển Đông; đây là vùng đất “Địa linh nhân kiệt” hội tụ đầy đủ tinh hoa của núi Hồng, sông Lam. Với nhiều danh nhân, di tích danh thắng nổi tiếng và nhiều loại hình văn hóa vật thể, phi vật thể. Là mảnh đất tam hợp hội đủ núi đồi, đồng bằng, sông biển; từ Nghi Xuân đến cảng hàng không Vinh chưa đầy 20 km, đi cửa khẩu Cầu Treo biên giới Việt Lào 110 km theo đường quốc lộ 8, đi khu kinh tế Vũng Áng (Kỳ Anh) 115 km. Với vị trí địa lý rất thuận lợi cho giao thương với các tỉnh, các trung tâm kinh tế, xã hội trong và ngoài nước.",
        "Nghi Xuân có diện tích tự nhiên 220 km2, dân số gần 100.000 người, 19 đơn vị hành chính (17 xã và 2 thị trấn); có khu du lịch Xuân Thành, sân golf, cảng cá Xuân Hội, cảng Xuân Hải; có hệ thống giao thông khá thuận lợi với hai nhánh đường quốc lộ với chiều dài gần 35 km; có 32 km bờ biển với các bãi biển thoải, nước biển trong xanh; sông Lam chảy phía Tây Bắc với chiều dài trong địa phận huyện là 28 km. Thị trấn Xuân An và thị trấn Nghi Xuân là trung tâm kinh tế, văn hoá, chính trị của huyện..., đặc biệt là huyện nằm gần một số cảng của tỉnh bạn như cảng Bến Thủy, cảng biển Cửa lò, cảng Cửa Hội rất thuận lợi cho việc lưu thông hàng hóa và phát triển thị trường.",
        "",
        "",
        "Phía tây nam giáp thị xã Hồng Lĩnh, phía nam giáp huyện Can Lộc và huyện Lộc Hà, phía bắc giáp Thị xã Cửa Lò, huyện Nghi Lộc (tỉnh Nghệ An), phía tây bắc giáp huyện Hưng Nguyên và thành phố Vinh, phía đông giáp biển Đông. Huyện cách thủ đô Hà Nội 310 km về phía nam.",
        "Nghi Xuân có nhiều di sản văn hóa phi vật thể tiêu biểu như Ca trù Cổ Đạm, Trò Kiều Tiên Điền và Xuân Liên, Sắc Bùa Xuân Lam, Chầu Văn Xuân Hồng, trò Sĩ - Nông - Công - Thương - Ngư Xuân Thành, Lễ hội Cầu ngư Xuân Hội, các làn điệu dân ca Nghệ Tĩnh...",
        "Nghi Xuân khi xưa thuộc phủ Đức Quang (gồm cả Hương Sơn, Can Lộc, Đức Thọ, Thanh Chương, Nghi Lộc) được xem là vùng \"địa linh nhân kiệt\" của Xứ Nghệ. Trong thời kì phong kiến, Nghi Xuân có 21 vị đỗ Đại khoa (Tiến sĩ) với những dòng họ nổi tiếng khoa bảng như: Nguyễn Tiên Điền, Ngụy Khắc, Trần, Phan, Uông, Đậu... và các làng giàu truyền thống văn hoá như: Tiên Điền, Uy Viễn, Cương Gián, Cổ Đạm, Tả Ao, Phan Xá...",
        "Nhiều người thành đạt xuất thân từ Nghi Xuân, như Danh nhân Văn hóa Thế giới, Đại Thi hào dân tộc Nguyễn Du; Đại doanh điền, Nhà thơ Nguyễn Công Trứ;Nhà Địa lý Tả Ao nổi tiếng đời Hậu Lê; Danh tướng Nguyễn Xí; Thiêm đô Ngự sử Phạm Ngữ (1434-?); Danh nho Đặng Thái Phương; Hoàng giáp Phan Chính Nghị; Đại Tư đồ Xuân Quận công Nguyễn Nghiễm- Tể tướng triều Hậu Lê; Liêu Quận công Đặng Sĩ Vinh; Lĩnh Nam công Nguyễn Quỳnh; Toản Quận công,Tiến sĩ Nguyễn Khàn- Thượng thư Bộ lại; \"An Nam ngũ tuyệt\", nhà thơ Nguyễn Hành; Tổng đốc, Thượng thư Ngụy Khắc Tuần; Bảng nhãn Trần Bảo Tín, Thám hoa Nguyễn Bật Lạng (1546-?), Thám hoa Ngụy Khắc Đản; Phó bảng Hà Văn Đại; Lam Khê hầu Nguyễn Trọng; Điền Nhạc hầu Nguyễn Điều; Nhà sử học Trần Trọng Kim - Thủ tướng đầu tiên của Chính phủ Việt Nam...",
        "Trong số những người nổi tiếng hiện nay, từ huyện Nghi Xuân có: Nghệ sĩ Nhân dân Đào Mộng Long; Nhà Giáo Nhân dân Lê Hải Châu; Giáo sư, Nhà Khảo cổ học Hà Văn Tấn; Giáo sư, Tiến sĩ Ykhoa Hà Văn Mạo; Nhạc sĩ, Nghệ sĩ Nhân dân Lê Đóa; Giáo sư Vũ Ngọc Khánh; Trung tướng Lê Hữu Đức-nguyên Cục trưởng Cục tác chiến, nguyên Phó Giám đốc Học viện Quốc phòng Việt Nam; Đặng Duy Phúc - nguyên Thành uỷ viên Thành phố Hà Nội, Giám đốc Sở Công nghiệp Hà Nội - Nhà Sử học; Thiếu tướng Đặng Văn Duy -Nguyên Phó Ban Cơ Yếu Trung ương, nguyên Chính ủy Bộ Tư lệnh Không quân, Cục trưởng Cục Tuyên truyền đặc biệt thuộc Bộ Quốc phòng; Đậu Ngọc Xuân -nguyên Chủ nhiệm Ủy ban Kế hoạch Nhà nước, Tiến sĩ Đặng Duy Báu- nguyên Bí thư Tỉnh ủy Hà Tĩnh; Tiến sĩ Uông Chu Lưu -Ủy viên Trung ương Đảng, Phó chủ tịch Quốc hội nước CHXHCN Việt Nam, nguyên Bộ trưởng Bộ Tư pháp; Giáo sư kinh tế Nguyễn Đình Hương; Giáo sư Trần Ngọc Hiên nguyên Phó Giám đốc Thường trực Học viện Chính trị Quốc gia Hồ Chí Minh, Nhà báo, Nhà thơ Thuận Hữu - Ủy viên Trung ương Đảng khóa XI,Tổng biên tập báo Nhân dân, Tiến sĩ Trần Quyết Thắng- Cục trưởng Cục A thuộc Văn phòng Trung ương Đảng; Tiến sĩ Y khoa Hà Văn Quyết; Tiến sĩ Đặng Quốc Khánh- Ủy viên dự khuyết Trung ương Đảng, Phó Bí thư Tỉnh ủy, Chủ tịch tỉnh Hà Tĩnh; Nguyễn Thị Hà - Phó Bí thư Tỉnh ủy Bắc Ninh...",
        "Nghi Xuân Là huyện có tiềm năng lớn về du lịch với các danh lam thắng cảnh, là miền quê có bề dày truyền thống văn hoá lịch sử với 200 di tích, có 68 di tích đã được xếp hạng cấp Quốc gia và cấp tỉnh trong đó 01 di tích được xếp hạng di tích cấp Quốc gia đặc biệt là Khu lưu niệm Danh nhân văn hoá thế giới - Đại thi hào Nguyễn Du. Hệ thống di tích huyện Nghi Xuân hết sức phong phú và đa dạng phục vụ tốt cho các hoạt động du lịch văn hóa danh nhân, du lịch văn hóa tâm linh tiêu biểu như: Quần thể khu di tích Nguyễn Du, nhà thờ Uy viễn Tướng công Nguyễn Công Trứ, đền Chợ Củi, đền Huyện, đình Hội Thống, đền Nguyễn Xí, chùa Phong Phạn, chùa Thanh Lương, chùa Đà Liễu và Di chỉ khảo cổ Bãi Cọi - Xuân Viên, Việt Nam Trần Triều Điện, Thiền Viện Trúc lâm Hồng Lĩnh... Sau đây là một số địa chỉ nổi bật:",
        "....",
        "..... LÀNG NGHỀ TRUYỀN THỐNG",
        "....",
        "Quốc lộ 1A, đoạn qua Nghi Xuân, Hà Tĩnh",
        "Sông Lam, đoạn qua Nghi Xuân, Hà Tĩnh",
        "Thị trấn Nghi Xuân, Hà Tĩnh",
        "Trường PTTH Nghi Xuân - tại Cổ Đạm",
        "(Nguồn: Wikipedia)"
    ]
}