{
    "tables": ["<table border=\"1\" align=\"right\" cellpadding=\"2\" cellspacing=\"0\" width=\"200\" class=\" table table-striped\">\n <caption>\n  <font size=\"+1\"><b>Tam Đảo (huyện)<\/b><\/font>\n <\/caption>\n <tbody>\n  <tr>\n   <td colspan=\"2\"><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\" bgcolor=\"#FFCCCC\" align=\"center\"><b>Địa lý<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>Huyện lỵ<\/td>\n   <td>xã Hợp Châu<\/td>\n  <\/tr>\n  <tr>\n   <td>Vị trí:<\/td>\n   <td>cực Bắc <a class=\"annotation\" href=\"/dia-danh/tinh-vinh-phuc\" title=\"Vĩnh Phúc là một tỉnh vùng đồng bằng sông Hồng, Việt Nam vốn bao gồm tỉnh Vĩnh Yên và tỉnh Phúc Yên trước đây. Trong thời kỳ Pháp tạm chiếm đóng miền Bắc giai đoạn 1946-1954, tỉnh này còn có tên gọi là tỉnh Vĩnh Phúc Yên. Vĩnh Phúc là tỉnh nằm trong quy hoạch vùng thủ đô Hà Nội. Theo kết quả điều tr...\" target=\"_blank\">tỉnh Vĩnh Phúc<\/a><\/td>\n  <\/tr>\n  <tr>\n   <td>Diện tích:<\/td>\n   <td>236,42&nbsp;km²<\/td>\n  <\/tr>\n  <tr>\n   <td>Số xã, thị trấn:<\/td>\n   <td>08 xã, 01 thị trấn<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\" bgcolor=\"#EEFF77\" align=\"center\"><b>Dân số<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>Số dân:<\/td>\n   <td>65.912 người, năm 2003<\/td>\n  <\/tr>\n  <tr>\n   <td>Mật độ:<\/td>\n   <td>279 người/km²<\/td>\n  <\/tr>\n  <tr>\n   <td>Thành phần dân tộc:<\/td>\n   <td>Kinh,...<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\" bgcolor=\"#CCFFBB\" align=\"center\"><b>Hành chính<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>Chủ tịch Hội đồng nhân dân:<\/td>\n   <td><\/td>\n  <\/tr>\n  <tr>\n   <td>Chủ tịch Ủy ban nhân dân:<\/td>\n   <td><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\" bgcolor=\"#CCCCFF\" align=\"center\"><b>Thông tin khác<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>Điện thoại trụ sở:<\/td>\n   <td><\/td>\n  <\/tr>\n  <tr>\n   <td>Số fax trụ sở:<\/td>\n   <td><\/td>\n  <\/tr>\n  <tr>\n   <td>Địa chỉ mạng:<\/td>\n   <td><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Tam Đảo",
        "Địa lý",
        "Hành chính",
        "Kinh tế",
        "Lịch sử",
        "Giao thông",
        "Địa danh nổi tiếng",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Tam Đảo - Người Kể Sử",
    "paragraphs": [
        "Tam Đảo là một huyện cực Bắc của tỉnh Vĩnh Phúc.",
        "",
        "",
        "Huyện Tam Đảo nằm chính giữa phía bắc tỉnh Vĩnh Phúc, gần ngã ba ranh giới của tỉnh Vĩnh Phúc với hai tỉnh Tuyên Quang và Thái Nguyên, phía đông nam và nam giáp huyện Bình Xuyên, phía nam và tây nam giáp huyện Tam Dương, phía tây giáp huyện Lập Thạch. Phía tây bắc giáp huyện Sơn Dương của tỉnh Tuyên Quang. Phía bắc và đông bắc giáp huyện Đại Từ của tỉnh Thái Nguyên. Bản đồ huyện chạy dài theo hướng tây bắc - đông nam. Huyện Tam Đảo là một huyện miền núi, nằm trên phần chính, phía tây bắc của dãy núi Tam Đảo, nơi bắt nguồn của sông Cà Lồ (sông này nối với sông Hồng và sông Cầu). Trên địa bàn huyện có ngọn núi Tam Đảo cao 1.310 m, nằm ở xã Hồ Sơn. Diện tích tự nhiên của huyện là 23.641,60 ha (236,42 km²), trong đó có hơn 120 km2 là thuộc vườn quốc gia Tam Đảo.",
        "Dân số Năm 2010 dân số của toàn huyện Tam Đảo là 71.528 người, mật độ dân số trung bình là 303 người/km2, trong đó dân tộc thiểu số chiếm trên 41,9%. So với các huyện, thành phố khác trong tỉnh Vĩnh Phúc, Tam Đảo là một trong các huyện có mật độ dân số thấp. Mật độ dân số không đều giữa các xã trong huyện, tập trung cao ở các xã vùng thấp và thưa thớt tại vùng thị trấn Tam Đảo, các thôn, xóm vùng ven núi của các xã vùng đồng bằng.",
        "Huyện Tam Đảo gồm có thị trấn Tam Đảo và 8 xã: Bồ Lý, Đại Đình, Đạo Trù, Hồ Sơn, Hợp Châu, Minh Quang, Tam Quan, Yên Dương.",
        "Huyện lỵ đặt tại xã Hợp Châu.",
        "Sau 10 năm tái lập các chỉ tiêu kinh tế xã hội đều đạt và vượt kế hoạch đề ra. Cơ cấu kinh tế chuyển biến theo hướng tích cực đúng hướng, năm 2004 tỉ trọng Nông nghiệp - Công nghiệp - Dịch vụ lần lượt là 70% - 9% - 21%, năm 2013 cơ cấu chuyển dịch là 45,05% - 22,51 - 32,44%.Tốc độ tăng trưởng bình quân sau 10 năm tái lập đạt 18,5%/năm. Tổng thu ngân sách đạt 40.1 tỷ (năm 2004) tăng lên 413 tỷ (năm 2013). Giá trị sản xuất nông nghiệp đạt 124,8 tăng lên trên 1000 tỷ đồng năm 2013. Giá trị sản xuất ngành du lịch đạt 70,4 tỷ (2004) tăng lên 724,6 tỷ đồng năm 2013. Chú trọng sản xuất các loại rau quả có lợi thế như rau su su, măng tre, bí ngô, công nghiệp chú trọng các ngành công nghiệp ít gây ô nhiễm. Độ che phủ rừng đạt 60% năm 2004 tăng lên trên 87% năm 2013.",
        "Huyện Tam Đảo cũ được thành lập theo Quyết định số 178-CP ngày 5-7-1977 của Hội đồng Chính phủ, do hợp nhất huyện Lập Thạch với huyện Tam Dương. Riêng 2 xã Định Trung và Khai Quang của huyện Tam Dương sáp nhập vào thị xã Vĩnh Yên.",
        "Ngày 26-2-1979, chia huyện Tam Đảo thành 2 huyện Tam Đảo và Lập Thạch; đồng thời cộng thêm các xã của huyện Mê Linh cắt sang. Khi đó huyện Tam Đảo trực thuộc tỉnh Vĩnh Phú, gồm thị trấn nông trường Tam Đảo và 31 xã: An Hòa, Bá Hiến, Đại Đình, Đạo Đức, Đạo Tú, Đồng Tĩnh, Duy Phiên, Gia Khánh, Hồ Sơn, Hoàng Đan, Hoàng Hoa, Hoàng Lâu, Hợp Châu, Hợp Hòa, Hợp Thịnh, Hướng Đạo, Hương Sơn, Kim Long, Minh Quang, Phú Xuân, Quất Lưu, Sơn Lôi, Tam Canh, Tam Hợp, Tam Quan, Tân Phong, Thanh Lãng, Thanh Vân, Thiện Kế, Trung Mỹ, Vân Hội.",
        "Ngày 11-1-1996, giải thể xã Tam Canh để thành lập thị trấn Hương Canh; giải thể thị trấn nông trường Tam Đảo, địa bàn nhập vào các xã Trung Mỹ, Minh Quang; thành lập thị trấn Tam Dương trên cơ sở tách đất của các xã Hợp Thịnh và Vân Hội.",
        "Ngày 6-11-1996, tỉnh Vĩnh Phúc được tái lập từ tỉnh Vĩnh Phú cũ, huyện Tam Đảo thuộc tỉnh Vĩnh Phúc.",
        "Đến cuối năm 1997, huyện Tam Đảo có 2 thị trấn: Hương Canh, Tam Dương và 30 xã: An Hòa, Bá Hiến, Đại Đình, Đạo Đức, Đạo Tú, Đồng Tĩnh, Duy Phiên, Gia Khánh, Hồ Sơn, Hoàng Đan, Hoàng Hoa, Hoàng Lâu, Hợp Châu, Hợp Hòa, Hợp Thịnh, Hướng Đạo, Hương Sơn, Kim Long, Minh Quang, Phú Xuân, Quất Lưu, Sơn Lôi, Tam Hợp, Tam Quan, Tân Phong, Thanh Lãng, Thanh Vân, Thiện Kế, Trung Mỹ, Vân Hội.",
        "Ngày 9-6-1998, lại tách huyện Tam Đảo thành 2 huyện Tam Dương và Bình Xuyên. Như vậy đến thời điểm này, huyện Tam Đảo không còn tồn tại.",
        "Huyện Tam Đảo mới thành lập theo nghị định số 153/2003/NĐ-CP, ngày 9 tháng 12 năm 2003 của chính phủ nước Cộng hòa Xã hội chủ nghĩa Việt Nam, được chia tách 3 xã: Yên Dương, Đạo Trù, Bồ Lý của huyện Lập Thạch, 4 xã: Đại Đình, Tam Quan, Hồ Sơn, Hợp Châu của huyện Tam Dương, xã Minh Quang của huyện Bình Xuyên và thị trấn Tam Đảo của thị xã Vĩnh Yên (lúc đó).",
        "Đường quốc lộ 2B nối thị trấn Tam Đảo (khu du lịch Tam Đảo) với thành phố Vĩnh Yên, chạy theo hướng bắc nam.",
        "",
        "",
        "(Nguồn: Wikipedia)"
    ]
}