{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Lệ Thủy<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Huyện<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Lethuy.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/huyen-le-thuy/86551c4cd8751483e7c877a70008e955.jpg\">\n    <noscript>\n     <img alt=\"Lethuy.jpg\" src=\"/images/wiki/huyen-le-thuy/86551c4cd8751483e7c877a70008e955.jpg\">\n    <\/noscript>\n    <div>\n     Ven biển Lệ Thủy với bãi cát\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Diện tích<\/th>\n   <td>1420,52 km2<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số <span>(1998)<\/span><\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Tổng cộng<\/span><\/th>\n   <td>140.804<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân tộc<\/th>\n   <td>Kinh, Vân Kiều<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc gia<\/th>\n   <td>Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Vùng<\/th>\n   <td>Bắc Trung Bộ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tỉnh<\/th>\n   <td>Quảng Bình<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Huyện lỵ<\/th>\n   <td>Thị trấn Kiến Giang<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Trụ&nbsp;sở&nbsp;UBND<\/span><\/th>\n   <td>Thị trấn Kiến Giang<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phân&nbsp;chia hành&nbsp;chính<\/th>\n   <td>2 thị trấn và 26 xã<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Website<\/th>\n   <td>www.quangbinh.gov.vn<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Lệ Thủy",
        "Địa hình",
        "Truyền thống",
        "Các xã phân theo địa chính hiện nay",
        "Lịch sử",
        "Những tên làng, thôn, xã, phường trước năm 1945",
        "Tổng Thủy Liên",
        "Tổng Mỹ Trạch",
        "Tổng Đại Phong Lộc",
        "Tổng Thượng Phong Lộc",
        "Tổng Thạch Xá",
        "Tổng Xuân Lai",
        "Tổng Mỹ Lộc",
        "Truyền thuyết",
        "Chú thích",
        "Nguồn tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Lệ Thủy - Người Kể Sử",
    "paragraphs": [
        "Lệ Thủy là một huyện thuộc tỉnh Quảng Bình, Việt Nam. Phía nam giáp huyện Vĩnh Linh (thuộc tỉnh Quảng Trị), phía bắc giáp huyện Quảng Ninh (Quảng Bình), phía tây giáp tỉnh Khammouan của Lào, phía đông giáp Biển Đông.",
        "",
        "",
        "Diện tích tự nhiên 142.052 ha. Phía tây là dãy Trường Sơn, địa hình dốc theo hướng đông với vùng núi, đồi, có suối nước khoáng Bang với nguồn nước khoáng đang được khai thác làm nơi nghỉ dưỡng và làm nước uống đóng chai. Ở giữa là một dải đồng bằng hẹp hai bên bờ sông Kiến Giang. Ven biển là một dải cồn cát trắng. Vùng biển của huyện Lệ Thủy là những bãi cát trắng, nước biển sạch. Hiện đã có bãi tắm tại Ngư Thủy được đưa vào khai thác.",
        "Đây cũng là địa phương có dự án Đường cao tốc Quảng Bình – Quảng Trị đi qua đang được xây dựng.",
        "Đây là quê hương của một số vị nổi tiếng trong lịch sử Việt Nam, gồm:",
        "Lệ Thủy nổi tiếng với sông Kiến Giang, khu nghỉ mát suối nước khoáng Bang, văn hóa đặc trưng Hò khoan Lệ Thủy, trong đó có điệu hò khoan chèo đò, hò giã gạo. Hằng năm, vào ngày 2 tháng 9, nơi đây diễn ra đua thuyền truyền thống. Trong Chiến tranh Việt Nam, nơi đây là chiến trường ác liệt với mật độ bom rải thảm của Không quân Mỹ với mật độ dày đặc.",
        "Lệ Thủy có các xã và thị trấn sau:",
        "Sau năm 1975, huyện Lệ Thủy có thị trấn nông trường Lệ Ninh và 23 xã: An Thủy, Cam Thủy, Dương Thủy, Hoa Thủy, Hồng Thủy, Hưng Thủy, Kim Thủy, Liên Thủy, Lộc Thủy, Mai Thủy, Mỹ Thủy, Ngân Thủy, Ngư Thủy, Phong Thủy, Phú Thủy, Sen Thủy, Sơn Thủy, Tân Thủy, Thái Thủy, Thanh Thủy, Trường Thủy, Văn Thủy, Xuân Thủy.",
        "Ngày 6-1-1983, chia xã Ngư Thủy thành 3 xã lấy tên là xã Ngư Hòa, xã Hải Thủy và xã Ngư Thủy.",
        "Ngày 13-6-1986, thành lập thị trấn Kiến Giang - thị trấn huyện lị huyện Lệ Thủy - trên cơ sở thôn Thượng Lưu của xã Liên Thủy; thôn Quảng Cư của xã Xuân Thủy và đội 4, đội 5 của thôn Hà Thanh thuộc xã Phong Thủy.",
        "Ngày 14-11-2001, thành lập xã Lâm Thủy trên cơ sở 24.100 ha diện tích tự nhiên và 1.069 nhân khẩu của xã Ngân Thủy.",
        "Ngày 2-1-2004, đổi tên các xã Ngư Thủy, Hải Thủy, Ngư Hòa thành các xã lần lượt là: Ngư Thủy Nam, Ngư Thủy Trung, Ngư Thủy Bắc.",
        "Theo Lê Quý Đôn, vào thế kỷ 18 huyện Lệ Thủy thuộc phủ Quảng Bình xứ Thuận Hóa, lúc này gồm 5 tổng là: Thủy Liên, Thượng Phúc, Thạch Xá, Đại Phúc Lộc, An Trạch. Về sau phát triển thành 7 tổng:",
        "Theo Phủ biên tạp lục của Lê Quý Đôn, tổng Thủy Liên có 14 xã 1 phường là: Thủy Liên Thượng, Thủy Liên Hạ, Thủy Liên Trung, Phù Tôn, Đặng Lộc, Thủy Mỗi, Hoàng Công, Thủy Trung, Thủy Cần, Hòa Luật, Thượng Luật, Trung Luật, Liêm Luật, Thử Luật, Thủy Mỗi (phường). Về sau biến đổi thành:",
        "Thế kỷ 18 là tổng An Trạch. Theo Phủ biên tạp lục của Lê Quý Đôn, tổng này có 8 phường là: An Trạch, Cổ Liễu, Thổ Ngõa, Liêm Ái, Tâm Duyệt, Quy Hậu, Dương Xá, Uẩn Áo. Về sau đổi thành:",
        "Thế kỷ 18 là tổng Đại Phúc Lộc. Theo Phủ biên tạp lục của Lê Quý Đôn, tổng này có 4 thôn 1 phường là: Đại Phúc Lộc, An Xá, An Xá Hạ, Tuy Phúc, Vạn Đại1 . Về sau đổi thành:",
        "Thế kỷ 18 là tổng Thượng Phúc. Theo Phủ biên tạp lục của Lê Quý Đôn, tổng này có 3 xã là: Thượng Phúc Lộc, Xuân Hồi, Phú Long. Về sau đổi thành:",
        "Theo Phủ biên tạp lục của Lê Quý Đôn, tổng Thạch Xá có 6 xã 1 thôn là: Thạch Xá Thượng, Thạch Xá Hạ, An Duyệt, An Định, Phụ Việt, Chấp Lễ, Ba Nguyệt. Về sau biến đổi còn:",
        "Vào thế kỷ 18, tổng Xuân Lai nguyên là đất tổng An Lại huyên Khang Lộc (tức huyện Phong Lộc) phủ Quảng Bình xứ Thuận Hóa, (theo Phủ biên tạp lục) gồm 13 xã: An Lại, Côn Bồ, Hoàng giang, Phan Xá, Cư Triền, Lê Xá, Thạch Bồng Thượng, Mai Xá Thượng, Mai Xá Hạ, Chu Xá, Cáp Xá, Kim Xá, Phú An. Về sau tổng này nhập vào huyện Lệ Thủy và đổi tên thành Xuân Lai.",
        "Tương truyền vùng đất này là địa linh sinh nhân kiệt. Lúc Ngô Đình Diệm còn là Tổng thống Việt Nam Cộng hòa, năm 1962, nhân dân xã Lộc Thủy, Lệ Thủy đào kênh thủy lợi nhưng vô tình đã cắt đứt long mạch (Hói nhà Mạc), lúc đào con hói (kênh, kinh) này, màu đỏ của phèn nổi lên. Sau đó năm 1963 anh em Ngô Đình Diệm bị thất thủ và bị giết hại tại Sài Gòn2 .",
        "(Nguồn: Wikipedia)"
    ]
}