{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Yên Dũng<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Huyện<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Diện tích<\/th>\n   <td>185,9<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số<\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Tổng cộng<\/span><\/th>\n   <td>135.075 người (2010) <sup class=\"annotation badge\" title=\"^ Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương. Tổng điều tra dân số và nhà ở Việt Nam năm 2009: Kết quả toàn bộ. Hà Nội, 6-2010. Biểu 2, tr.13.\">1<\/sup><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Mật độ<\/span><\/th>\n   <td>726<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tỉnh<\/th>\n   <td>Bắc Giang<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Huyện lỵ<\/th>\n   <td>Thị trấn Neo<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ tịch&nbsp;UBND<\/span><\/th>\n   <td>Trần Văn Dũng<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ&nbsp;tịch&nbsp;HĐND<\/span><\/th>\n   <td>Nguyễn Viết Tuấn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Bí&nbsp;thư&nbsp;Huyện&nbsp;ủy<\/span><\/th>\n   <td>Nguyễn Viết Tuấn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phân&nbsp;chia hành&nbsp;chính<\/th>\n   <td>2 thị trấn, 19 xã<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Website<\/th>\n   <td>[1] yendung.bacgiang.gov.vn<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Yên Dũng",
        "Vị trí địa lý",
        "Lịch sử",
        "Diện tích, dân cư, giao thông",
        "Các đơn vị hành chính",
        "Lịch sử",
        "Giáo dục - Đào Tạo",
        "Kinh tế, xã hội",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Yên Dũng - Người Kể Sử",
    "paragraphs": [
        "Yên Dũng là một huyện của tỉnh Bắc Giang, Việt Nam.",
        "",
        "",
        "Huyện nằm ở phía nam tỉnh Bắc Giang, Yên Dũng có núi Nham Biền chạy theo hướng Đông-Tây. Phía Nam giáp tỉnh Bắc Ninh với ranh giới là sông Cầu, phía Đông giáp tỉnh Hải Dương với ranh giới là sông Lục Đầu, phía Bắc giáp huyện Lục Nam và phía Tây giáp thành phố Bắc Giang",
        "Đây là một vùng đất cổ có bề dày về lịch sử văn hoá và truyền thống khoa bảng. Yên Dũng tự hào là một vùng đất thiêng với huyền thoại 99 con chim phượng hoàng hốt cấu tạo nên dãy Nham Biền kỳ vĩ; có chốn tổ Chùa Vĩnh Nghiêm (Bắc Giang) (xã Trí Yên) của thiền phái Trúc lâm do vua Trần Nhân Tông sáng lập từ thế kỷ XIII, chùa được coi là trường Đại học phật giáo đầu tiên ở Việt Nam. Yên Dũng tự hào là nơi sinh ra hai cha con tiến sĩ Đào Toàn Mân và Trạng nguyên Đào Sư Tích (xã Song Khê), nơi ẩn chứa và phát tích tinh hoa của nhiều thế hệ; một vùng đất đã biết lấy câu trong sách thánh hiền để dạy con cháu: \" Thiên kim di tử, bất như nhất kinh\", nghĩa là để cho con ngàn vàng không bằng một quyển sách. Bởi vậy từ xưa Yên Dũng đã sinh ra và nuôi dưỡng hàng chục tiến sĩ làm nên niềm tự hào của một vùng quê hiếu học. Đến nay truyền thống ấy đã và đang được các thế hệ người Yên Dũng kế tiếp.",
        "Thị trấn Neo cách thành phố Bắc Giang 13 km.",
        "Huyện có diện tích 185,9 km2 và dân số là 135.075 người (năm 2010). Huyện ly là thị trấn Neo cách thành phố Bắc Giang khoảng 15 km về hướng đông nam. Chảy xuyên qua huyện Yên Dũng là con sông Thương uốn lượn cung cấp phù sa cho các xã Tân Tiến, Xuân Phú, Tân Liễu, Tiến Dũng, Trí Yên, Lão Hộ. Tỉnh Bắc Giang nổi tiếng với ba con sông lớn chạy xuyên qua tỉnh là sông Lục Nam, sông Thương, và sông Cầu. Cả ba con sông này đều chảy qua huyện Yên Dũng và hội tụ tại Kiếp Bạc, Hải Dương.",
        "Hiện nay huyện Yên Dũng đang triển khai đầu tư xây dựng khu đô thị Lạc Phú nằm trên địa bàn xã Nham Sơn.",
        "Huyện Yên Dũng có 21 đơn vị hành chính trực thuộc, gồm 2 thị trấn và 19 xã:",
        "Sau năm 1975, huyện Yên Dũng có 23 xã: Cảnh Thụy, Đồng Phúc, Đồng Sơn, Đồng Việt, Đức Giang, Hương Gián, Lãng Sơn, Lão Hộ, Nham Sơn, Nội Hoàng, Quỳnh Sơn, Song Khê, Tân An, Tân Liễu, Tân Mỹ, Tân Tiến, Thắng Cương, Tiến Dũng, Tiền Phong, Trí Yên, Tư Mại, Xuân Phú, Yên Lư.",
        "Ngày 29-8-1994, thành lập thị trấn Neo - thị trấn huyện lị huyện Yên Dũng - trên cơ sở 3 thôn Tân An của xã Cảnh Thụy, thôn Phấn Lôi của xã Nham Sơn và thôn Bến Đám của xã Tân Liễu.",
        "Ngày 12-7-2007, thành lập thị trấn Tân Dân trên cơ sở điều chỉnh 494,34 ha diện tích tự nhiên và 5.448 nhân khẩu của xã Tân An.",
        "Từ năm 2010, 4 xã: Đồng Sơn, Song Khê, Tân Mỹ, Tân Tiến được sáp nhập vào thành phố Bắc Giang.",
        "Dự kiến năm 2020, thị trấn Tân Dân và 4 xã: Hương Gián, Nội Hoàng, Tân Liễu, Tiền Phong sẽ được sáp nhập vào thành phố Bắc Giang.",
        "(Nguồn: Wikipedia)"
    ]
}