{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Huyện Văn Giang<\/th>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Diện tích<\/th>\n   <td>71,79 km2<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số <span>(12/2015)<\/span><\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Tổng cộng<\/span><\/th>\n   <td>120.057 người<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Thành thị<\/span><\/th>\n   <td>82%<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Nông thôn<\/span><\/th>\n   <td>18%<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Mật độ<\/span><\/th>\n   <td>1.672<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân tộc<\/th>\n   <td>kinh<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc gia<\/th>\n   <td>Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tỉnh<\/th>\n   <td>Hưng Yên<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phân&nbsp;chia hành&nbsp;chính<\/th>\n   <td>11 xã<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Website<\/th>\n   <td>hungyen.gov.vn<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Văn Giang",
        "Địa lý",
        "Hành chính",
        "Lịch sử",
        "Lễ hội-đặc sản",
        "Hội Hai Bà Trưng",
        "Chùa ông Khổng",
        "Đình Bến",
        "Hạ tầng",
        "Dư luận",
        "Người nổi tiếng",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Văn Giang - Người Kể Sử",
    "paragraphs": [
        "Văn Giang là huyện nằm ở phía Tây Bắc tỉnh Hưng Yên, Việt Nam. Văn Giang là vùng đất cổ, là huyện có lịch sử hình thành lâu đời, thế kỷ X vùng đất này trở thành trung tâm chiếm đóng của thủ lĩnh Lã Đường, một trong 12 sứ quân cai trị giai đoạn xen giữa nhà Ngô và nhà Đinh.",
        "",
        "",
        "Huyện Văn Giang là huyện cực tây bắc của tỉnh Hưng Yên, nằm ở đồng bằng Bắc Bộ, bên bờ tả ngạn sông Hồng, giáp với Hà Nội. Phía Nam giáp huyện Khoái Châu, phía Đông Nam giáp huyện Yên Mỹ, phía Đông Bắc giáp huyện Gia Lâm Hà Nội và huyện Văn Lâm của Hưng Yên. Phía Bắc và Tây Bắc giáp huyện Gia Lâm, phía Tây giáp huyện Thanh Trì, phía Tây Nam giáp huyện Thường Tín, đều của Hà Nội. Chảy dọc theo ranh giới với huyện Văn Lâm là con sông đào Bắc Hưng Hải. Sông Hồng làm ranh giới tự nhiên với huyện Thanh Trì và huyện Thường Tín. Diện tích tự nhiên của huyện Văn Giang là 71,79 km².",
        "Huyện Văn Giang có huyện lỵ là thị trấn Văn Giang và 10 xã: Cửu Cao, Liên Nghĩa, Long Hưng, Mễ Sở, Nghĩa Trụ, Phụng Công, Tân Tiến, Thắng Lợi, Vĩnh Khúc, Xuân Quan.",
        "Sau năm 1954, huyện Văn Giang có 10 xã: Cửu Cao, Liên Nghĩa, Long Hưng, Mễ Sở, Phụng Công, Tân Tiến, Thắng Lợi, Văn Đức, Văn Phúc, Xuân Quan.",
        "Ngày 20-4-1961, xã Văn Đức được tách ra khỏi huyện Văn Giang và sáp nhập vào huyện Gia Lâm của thành phố Hà Nội.",
        "Ngày 11-3-1977, huyện được hợp nhất với huyện Khoái Châu thành huyện Châu Giang.",
        "Ngày 14-5-1999, chuyển xã Văn Phúc thành thị trấn Văn Giang.",
        "Ngày 24-7-1999, tái lập huyện Văn Giang, đồng thời tiếp nhận thêm 2 xã Nghĩa Trụ và Vĩnh Khúc từ huyện Mỹ Văn (cũ), thị trấn Văn Giang trở thành huyện lị của huyện này.",
        "Tương truyền khi Hai Bà Trưng bị quân giặc đánh đuổi, đã rút về huyện Văn Giang, qua từng xã, từng thôn để lánh nạn. Hai bà qua một thôn nọ, người dân ở đây vì sợ liên lụy, kiên quyết đuổi hai bà đi, trong lúc tức giận, bà đã đặt tên là thôn Lại Ác (sau này người dân gọi lái là Lại Ốc cho đẹp). Tiếp tục, hai bà đến thôn bên cạnh nhưng kết quả như trước, bà thấy người dân ở đây thật bạc tình bạc nghĩa nên đặt tên làng này là làng Bạc. Hai Bà Trưng sang thôn tiếp theo, người dân ở đây rất mực cung kính, che chở cho hai bà nhưng làng này rất gần hai làng bên, ở lại không tiện. Vì thế, hai bà rút đi, và gọi làng này là làng Rồng (Như Lân vì làng hay dệt vải rồng). Các thôn vừa rồi đều thuộc xã Long Hưng. Tiếp tục cuộc hành trình của hai bà sang một xã khác. Ở nơi này, dân chúng lập ranh giới, đắp chướng ngại vật, đào hào nước quanh, mở cổng đón hai bà lãnh đạo nhân dân chống giặc. Hai bà cảm động gọi tên xã này là Phụng Công (Phụng sự công ơn). Khi hai bà mất, dân xã lập đền thờ, tưởng nhớ đến hai bà. Lễ hội này có liên hệ mật thiết với lễ hội ở Hà Nội.",
        "Chùa ông Khổng làng Công Luận thị trấn Văn Giang thờ Khổng Minh Không. Theo truyền thuyết Khổng Minh Không là một danh y có công cứu khỏi bệnh cho vua Lý Thần Tông. Để trả ơn, nhà vua ban cho Khổng Minh Không được vào kho lấy đồng về đúc chuông. Khi chuông đánh lên, một con Trâu vàng tưởng là con nó chạy từ xa chạy tới. Trâu vàng lồng lên tìm kiếm khắp nơi mà không thấy con. Những vết chân dẫm đạp của trâu tạo thành sông Kim Ngưu, nơi nó nằm là làng Đa Ngưu. Chùa ông Khổng là một ngôi chùa đẹp. Hàng năm từ ngày mùng 3 đến ngày mùng 5 tết nguyên đán mở hội rất to. Chùa ở ngay ven đê sông Hồng, gần ngã ba rẽ vào thị trấn Văn Giang nên khách du xuân về lễ phật, lễ thánh, xem hội rất đông.",
        "Đình Bến là một minh chứng tiêu biểu cho vùng đất Tế Giang xưa vốn từng là một trung tâm quyền lực thời 12 sứ quân. Do có công cai quản và lập ấp ở địa phương, giúp dân mở mang phát triển kinh tế trong thời loạn, tướng Lã Đường được lập đền thờ ở đình Bến, xã Phụng Công. Người Phụng Công thường gọi chệch từ \"đường\" thành \"đàng\" để khỏi phạm húy và khi cúng thành hoàng làng thường có con heo không có đầu do sự tích ông bị tướng Chu Công Mẫn chém đầu.",
        "Lã Đường hay Lữ Đường là một sứ quân trong thời 12 sứ quân cuối triều nhà Ngô trong lịch sử Việt Nam, cát cứ vùng Tế Giang tức Văn Giang ngày nay. Lã Đường vốn là một thổ hào địa phương ở vùng Tế Giang1 . Thời bấy giờ, nơi đây đất bùn lầy rất nhiều, quanh co, địa thế hiểm yếu. Khi nhà Ngô suy yếu, không còn khả năng kiểm soát địa phương, Lã Đường tự chiêu mộ và xây dựng lực lượng cát cứ, dựa vào địa thế hiểm yếu để cố thủ.",
        "Đầu năm 968, Đinh Bộ Lĩnh chuyển quân về Siêu Loại, Thuận Thành, cho Đinh Liễn và Nguyễn Bặc đem ba ngàn quân tiến đánh quân Lã Đường. Lã Đường chủ trương tản quân, đóng giữ chỗ hiểm yếu. Khi quân Hoa Lư đi đông thì tránh mà đi lẻ là chặn đánh, diệt một vài lính, rồi lại bỏ chạy. Nguyễn Bặc bày kế cho quân Hoa Lư tập trung, tập kích quân lương tiếp vận của quân Lã Đường. Trong vòng 7 ngày, vòng đai phòng thủ bên ngoài của quân Lã Đường bị tiêu diệt hoàn toàn, Đinh Liễn, Nguyễn Bặc, Chu Công Mẫn đánh sâu vào trung tâm, bắt được Lã Đường, chém chết, thu phục hoàn toàn đất Tế Giang.",
        "Theo thần tích đình Thắm, làng Đan Nhiễm, thị trấn Văn Giang thì Lã Tá Đường bị tướng Chu Công Mẫn đánh bại, Lã Tá Đường bị chém đầu, thủ cấp bị mang về thành Hoa Lư. Chu Công Mẫn là người làng Đan Nhiễm, nên xưa dân 2 làng Phụng Công và Đan Nhiễm thường có hiềm khích với nhau. Gần đình Bến có đình Phi Liệt cũng thờ Lã Đường và đình Phù Liệt thờ các tướng của Đinh Tiên Hoàng.",
        "Hiện nay trên địa bàn huyện Văn Giang đã và đang hình thành một số khu đô thị mới như khu đô thị Ecopark, khu đô thị Vincity Hưng Yên...",
        "Vụ cưỡng chế đất để dành một phần phát triển khu đô thị Ecopark xảy ra vào 24 tháng 4 năm 2012 đã khiến hàng chục nông dân bị bắt giữ.2",
        "Bản mẫu:Danh sách huyện thị Đồng bằng sông Hồng",
        "(Nguồn: Wikipedia)"
    ]
}