{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Quỳnh Phụ<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Huyện<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Diện tích<\/th>\n   <td>209,6 km²<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số <span>(2009)<\/span><\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Tổng cộng<\/span><\/th>\n   <td>245.188 người<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Thành thị<\/span><\/th>\n   <td>14.650 người<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Mật độ<\/span><\/th>\n   <td>1.170 người/km2<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân tộc<\/th>\n   <td>Kinh<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc gia<\/th>\n   <td>Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Vùng<\/th>\n   <td>nam đồng bằng Bắc Bộ, Phía Bắc <a class=\"annotation\" href=\"/dia-danh/tinh-thai-binh\" title=\"Thái Bình là một tỉnh ven biển ở đồng bằng sông Hồng, miền Bắc Việt Nam. Trung tâm tỉnh là thành phố Thái Bình cách thủ đô Hà Nội 110&amp;#160;km về phía đông nam, cách thành phố Hải Phòng 70&amp;#160;km về phía đông bắc. Thái Bình tiếp giáp với 5 tỉnh, thành phố: Hải Dương ở phía bắc, Hưng Yên ở phía tây b...\" target=\"_blank\">tỉnh Thái Bình<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tỉnh<\/th>\n   <td>Thái Bình<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Huyện lỵ<\/th>\n   <td>thị trấn Quỳnh Côi<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thành lập<\/th>\n   <td>1969<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Trụ&nbsp;sở&nbsp;UBND<\/span><\/th>\n   <td>thị trấn Quỳnh Côi<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phân&nbsp;chia hành&nbsp;chính<\/th>\n   <td>36 xã, 2 thị trấn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Website<\/th>\n   <td>Trang chính thức<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Quỳnh Phụ",
        "Địa lý",
        "Dân số",
        "Lịch sử",
        "Hành chính",
        "Giao thông",
        "Du lịch - Lễ hội",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Quỳnh Phụ - Người Kể Sử",
    "paragraphs": [
        "Quỳnh Phụ là huyện cực Bắc tỉnh Thái Bình, Việt Nam. Được hợp nhất từ hai huyện Quỳnh Côi và huyện Phụ Dực vào năm 1969",
        "",
        "",
        "Huyện Quỳnh Phụ nằm (chính giữa phía Bắc tỉnh) tại hai ngã ba ranh giới giữa tỉnh Thái Bình: với hai tỉnh Hưng Yên, Hải Dương và với hai tỉnh Hải Dương, Hải Phòng. Phía Đông Nam giáp huyện Thái Thụy, phía Nam giáp huyện Đông Hưng, phía Tây Nam giáp huyện Hưng Hà. Góc phía Tây giáp huyện Phù Cừ tỉnh Hưng Yên. Phía Tây Bắc giáp các huyện: Thanh Miện và Ninh Giang của tỉnh Hải Dương. Phía Đông Bắc giáp huyện Vĩnh Bảo của thành phố Hải Phòng. Con sông Luộc chảy men theo gần như toàn bộ ranh giới với các tỉnh Hải Dương, Hưng Yên. Sông Hóa nằm trên ranh giới với huyện Vĩnh Bảo. Trên khắp địa bàn huyện có một mạng lưới các con sông nhỏ nhận nước từ sông Luộc và sông Hóa đổ vào sông Diêm Hộ (trong đó có nhánh chính của sông Diêm Hộ). Cực nam của huyện là xã Đồng Tiến (giáp ranh hai huyện Đông Hưng và Thái Thụy), cực bắc của huyện là xã An Khê (giáp ranh hai huyện: huyện Ninh Giang tỉnh Hải Dương xã An Mỹ giáp ranh với huỵện Vĩnh Bảo thành phố Hải Phòng). Huyện Quỳnh Phụ là một huyện đồng bằng, diện tích tự nhiên là 209,6 km².",
        "Theo thống kê năm 2009, dân số huyện Quỳnh Phụ là 245.188 người. Mật độ bình quân: 1.170 người/km²",
        "Huyện được thành lập năm 1969 trên cơ sở sáp nhập 2 huyện Quỳnh Côi và Phụ Dực.",
        "Trước khi hợp nhất:",
        "- Huyện Quỳnh Côi có 22 xã: Quỳnh Bảo, Quỳnh Châu, Quỳnh Giao, Quỳnh Hà, Quỳnh Hải, Quỳnh Hội, Quỳnh Hoa, Quỳnh Hưng, Quỳnh Khê, Quỳnh Lâm, Quỳnh Lương, Quỳnh Lưu, Quỳnh Minh, Quỳnh Mỹ, Quỳnh Ngọc, Quỳnh Nguyên, Quỳnh Sơn, Quỳnh Thái, Quỳnh Thọ, Quỳnh Trang, Quỳnh Vân, Quỳnh Xá.",
        "- Huyện Phụ Dực có 18 xã: An Ấp, An Bài, An Cầu, An Đồng, An Dục, An Hiệp, An Khê, An Lễ, An Mỹ, An Ninh, An Quý, An Thái, An Thanh, An Tràng, An Vinh, An Vũ, Đông Hải, Đồng Tiến.",
        "Sau khi hợp nhất 2 huyện trên, huyện Quỳnh Phụ có thị trấn Quỳnh Côi và 40 xã: An Ấp, An Bài, An Cầu, An Đồng, An Dục, An Hiệp, An Khê, An Lễ, An Mỹ, An Ninh, An Quý, An Thái, An Thanh, An Tràng, An Vinh, An Vũ, Đông Hải, Đồng Tiến, Quỳnh Bảo, Quỳnh Châu, Quỳnh Giao, Quỳnh Hà, Quỳnh Hải, Quỳnh Hội, Quỳnh Hoa, Quỳnh Hưng, Quỳnh Khê, Quỳnh Lâm, Quỳnh Lương, Quỳnh Lưu, Quỳnh Minh, Quỳnh Mỹ, Quỳnh Ngọc, Quỳnh Nguyên, Quỳnh Sơn, Quỳnh Thái, Quỳnh Thọ, Quỳnh Trang, Quỳnh Vân, Quỳnh Xá.",
        "Ngày 18 tháng 12 năm 1976:",
        "- Hợp nhất 2 xã Quỳnh Lưu và Quỳnh Thái thành xã Quỳnh Hoàng.",
        "- Hợp nhất 2 xã Quỳnh Lương và Quỳnh Vân thành xã Quỳnh Hồng.",
        "- Giải thể xã Quỳnh Hà.",
        "Ngày 26 tháng 12 năm 1990, mở rộng thị trấn Quỳnh Côi trên cơ sở sáp nhập 2.2891 ha diện tích tự nhiên và 199 nhân khẩu của xã Quỳnh Hồng; 0.5138 ha diện tích tự nhiên và 45 nhân khẩu của xã Quỳnh Mỹ.",
        "Ngày 16 tháng 5 năm 2005, chuyển xã An Bài thành thị trấn An Bài.",
        "Huyện Quỳnh Phụ có 2 thị trấn: Quỳnh Côi (huyện lị), An Bài và 36 xã: An Ấp, An Cầu, An Đồng, An Dục, An Hiệp, An Khê, An Lễ, An Mỹ, An Ninh, An Quý, An Thái, An Thanh, An Tràng, An Vinh, An Vũ, Đông Hải, Đồng Tiến, Quỳnh Bảo, Quỳnh Châu, Quỳnh Giao, Quỳnh Hải, Quỳnh Hoa, Quỳnh Hoàng, Quỳnh Hội, Quỳnh Hồng, Quỳnh Hưng, Quỳnh Khê, Quỳnh Lâm, Quỳnh Minh, Quỳnh Mỹ, Quỳnh Ngọc, Quỳnh Nguyên, Quỳnh Sơn, Quỳnh Thọ, Quỳnh Trang, Quỳnh Xá.",
        "Quỳnh Phụ được coi là mảnh đất \"tiến vua\" nên nơi đây hội tụ khá nhiều Di tích Lịch sử Văn hóa có giá trị truyền thống lâu đời.Có thể nói đến:",
        "(Nguồn: Wikipedia)"
    ]
}