{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Thiên Lộc",
        "Vị trí Hành chính",
        "Vị trí địa lý",
        "Diện tích - Dân số",
        "Lịch sử",
        "Hành chính",
        "Văn hóa",
        "Tôn giáo",
        "Di tích và danh thắng nổi tiếng",
        "Lễ hội truyền thống",
        "Đời sống kinh tế",
        "Đóng góp của người Can Lộc trong lịch sử",
        "Hình ảnh",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Thiên Lộc - Người Kể Sử",
    "paragraphs": [
        "",
        "",
        "Can Lộc là một huyện đồng bằng lớn, nằm ở trung tâm tỉnh Hà Tĩnh, Việt Nam.",
        "Về phía bắc giáp huyện Nghi Xuân và thị xã Hồng Lĩnh",
        "Phía Tây Bắc giáp huyện Đức Thọ",
        "Phía Tây Nam giáp huyện Hương Khê.",
        "Phía Nam giáp huyện Thạch Hà",
        "Phía Đông và Đông Nam giáp huyện Lộc Hà.",
        "Can Lộc cách thủ đô Hà Nội 330 km, cách thành phố Vinh khoảng 30 km về phía Bắc, cách thành phố Hà Tĩnh khoảng 20 km về phía Nam.",
        "Đây cũng là địa phương có dự án Đường cao tốc Hà Tĩnh – Quảng Bình đi qua đang được xây dựng.",
        "Diện tích(2010) 378 km².",
        "Dân số (2003) 180.931 người.",
        "Huyện Can Lộc hiện nay gồm 1 thị trấn Nghèn và 22 xã trực thuộc: Đồng Lộc, Gia Hanh, Khánh Lộc, Kim Lộc, Mỹ Lộc, Phú Lộc, Quang Lộc, Sơn Lộc, Song Lộc, Thanh Lộc, Thiên Lộc, Thuần Thiện, Thượng Lộc, Thường Nga, Tiến Lộc, Trung Lộc, Trường Lộc, Tùng Lộc, Vĩnh Lộc, Vượng Lộc, Xuân Lộc, Yên Lộc.",
        "Can Lộc xưa kia có tên gọi là Thiên Lộc thuộc phủ Đức Quang được xem là vùng đất \"địa linh nhân kiệt\" của xứ Nghệ An. Trong thời kỳ phong kiến có khoảng 40 vị đỗ đại khoa (tiến sĩ) và rất nhiều danh nhân văn hóa như: Thám hoa Đặng Bá Tĩnh (đời nhà Trần); danh tướng Đặng Tất và Đặng Dung (thời Hậu Trần); Quốc tử giám Tế tửu Phan Viên (1421-?); Thượng thư kiêm Sử quán Tổng tài Đặng Minh Khiêm, Đặng Chiêm, Tiến sĩ Nguyễn Hành,Trấn quốc Thượng tướng quân Tuy thọ Hầu Trần Phúc Tuy; Quan tổng trị thống lĩnh đạo Nghệ An Trần Đình Tương; Đội trưởng quản Phủ Trịnh Trần Tất Thục; La Sơn Phu tử Nguyễn Thiếp, Đô đốc Phan Văn Lân, Đại Tư mã Ngô Văn Sở (danh tướng nhà Tây Sơn), danh tướng Ngô Phúc Vạn, nhà văn hóa Hà Tông Mục, Thượng thư Hà Tông Trình; Đình nguyên, Hoàng giáp Vũ Diễm; Tể tướng Dương Trí Trạch; Đình nguyên Thám hoa Nguyễn Huy Oánh; nhà thơ Nguyễn Huy Tự; nhà thơ Nguyễn Huy Hổ; Đình nguyên Lưỡng quốc Thám hoa Phan Kính; chí sĩ Ngô Đức Kế; nhà yêu nước Võ Liêm Sơn; chí sĩ Nguyễn Trạch, nhà cách mạng Đặng Văn Cáp,...",
        "Những người nổi tiếng ngày nay có: nhà thơ Xuân Diệu, nữ anh hùng La Thị Tám, Giáo sư vật lý hạt nhân Nguyễn Đình Tứ, Giáo sư toán học Phan Đình Diệu, Giáo sư, TS, NGND Trần Văn Huỳnh (nguyên Hiệu trưởng trường Đại học Mỏ- Địa chất); Giáo sư, Tiến sĩ Nguyễn Thụ (nguyên Hiệu trưởng Trường Đại học Y Hà Nội); Giáo sư - Viện sĩ Nguyễn Huy Mỹ; Trung tướng, phó giáo sư Trần Văn Độ (phó Chánh án Tòa án nhân dân tối cao), Thiếu tướng, Giáo sư Lê Năm (Giám đốc Viện bỏng quốc gia Lê Hữu Trác); Giáo sư TSKH Nguyễn Tử Cường; phó Giáo sư, Viện sĩ, Thiếu tướng Nguyễn Trường Cửu; TSKH Phan Xuân Dũng-Ủy viên Trung ương Đảng, Chủ nhiệm Ủy ban KHCN&MT của Quốc hội; Tiến sĩ Trần Hồng Hà- Thứ trưởng Bộ Tài nguyên và Môi trường, Doanh nhân Phạm Nhật Vượng, Giáo sư TSKH toán học Nguyễn Tử Cường...và nhiều chính khách, nhà khoa học, doanh nhân khác.",
        "Công giáo và phật giáo là hai tôn giáo chính tại Can lộc. Can Lộc nổi tiếng bởi chùa Hương Tích, đại diện tiêu biểu cho phật giáo nơi đây. Chùa Hương Tích được mệnh danh là Hoan Châu đệ nhất danh thắng, xếp vào hàng 21 thắng cảnh nước Nam xưa kia. Chùa không có các Tăng ni, hay tu sĩ phật giáo cư ngụ.",
        "Riêng Công giáo, Can Lộc là một huyện có đông đồng bào Công giáo sinh sống với gần 18.000 giáo dân, chiếm gần 14% dân số toàn huyện, sinh hoạt tại 7 giáo xứ, 23 giáo họ và sinh sống tại 31 xóm, trong đó có 16 xóm giáo toàn tòng.1",
        "+ Nhà thờ Nguyễn Văn Mạo ở Phúc Giang Vĩnh Lôc Can lộc. Một vị tướng thời Tây sơn",
        "Nguyễn Huy Hổ lại tiếp nhận ảnh hưởng Hoa Tiên - Kiều viết nên Mai Đình Mộng ký. Đến bây giờ ý kiến về có một Hồng Sơn văn phái đã được chấp nhận[cần dẫn nguồn].",
        "Can Lộc còn cung cấp ba dòng họ văn hóa nổi tiếng cho truyền thống dòng họ văn hóa đặc biệt của Hà Tĩnh, đó là dòng họ Ngô ở Trảo Nha, dòng họ Nguyễn Huy ở Trường Lưu và dòng họ Nguyễn Chi ở Ích Hậu.",
        "Đường lên chùa Hương Tích, Can Lộc, Hà Tĩnh",
        "Chùa Hương Tích, Can Lộc, Hà Tĩnh",
        "Sông Nghèn, đoạn qua TT.Can Lộc",
        "Thị trấn Can Lộc, Hà Tĩnh",
        "(Nguồn: Wikipedia)"
    ]
}