{
    "tables": [
        "<table border=\"1\" align=\"right\" cellpadding=\"2\" cellspacing=\"0\" width=\"200\" class=\" table table-striped\">\n <caption>\n  <font size=\"+1\"><b>Ân Thi, Hưng Yên<\/b><\/font>\n <\/caption>\n <tbody>\n  <tr>\n   <td colspan=\"2\"><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\" bgcolor=\"#FFCCCC\" align=\"center\"><b>Địa lý<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>Huyện lỵ<\/td>\n   <td>thị trấn Ân Thi<\/td>\n  <\/tr>\n  <tr>\n   <td>Vị trí:<\/td>\n   <td>phía Đông <a class=\"annotation\" href=\"/dia-danh/tinh-hung-yen\" title=\"Hưng Yên là một tỉnh nằm ở trung tâm đồng bằng sông Hồng Việt Nam. Trung tâm hành chính của tỉnh là thành phố Hưng Yên nằm cách thủ đô Hà Nội 64&amp;#160;km về phía đông nam, cách thành phố Hải Dương 50&amp;#160;km về phía tây nam. Phía bắc giáp tỉnh Bắc Ninh, phía đông giáp tỉnh Hải Dương, phía tây và tây ...\" target=\"_blank\">tỉnh Hưng Yên<\/a><\/td>\n  <\/tr>\n  <tr>\n   <td>Diện tích:<\/td>\n   <td>128,2&nbsp;km²<\/td>\n  <\/tr>\n  <tr>\n   <td>Số xã, thị trấn:<\/td>\n   <td>20 xã, 01 thị trấn<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\" bgcolor=\"#EEFF77\" align=\"center\"><b>Dân số<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>Số dân:<\/td>\n   <td>125.500 người, năm 1999<\/td>\n  <\/tr>\n  <tr>\n   <td>Thành phần dân tộc:<\/td>\n   <td>Kinh,...<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\" bgcolor=\"#CCFFBB\" align=\"center\"><b>Hành chính<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>Chủ tịch Hội đồng nhân dân:<\/td>\n   <td><\/td>\n  <\/tr>\n  <tr>\n   <td>Chủ tịch Ủy ban nhân dân:<\/td>\n   <td><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\" bgcolor=\"#CCCCFF\" align=\"center\"><b>Thông tin khác<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>Điện thoại trụ sở:<\/td>\n   <td><\/td>\n  <\/tr>\n  <tr>\n   <td>Số fax trụ sở:<\/td>\n   <td><\/td>\n  <\/tr>\n  <tr>\n   <td>Địa chỉ mạng:<\/td>\n   <td><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\" table table-striped\">\n <tbody>\n  <tr>\n   <td width=\"50%\">\n    <ol>\n     <li><a class=\"annotation\" href=\"/nhan-vat/nguyen-trung-ngan\" title=\"Nguyễn Trung Ngạn (chữ Hán: 阮忠彥；1289–1370), tự là Bang Trực, hiệu là Giới Hiên, người làng Thổ Hoàng, huyện Thiên Thi (nay là Ân Thi), tỉnh Hưng Yên. Ông là một nhà chính trị, một đại thần có tài, được xếp vào hàng &quot;Người phò tá có công lao tài đức đời Trần&quot;. Cùng với Nguyễn Trung Ngạn là Trần Quang...\" target=\"_blank\">Nguyễn Trung Ngạn<\/a>, người Thổ Hoàng, đỗ Hoàng giáp, năm 1304.<\/li>\n     <li>Đặng Tuyên, người xã Tiền Phong, đỗ Hoàng giáp năm 1448.<\/li>\n     <li>Cáp Phùng, người xã Thổ Hoàng, đỗ tiến sĩ năm 1463.<\/li>\n     <li>Vũ Tín Biểu, người xã Tiền Phong, đỗ Tiến sĩ năm 1478.<\/li>\n     <li>Nguyễn Lệ, người xã Quảng Lãng, đỗ Hoàng giáp năm 1487.<\/li>\n     <li>Nguyễn Thuần Hỗ, người Hồng Vân, đỗ Hoàng giáp năm 1487.<\/li>\n     <li>Nguyễn Châu Chu (Nguyễn Thù), người xã Quảng Lãng, đỗ Tiến sĩ năm 1487.<\/li>\n     <li>Nguyễn Văn Bính, người xã Thổ Hoàng, đỗ Tiến sĩ năm 1505,<\/li>\n     <li>Nguyễn Kiều, người xã Quảng Lãng, đỗ Tiến sĩ năm 1511.<\/li>\n     <li>Nguyễn Chấn Chi, người Thổ Hoàng, đỗ Hoàng giáp năm 1518.<\/li>\n     <li>Vũ Đàn, người xã Thổ Hoàng, đỗ Tiến sĩ năm 1526.<\/li>\n     <li>Đinh Tú, người thôn Nam Trì xã Đặng Lễ, đỗ Tiến sĩ năm 1544.<\/li>\n     <li>Hoàng Tuân, người xã Thổ Hoàng, đỗ Bảng nhãn năm 1553.<\/li>\n     <li>Nguyễn Đức Trân, người xã Thổ Hoàng, đỗ Tiến sĩ năm 1562.<\/li>\n     <li>Đặng Cơ, người xã Quảng Lãng, đỗ Tiến sĩ năm 1556.<\/li>\n     <li>Hoàng Chân Nam, người xã Thổ Hoàng, đỗ Tiến sĩ năm 1571.<\/li>\n     <li>Hoàng Công Sân, người xã Thổ Hoàng, đỗ Tiến sĩ năm 1670.<\/li>\n     <li>Hoàng Công Bảo, người xã Thổ hoàng, đỗ Tiến sĩ năm 1710.<\/li>\n     <li>Vũ Công Thắng, người xã Thổ Hoàng, đỗ Tiến sĩ năm 1867.<\/li>\n     <li>Vũ Trác Oánh, người xã Thổ Hoàng, đỗ Tiến sĩ năm 1556.<\/li>\n     <li>Hoàng Bình Chính, người xã Thổ Hoàng, đỗ Tiến sĩ năm 1775.<\/li>\n     <li>Ngô Văn phòng, người xã Tân Phúc, đỗ Hoàng giáp năm 1484.<\/li>\n     <li>Lương Quý, người xã Tân Phúc, đỗ Hoàng giáp năm 1532.<\/li>\n     <li>Lương Đức Mậu, người xã Tân Phúc, đỗ Tiến sĩ năm 1511.<\/li>\n     <li>Ngô Mậu Du, người xã Tân Phúc, đỗ Tiến sĩ năm 1565.<\/li>\n     <li>Nguyễn Độ, người xã Tân Phúc, đỗ Tiến sĩ năm 1518.<\/li>\n     <li>Ngô Văn Chính, người xã Tân Phúc, đỗ Tiến sĩ năm 1637.<\/li>\n     <li>Ngô Mậu Đôn, người xã Tân Phúc, đỗ Tiến sĩ năm 1523.<\/li>\n     <li>Phạm Quang Chiếu, người Bãi Sậy, đỗ Hoàng giáp năm 1676.<\/li>\n     <li>Đỗ Thạnh, người xã Tân Phúc, đỗ Tiến sĩ năm 1661.<\/li>\n     <li>Lương Giản, người xã Tân Phúc, đỗ Tiến sĩ năm 1526.<\/li>\n     <li>Vũ Vinh Tiến, người xã Phù ủng, đỗ Tiến sĩ năm 1640.<\/li>\n     <li>Đào Duy Điển, người xã Bãi Sậy, đỗ Tiến sĩ năm 1757.<\/li>\n     <li>Nguyễn Thạnh, người xã Tân Phúc, đỗ Tiến sĩ đời Lê.<\/li>\n     <li>Phan Trứ, người xã Phù ủng, đỗ Hoàng giáp năm 1832.<\/li>\n    <\/ol><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Ân Thi",
        "Địa lý",
        "Hành chính, xã hội",
        "Giao thông",
        "Lịch sử, văn hóa",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Ân Thi - Người Kể Sử",
    "paragraphs": [
        "Ân Thi là huyện nằm chính giữa phía Đông của tỉnh Hưng Yên, Việt Nam.",
        "",
        "",
        "Ân Thi là huyện ở giữa, phía đông của tỉnh Hưng Yên - tỉnh trung tâm đồng bằng Bắc Bộ, phía Đông Nam giáp huyện Phù Cừ, góc phía Nam giáp huyện Tiên Lữ, phía Tây, Tây Nam giáp huyện Kim Động, phía Tây Bắc giáp huyện Khoái Châu, phía Bắc giáp huyện Yên Mỹ, huyện Mỹ Hào, ranh giới là sông Bắc Hưng Hải (các huyện này đều thuộc tỉnh Hưng Yên). Phía Đông Bắc giáp huyện Bình Giang, phía Đông giáp huyện Thanh Miện của tỉnh Hải Dương (kể từ Bắc xuống Nam), phần lớn ranh giới là sông Kẻ Sặt (một sông nhánh thuộc hệ thống sông Thái Bình). Diện tích tự nhiên của huyện là 128,22 km2.",
        "Dân số 125.500 người (theo thống kê năm 1999)[cần dẫn nguồn], gồm 20 xã và 1 thị trấn. Ân Thi có huyện lỵ là thị trấn Ân Thi (thành lập ngày 23-3-1996 trên cơ sở xã Thổ Hoàng cũ) và các xã: Bắc Sơn, Bãi Sậy, Cẩm Ninh, Đa Lộc, Đặng Lễ, Đào Dương, Hạ Lễ, Hồ Tùng Mậu, Hoàng Hoa Thám, Hồng Quang, Hồng Vân, Nguyễn Trãi, Phù Ủng, Quảng Lãng, Quang Vinh, Tân Phúc, Tiền Phong, Vân Du, Văn Nhuệ, Xuân Trúc.",
        "Là một huyện đồng bằng thuần nông, chuyên canh lúa nước, dân trí tương đối cao, dân bản địa dân tộc Kinh. Tập quán thuần hậu, chủ yếu theo đạo Phật, đạo Mẫu (số ít theo Thiên chúa giáo). Có nhiều di tích văn hóa, lịch sử như: đền thờ Đế Thích ở Cẩm Ninh, đền thờ Thái thượng Lão quân ở Hồng Vân, đền thờ Thừa tướng Lữ Gia, tướng Lang Công, Cao Biền, Tả Ao ở Nam Trì (Đặng Lễ), đền thờ Phạm Ngũ Lão ở Phù Ủng...",
        "Có 3 quốc lộ đi qua: quốc lộ 38, đường cao tốc Hà Nội - Hải Phòng (hoàn thành năm 2015) và quốc lộ 39 mới (dự án). Đường quốc lộ 38 chạy theo hướng Đông Bắc - Tây Nam, từ thị trấn Kẻ Sặt huyện Bình Giang, cắt ngang huyện, qua thị trấn Ân Thi, sang nối với đường quốc lộ 39 ở Kim Động.",
        "Ân Thi thời Hùng Vương thuộc bộ Dương Tuyền. Sau là huyện Thiên Thi thuộc lộ Khoái Châu xứ Sơn Nam quận Giao Chỉ, rồi thuộc phủ Khoái Châu, trấn Sơn Nam Thượng... Trước kia, dọc đường 38 địa phận xã Tân Phúc có dấu vết Thánh Gióng đánh giặc Ân là các ao nhỏ (vết chân ngựa) và các búi tre làng ngà (vũ khí) liên tiếp trên cánh đồng. Là một địa phương có truyền thống hiếu học, huyện Ân Thi thời phong kiến đã có nhiều vị nổi danh khoa bảng. Sau đây là danh sách các vị đỗ đại khoa của huyện Ân Thi được ghi lại tại Văn miếu Xích Đằng, Hưng Yên:",
        "Thời nhà Trần có hai người nổi tiếng là Nguyễn Trung Ngạn và Phạm Ngũ Lão. Nguyễn Trung Ngạn là nhà chính trị, ngoại giao có tài, trải nhiều chức vụ từ chức Thông giám đến Tể tướng. Năm 1304, đỗ Hoàng giáp, cùng khoa với Mạc Đĩnh Chi, sống cùng thời với Trương Hán Siêu, Chu Văn An... Ông là ngoại giao xuất sắc, có vai trò quan trọng trong hai lần đi sứ nhà Nguyên, bảo đảm chủ quyền và độc lập dân tộc. Thuở nhỏ ông đã nổi tiếng là thần đồng và có năng khiếu văn chương.Ông còn là nhà văn, nhà thơ có tài. \"Lịch triều hiến chương loại chí\" Viết: \"Lời thơ hào mại, phóng khoáng, có khí phách và cốt cách Đỗ Lăng (tức Đỗ Phủ). Những câu thơ hay nhiều không kể xiết. Thơ tứ tuyệt lại càng hay, không kém gì thơ thời thịnh Đường\". Tác phẩm của ông có: Giới Hiên thi tập, Hình luật thư... Hiện còn 84 bài thơ trong Giới hiên thi tập.",
        "Phạm Ngũ Lão vốn là gia tướng của Hưng Đạo Đại vương Trần Quốc Tuấn. Trần Quốc Tuấn coi ông như người bạn, phải bày mưu làm lễ đổi họ chuyển con gái ruột là quận chúa Anh Nguyên thành con nuôi rồi gả cho Phạm Ngũ Lão. Vị tướng tài đức này đã bốn lần mang quân đi tiễu phạt quân Ai Lao quấy nhiễu, hai lần đánh thắng quân Chiêm Thành. Ông là người văn võ toàn tài, trung thành, liêm khiết, được phong là Điện súy Thượng tướng quân và được thờ cùng với Trần Quốc Tuấn (Đức Thánh Trần).Ông đạt được đến cấp thượng tướng quân và sau khi mất được vua Trần nghỉ triều để tưởng nhớ. Nhắc đến danh tướng Phạm Ngũ Lão,một danh thần đã gói trong bốn chữ:văn võ toàn tài.",
        "Hậu duệ của ông Tiến sĩ Đinh Tú kể trên là Quận công Đinh Văn Tả mà Sách Nam Hải dị nhân của Phan Kế Bính xếp Đinh Văn Tả là bậc mãnh tướng như Phạm Ngũ Lão. Ông làm quan nhà Lê Thần Tông và Lê Huyền Tông. có công giúp chúa Trịnh Tạc, Trịnh Căn dẹp loạn nội bộ nhà Trịnh, dẹp loạn Đông Hải, dẹp tan nhà Mạc nên được chúa Trịnh ưu đãi. Được phong Đô Tổng binh, Quận công, Đô đốc, rồi Thượng tể và ban cho 300 mẫu ruộng bổng lộc. Câu ngạn ngữ: \"Đánh giặc họ Đinh làm quan họ Đặng\" để chỉ công lao, tài giỏi của ông. Trong lịch sử Việt Nam, ông là người duy nhất được phong làm Phúc thần Thành hoàng Thượng đẳng Đại vương khi đang còn sống (gọi là sinh phong). Khi mất được vua Lê, chúa Trịnh đến viếng, cho Bộ Lễ hộ tang về quê, được an táng như bậc vương giả và được ban thụy hiệu là Vũ Dũng. Chúa Trịnh Căn tặng ông đôi câu đối: Tiết việt quyền long triều túc tướng - Phiên toàn trách trọng quốc nguyên huân. Con cháu đều làm tướng giỏi, được phong 18 đời làm Quận công.",
        "",
        "(Nguồn: Wikipedia)"
    ]
}