{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Chí Linh<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Thị xã<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Den Chuvanan.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/huyen-chi-linh/bffadebc59a1712ff26012dd1e007944.jpg\">\n    <noscript>\n     <img alt=\"Den Chuvanan.jpg\" src=\"/images/wiki/huyen-chi-linh/bffadebc59a1712ff26012dd1e007944.jpg\">\n    <\/noscript>\n    <div>\n     Đền Chu Văn An\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Diện tích<\/th>\n   <td>282,03 km² (2010)<sup class=\"annotation badge\" title=\"^ a ă â b c Nghị quyết số 09/NQ-CP ngày 12 tháng 02 năm 2010 của Chính phủ về việc thành lập thị xã Chí Linh, thành lập phường thuộc thị xã Chí Linh, tỉnh Hải Dương.\">1<\/sup><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số <span>(2015)<\/span><\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Tổng cộng<\/span><\/th>\n   <td>190.349 người<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Thành thị<\/span><\/th>\n   <td>58,74&nbsp;% (2010)<sup class=\"annotation badge\" title=\"^ a ă â b c Nghị quyết số 09/NQ-CP ngày 12 tháng 02 năm 2010 của Chính phủ về việc thành lập thị xã Chí Linh, thành lập phường thuộc thị xã Chí Linh, tỉnh Hải Dương.\">1<\/sup><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Nông thôn<\/span><\/th>\n   <td>41,26&nbsp;% (2010)<sup class=\"annotation badge\" title=\"^ a ă â b c Nghị quyết số 09/NQ-CP ngày 12 tháng 02 năm 2010 của Chính phủ về việc thành lập thị xã Chí Linh, thành lập phường thuộc thị xã Chí Linh, tỉnh Hải Dương.\">1<\/sup><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Mật độ<\/span><\/th>\n   <td>675 người/km²<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân tộc<\/th>\n   <td>Chủ yếu là người Kinh<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc gia<\/th>\n   <td><img class=\"jch-lazyload\" alt=\"Cộng hòa xã hội chủ nghĩa Việt Nam\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/huyen-chi-linh/f015bbd8d34e4f28933ca79adf565f31.png\">\n    <noscript>\n     <img alt=\"Cộng hòa xã hội chủ nghĩa Việt Nam\" src=\"/images/wiki/huyen-chi-linh/f015bbd8d34e4f28933ca79adf565f31.png\">\n    <\/noscript>Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tỉnh<\/th>\n   <td>Hải Dương<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Huyện lỵ<\/th>\n   <td>Phường Sao Đỏ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ tịch&nbsp;UBND<\/span><\/th>\n   <td>Nguyễn Đức Hóa<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ&nbsp;tịch&nbsp;HĐND<\/span><\/th>\n   <td>Nguyễn Văn An<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Bí&nbsp;thư&nbsp;Huyện&nbsp;ủy<\/span><\/th>\n   <td>Nguyễn Hồng Sơn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phân&nbsp;chia hành&nbsp;chính<\/th>\n   <td>8 phường, 12 xã<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Chí Linh",
        "Vị trí",
        "Lịch sử",
        "Địa lý",
        "Khí hậu",
        "Thuỷ văn",
        "Đất đai[2]",
        "Rừng[2]",
        "Khoáng sản",
        "Du lịch",
        "Giao thông",
        "Bến xe Bắc Ninh - Sao Đỏ (xe buýt Bắc Ninh)",
        "TP Hải Dương - TP Uông Bí (xe buýt Hải Dương)",
        "TP Hải Dương - Bắc Giang (xe buýt Hải Dương)",
        "Dân số[cần dẫn nguồn ]",
        "Địa linh nhân kiệt",
        "Hành chính (Các Xã Phường)",
        "Các trang thông tin về Chí Linh",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Chí Linh - Người Kể Sử",
    "paragraphs": [
        "Chí Linh là một thị xã ở phía Bắc tỉnh Hải Dương, Việt Nam.",
        "",
        "",
        "Thị xã nằm trên quốc lộ 18 và quốc lộ 37 và là nơi hội tụ của 6 con sông thuộc hệ thống sông Thái Bình (Lục Đầu Giang). Thị xã Chí Linh giáp với Yên Dũng và Lục Nam của Bắc Giang ở phía tây bắc và bắc, Đông Triều của Quảng Ninh ở phía đông, Kinh Môn và Nam Sách của Hải Dương ở phía nam, Lương Tài, Gia Bình, Quế Võ của Bắc Ninh ở phía tây.",
        "Địa danh Chí Linh gắn với nhiều nhân vật lịch sử và anh hùng dân tộc như Trần Hưng Đạo, Nguyễn Thị Duệ, Chu Văn An, Nguyễn Trãi, Nguyễn Thái Học v.v...",
        "Chí Linh được hình thành từ lâu đời, năm 981 vua Lê Đại Hành đã chọn An Lạc là cơ sở chỉ huy chống quân xâm lược Tống. Trải qua các thời kỳ phong kiến Chí Linh đã được nhiều triều đại chọn là nơi xây dựng cung thành, tỉnh lỵ như thành Phao (Phả Lại) – đời nhà Mạc, thành Vạn (Tân Dân) Chí Linh còn có tên gọi là Bằng Châu hay Bằng Hà sau đó đổi tên là Phượng Hoàng và sau này là Chí Linh. Tháng 6 năm 1886, thực dân Pháp thành lập Nha Chí Linh thuộc phủ Nam Sách. Sau Cách mạng tháng 8, chính quyền [[Việt Nam Dân chủ Cộng hòa đặt thành huyện Chí Linh. Tháng 4 năm 1947, huyện Chí Linh thuộc tỉnh Quảng Hồng; tháng 11 năm 1948, Chí Linh thuộc tỉnh Quảng Yên; từ tháng 2 năm 1955, Chí Linh thuộc tỉnh Hải Dương, ban đầu gồm thị trấn Phả Lại, thị trấn nông trường Chí Linh và 20 xã: An Lạc, Bắc An, Cẩm Lý, Chí Minh, Cổ Thành, Cộng Hòa, Đan Hội, Đồng Lạc, Hoàng Hoa Thám, Hoàng Tân, Hoàng Tiến, Hưng Đạo, Kênh Giang, Lê Lợi, Nhân Huệ, Tân Dân, Thái Học, Văn An, Văn Đức, Vũ Xá.",
        "Ngày 06.04.1946 ông Đào Bá Sủng là chủ tịch dân bầu đầu tiên của Huyện Chí Linh, sau này ông còn là Giám đốc sở Lương thực tỉnh Quảng Ninh",
        "Ngày 21 tháng 1 năm 1957, chuyển 3 xã: Vũ Xá, Cẩm Lý, Đan Hội về huyện Lục Nam của tỉnh Bắc Giang quản lý.",
        "Ngày 27 tháng 3 năm 1978, thành lập thị trấn Sao Đỏ - thị trấn huyện lị của huyện Chí Linh.",
        "Ngày 14 tháng 1 năm 2002, giải thể thị trấn nông trường Chí Linh và thành lập thị trấn Bến Tắm trên cơ sở 412,88 ha diện tích tự nhiên và 5.703 nhân khẩu của xã Bắc An.",
        "Từ đó, huyện Chí Linh có 20 đơn vị hành chính gồm 3 thị trấn: Sao Đỏ (huyện lị), Phả Lại, Bến Tắm và 17 xã: An Lạc, Bắc An, Chí Minh, Cổ Thành, Cộng Hòa, Đồng Lạc, Hoàng Hoa Thám, Hoàng Tân, Hoàng Tiến, Hưng Đạo, Kênh Giang, Lê Lợi, Nhân Huệ, Tân Dân, Thái Học, Văn An, Văn Đức.",
        "Ngày 12 tháng 2 năm 2010, huyện Chí Linh đã được Chính phủ nâng cấp thành thị xã Chí Linh1 , đồng thời thành lập 8 phường: Bến Tắm, Phả Lại, Sao Đỏ, Chí Minh, Cộng Hòa, Hoàng Tân, Thái Học, Văn An trên cơ sở 3 thị trấn và 5 xã có tên tương ứng.",
        "Ngày 25 tháng 6 năm 2015, thị xã Chí Linh được công nhận là đô thị loại 3.",
        "Theo quy hoạch chung đô thị Hải Dương đến năm 2030 và tầm nhìn đến năm 2050, toàn bộ thị xã Chí Linh sẽ được nâng cấp lên thành thành phố Chí Linh, gồm 16 phường: An Lạc, Bến Tắm, Chí Minh, Cổ Thành, Cộng Hòa, Đồng Lạc, Hoàng Tân, Hoàng Tiến, Kênh Giang, Nhân Huệ, Phả Lại, Sao Đỏ, Tân Dân, Thái Học, Văn An, Văn Đức và 4 xã: Bắc An, Hoàng Hoa Thám, Hưng Đạo, Lê Lợi.",
        "Thị xã nằm ở phía đông bắc tỉnh Hải Dương, cách thành phố Hải Dương 40 km. Phía đông giáp thị xã Đông Triều, tỉnh Quảng Ninh. Phía tây giáp tỉnh Bắc Ninh. Phía nam giáp huyện Nam Sách. Phía bắc giáp tỉnh Bắc Giang.",
        "Phía bắc và đông bắc của thị xã là vùng đồi núi thuộc cánh cung Đông Triều, ba mặt còn lại được bao bọc bởi sông Kinh Thầy, sông Thái Bình và sông Đông Mai.",
        "Thị xã được chia thành 8 phường (Bến Tắm, Phả Lại, Sao Đỏ, Chí Minh, Cộng Hòa, Hoàng Tân, Thái Học, Văn An) và 12 xã (An Lạc, Bắc An, Cổ Thành, Đồng Lạc, Hoàng Hoa Thám, Hoàng Tiến, Hưng Đạo, Kênh Giang, Lê Lợi, Nhân Huệ, Tân Dân, Văn Đức), trong đó có 13 xã, phường là miền núi, chiếm 76% diện tích và 56% dân số của toàn thị xã. Ngoài ra còn có Trường ĐH Sao Đỏ, trên 120 cơ quan đơn vị, nhà máy, xí nghiệp, doanh nghiệp đóng trên địa bàn.",
        "Chí Linh nằm trong vùng tam giác kinh tế Hà Nội - Hải Phòng - Quảng Ninh. Nó có đường giao thông thuận lợi. Đường bộ có Quốc lộ 18 chạy dọc theo hướng đông-tây qua trung tâm thị xã nối liền Hà Nội - Quảng Ninh, đường Quốc lộ 183 nối Quốc lộ 5 và đường 18, đường 37 là đường vành đai chiến lược quốc gia từ trung tâm thị xã đi tỉnh Bắc Giang. Đường thủy có chiều dài 40 km đường sông bao bọc phía đông, tây, nam của thị xã thông thương với Hải Phòng, Bắc Giang, Đáp Cầu (Bắc Ninh).",
        "Chí Linh nằm trong vùng khí hậu nhiệt đới gió mùa, có 2 mùa rõ rệt, mùa khô hanh lạnh từ tháng 10 đến tháng 4 năm sau, mùa mưa từ tháng 4 đến tháng 9 hàng năm. Nhiệt độ trung bình năm 23 °C; tháng có nhiệt độ thấp nhất là tháng 1 và tháng 2 (khoảng 10-12 °C); tháng có nhiệt độ cao nhất là tháng 6 và tháng 7 (khoảng 37-38 °C). Lượng mưa trung bình hàng năm 1.463 mm, tổng tích ôn khoảng 8.2000, độ ẩm tương đối trung bình là 81,6%.",
        "Do đặc điểm của địa hình, địa mạo(?) nên khí hậu Chí Linh được chia làm 2 vùng:",
        "Chí Linh là nơi sông Lục Nam hợp lưu với sông Thương (xã Hưng Đạo), sông Thương hội lưu với sông Cầu (phường |Phả Lại) thành sông Thái Bình, sông Đuống hợp lưu với sông Thái Bình (xã Cổ Thành), sông Kinh Thầy lấy nước từ sông Thái Bình (Cổ Thành), sông Đông Mai lấy nước từ sông Kinh Thầy (xã Văn Đức) chảy lên phía bắc.",
        "Chí Linh có nguồn nước phong phú bởi có sông Kinh Thầy, Thái Bình, Đông Mai bao bọc, có kênh mương trung thủy nông từ Phao Tân đến An Bài dài 15,5 km chạy qua những cánh đồng canh tác chính của huyện, có nguồn nước của nhà máy điện Phả Lại cung cấp quanh năm. Ngoài ra còn có 33 hồ đập với tổng diện tích tự thủy 409 ha, đặc biệt có nguồn nước ngầm sạch trữ lượng lớn.",
        "Tổng diện tích của Chí Linh là 29.618 ha, chia ra:",
        "Địa hình Chí Linh đa dạng phong phú, có diện tích đồi núi, đồng bằng xen kẽ, địa hình dốc bậc thang từ phía bắc xuống phía nam, nhìn chung địa hình chia làm 3 tiểu vùng chính:",
        "Đất Chí Linh được hình thành từ 2 nhóm chính, nhóm đất đồi núi được hình thành tại chỗ, phát triển trên các đá sa thạch; nhóm đất thủy thành do phù sa sông Kinh Thầy và Thái Bình bồi tụ. Theo tài liệu của Viện nông hoá thổ nhưỡng Việt Nam, đất nông nghiệp được phân loại như sau:",
        "Chí Linh có 14.470 ha đất đồi rừng, trong đó rừng trồng 1.208 ha, rừng tự nhiên 2.390 ha. Rừng tự nhiên có nhiều loại gỗ quý, ước khoảng 140.000 m³, có nhiều loại động thực vật đặc trưng cung cấp nguồn dược liệu cho y học. Rừng trồng chủ yếu là keo tai tượng, bạch đàn và rừng thông thuộc khu di tích Côn Sơn - Kiếp Bạc.",
        "Khoáng sản Chí Linh tuy không nhiều về chủng loại, nhưng có loại có trữ lượng lớn và giá trị kinh tế như: đất Cao lanh trữ lượng 40 vạn tấn, sét chịu lửa 8 triệu tấn, đá, cát vàng xây dựng, mỏ than nâu trữ lượng hàng tỉ tấn.2 .",
        "Chí Linh có phong cảnh đẹp và nhiều di tích lịch sử từ cấp địa phương đến cấp quốc gia. Trong đó có thể kể đến:",
        "Các di tích danh thắng và cảnh trí thiên nhiên tuyệt vời như núi Nam Tào, Bắc Đẩu, sông Lục Đầu Giang,... tạo thành cụm du lịch lớn của tỉnh, bên cạnh các di tích lịch sử và thắng cảnh thiên nhiên còn có sân Golf Ngôi Sao Chí Linh. Hàng năm có hàng triệu du khách trong nước và quốc tế đến tham quan du lịch Chí Linh",
        "Có quốc lộ 18, quốc lộ 37 chạy qua. Ngoài ra còn có dự án đường cao tốc Nội Bài - Hạ Long - Móng Cái, đường sắt Hà Nội - Hạ Long hiện đang được đầu tư xây dựng.",
        "Để đến Chí Linh, bạn có thể đi bằng nhiều phương tiện khác nhau như xe máy, ô tô, xe buýt,...",
        "Có 3 tuyến xe buýt đi qua Chí Linh:",
        "Năm 2002 Chí Linh có 146.752 người, tỷ lệ tăng dân số tự nhiên 9,48%, cơ cấu dân số:",
        "Số lao động làm việc trong các ngành: 71.925 người, trong đó: lao động nông, lâm nghiệp, thủy sản 55.855 người; công nghiệp - xây dựng 7.767 người; dịch vụ 8.273 người. Lao động do cấp huyện là 65.558 người, trong đó: lao động nông, lâm nghiệp, thủy sản 54.019 người; công nghiệp - xây dựng 4.983 người; dịch vụ 6.556 người.",
        "Địa danh Chí Linh gắn với tên tuổi của các nhân vật lịch sử và anh hùng dân tộc sau:",
        "Thiền sư Pháp Loa: ông có tục danh là Đồng Kiên Cương, là người thuộc hương Cửu La, huyện Nam Sách. Năm 1304 ông xuất gia theo Điều Ngự Trần Nhân Tông tu hành tại chùa Yên Tử và trở thành người kế thừa của Thiền phái Trúc Lâm. Năm 1329, ông cho xây dựng hai ngôi chùa là Thanh Mai và Côn Sơn. Ngày 03/3/1330, ông viên tịch tại chùa Quỳnh Lâm, sau theo di chúc của ông, các phật tử đã đưa pháp thể của ông về nhập tháp tại chùa Thanh Mai, Chí Linh. Cảm mến công đức của ông, vua Anh Tông sắc phong danh hiệu Đại Tuệ Tịnh Tri Đức thiền sư, tên tháp là Viên Thông bảo tháp.",
        "Trần Hưng Đạo: Đóng đại bản doanh tại Vạn Kiếp. Những năm cuối đời ông sống ở Vạn Kiếp và mất tại đây.",
        "Nguyễn Thị Duệ: nữ tiến sĩ duy nhất trong lịch sử khoa bảng Việt Nam.",
        "Trần Nguyên Đán: Đại tư đồ triều Trần, là ông ngoại của Nguyễn Trãi. Ông ở ẩn tại Chi Ngái, Chí Linh.",
        "Nguyễn Trãi: thuở nhỏ sinh sống ở Chí Linh. Sau này, nhiều năm ông ở ẩn tại chùa Côn Sơn, Chí Linh.",
        "Chu Văn An: mở trường dạy học trên núi Phượng Hoàng, thuộc xã Văn An (ngày nay), Chí Linh.",
        "Thị xã có 20 đơn vị hành chính trực thuộc1 :",
        "(Nguồn: Wikipedia)"
    ]
}