{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Ba Vì<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Huyện<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số<\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc gia<\/th>\n   <td><img class=\"jch-lazyload\" alt=\"Cộng hòa xã hội chủ nghĩa Việt Nam\" src=\"/images/wiki/huyen-ba-vi/f015bbd8d34e4f28933ca79adf565f31.png\" width=\"22\" height=\"15\" srcset=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIyMiIgaGVpZ2h0PSIxNSI+PC9zdmc+\" data-srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/33px-Flag_of_Vietnam.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/44px-Flag_of_Vietnam.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\">\n    <noscript>\n     <img alt=\"Cộng hòa xã hội chủ nghĩa Việt Nam\" src=\"/images/wiki/huyen-ba-vi/f015bbd8d34e4f28933ca79adf565f31.png\" width=\"22\" height=\"15\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/33px-Flag_of_Vietnam.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/44px-Flag_of_Vietnam.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\">\n    <\/noscript>Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thành phố<\/th>\n   <td>Hà Nội<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Huyện lỵ<\/th>\n   <td>Tây Đằng<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ tịch&nbsp;UBND<\/span><\/th>\n   <td>Bạch Công Tiến<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ&nbsp;tịch&nbsp;HĐND<\/span><\/th>\n   <td>Nguyễn Văn Hà<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Bí&nbsp;thư&nbsp;Huyện&nbsp;ủy<\/span><\/th>\n   <td>Hà Xuân Hưng<sup class=\"annotation badge\" title=\"^ BAN CHẤP HÀNH ĐẢNG BỘ HUYỆN BA VÌ KHÓA XXI (Nhiệm kỳ 2010 - 2015) 15/10/2014\">1<\/sup><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Ba Vì",
        "Lịch sử",
        "Địa lý",
        "Dân số",
        "Hành chính",
        "Đường phố",
        "Giao thông",
        "Sai phạm",
        "Xây nhà trái phép tại vườn quốc gia Ba Vì",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Ba Vì - Người Kể Sử",
    "paragraphs": [
        "21°04′0″B 105°20′5″Đ / 21,06667°B 105,33472°Đ",
        "Ba Vì là một huyện bán sơn địa, nằm Tây Bắc của thủ đô Hà Nội, Việt Nam.",
        "",
        "",
        "Huyện Ba Vì được thành lập ngày 26 tháng 7 năm 1968 trên cơ sở hợp nhất các huyện cũ Bất Bạt, Tùng Thiện và Quảng Oai của tỉnh Hà Tây2 , khi mới thành lập, huyện gồm 43 xã: Ba Trại, Ba Vì, Cẩm Lĩnh, Cam Thượng, Châu Sơn, Chu Minh, Cổ Đô, Cổ Đông, Đông Quang, Đồng Thái, Đường Lâm, Hòa Thuận, Khánh Thượng, Kim Sơn, Minh Châu, Minh Quang, Phong Vân, Phú Châu, Phú Cường, Phú Đông, Phú Phương, Phú Sơn, Sơn Đà, Sơn Đông, Tân Đức, Tản Hồng, Tản Lĩnh, Tây Đằng, Thái Hòa, Thanh Mỹ, Thuần Mỹ, Thụy An, Tích Giang, Tiên Phong, Tòng Bạt, Trạch Mỹ Lộc, Trung Hưng, Trung Sơn Trầm, Vân Sơn, Vạn Thắng, Vật Lại, Xuân Sơn, Yên Bài.",
        "Ngày 16 tháng 10 năm 1972, chuyển xã Trung Hưng về thị xã Sơn Tây quản lý3 .",
        "Ngày 27 tháng 12 năm 1975, huyện Ba Vì thuộc tỉnh Hà Sơn Bình4 .",
        "Ngày 18 tháng 12 năm 1976, hợp nhất 2 xã Vân Sơn và Hòa Thuận thành xã Vân Hòa.",
        "Ngày 29 tháng 12 năm 1978, Ba Vì thuộc thành phố Hà Nội5 .",
        "Ngày 2 tháng 6 năm 1982, chuyển 7 xã: Cổ Đông, Đường Lâm, Kim Sơn, Sơn Đông, Thanh Mỹ, Trung Sơn Trầm, Xuân Sơn về thị xã Sơn Tây quản lý và chuyển 2 xã: Tích Giang, Trạch Mỹ Lộc về huyện Phúc Thọ quản lý6 .",
        "Ngày 3 tháng 3 năm 1987, thành lập thị trấn Quảng Oai (tách ra từ xã Tây Đằng)7 .",
        "Ngày 12 tháng 8 năm 1991, huyện Ba Vì lại trở về với tỉnh Hà Tây8 .",
        "Ngày 29 tháng 8 năm 1994, hợp nhất thị trấn Quảng Oai và xã Tây Đằng thành thị trấn Tây Đằng.",
        "Từ ngày 29 tháng 5 năm 2008, giải thể tỉnh Hà Tây, Ba Vì lại trở về là một huyện của Hà Nội9 . Cùng lúc đó, xã Tân Đức được chuyển về thành phố Việt Trì của tỉnh Phú Thọ quản lý10 .",
        "Ba Vì là huyện tận cùng phía Tây Bắc của Hà Nội, trên địa bàn huyện có một phần lớn của dãy núi Ba Vì chạy qua phía Nam huyện, phía Đông giáp thị xã Sơn Tây, phía Đông Nam giáp huyện Thạch Thất. Phía Nam giáp các huyện Lương Sơn (về phía Đông Nam huyện) và Kỳ Sơn của Hòa Bình (về phía Tây Nam huyện). Phía Bắc giáp thành phố Việt Trì, Phú Thọ, với ranh giới là sông Hồng (sông Thao) nằm ở phía Bắc. Phía Tây giáp các huyện Lâm Thao, Tam Nông, Thanh Thủy của Phú Thọ. Phía Đông Bắc giáp huyện Vĩnh Tường tỉnh Vĩnh Phúc, ranh giới là sông Hồng.",
        "Huyện Ba Vì là một huyện bán sơn địa, diện tích tự nhiên là 428,0 km², lớn nhất Thủ đô Hà Nội. Huyện có hai hồ khá lớn là hồ Suối Hai, và hồ Đồng Mô (tại khu du lịch Đồng Mô). Các hồ này đều là hồ nhân tạo và nằm ở đầu nguồn sông Tích, chảy sang thị xã Sơn Tây, và một số huyện phía Tây Hà Nội, rồi đổ nước vào sông Đáy.",
        "Trên địa bàn huyện có vườn quốc gia Ba Vì. Ở ranh giới của huyện với tỉnh Phú Thọ có hai ngã ba sông là: ngã ba Trung Hà giữa sông Đà và sông Hồng (tại xã Phong Vân) và ngã ba Bạch Hạc giữa sông Hồng và sông Lô (tại xã Tản Hồng, đối diện với thành phố Việt Trì).",
        "Các điểm cực:",
        "Theo thống kê năm 2009, dân số huyện Ba Vì là hơn 265 nghìn người, gồm các dân tộc: Kinh,Mường,Dao",
        "Trước khi sáp nhập vào Hà Nội, toàn huyện Ba Vì có 1 thị trấn và 31 xã. Ngày 1 tháng 8 năm 2008, cũng như các huyện khác của tỉnh Hà Tây, huyện Ba Vì sáp nhập vào Hà Nội. Tuy nhiên trước đó, ngày 10 tháng 7 năm 2008, toàn bộ diện tích tự nhiên là 454,08ha và dân số 2.701 người của xã Tân Đức, thuộc huyện Ba Vì được sáp nhập vào thành phố Việt Trì, Phú Thọ, theo Nghị quyết của kỳ họp thứ 3 Quốc hội khóa XII về điều chỉnh địa giới hành chính giữa tỉnh Hà Tây và tỉnh Phú Thọ.11 .",
        "Hiện tại, huyện Ba Vì có 1 thị trấn là Tây Đằng (huyện lỵ) và 30 xã: Ba Trại, Ba Vì, Cẩm Lĩnh, Cam Thượng, Châu Sơn, Chu Minh, Cổ Đô, Đông Quang, Đồng Thái, Khánh Thượng, Minh Châu, Minh Quang, Phong Vân, Phú Châu, Phú Cường, Phú Đông, Phú Phương, Phú Sơn, Sơn Đà, Tản Hồng, Tản Lĩnh, Thái Hòa, Thuần Mỹ, Thụy An, Tiên Phong, Tòng Bạt, Vân Hòa, Vạn Thắng, Vật Lại, Yên Bài.",
        "Ngày 8 tháng 3 năm 2016, Sở Xây dựng Hà Nội cho biết UBND huyện Ba Vì phải chịu trách nhiệm cho việc xây dựng trái phép 59 căn biệt thự thuộc khu nghỉ dưỡng Điền Viên thôn nằm tại khu rừng Mu, thôn Chóng, xã Yên Bài có diện tích khoảng 4,8 ha đã được xây dựng từ năm 2011 tới nay.12",
        "(Nguồn: Wikipedia)"
    ]
}