{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Khoái Châu<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Huyện<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"NNU HuyệnKhoáichâu HưngYên.gif\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/huyen-khoai-chau/245e3165cbdb06b14748d31d192d6b03.gif\">\n    <noscript>\n     <img alt=\"NNU HuyệnKhoáichâu HưngYên.gif\" src=\"/images/wiki/huyen-khoai-chau/245e3165cbdb06b14748d31d192d6b03.gif\">\n    <\/noscript>\n    <div>\n     Bản đồ hành chính huyện Khoái Châu\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><b>Tọa độ<\/b>: <span class=\"plainlinks nourlexpansion\"><span class=\"geo-default\"><span class=\"geo-dms\" title=\"Bản đồ, không ảnh, cùng các dữ liệu khác cho vị trí này\"><span class=\"latitude\">20°52′16″B<\/span> <span class=\"longitude\">105°58′59″Đ<\/span><\/span><\/span><span class=\"geo-multi-punct\"> / <\/span><span class=\"geo-nondefault\"><span class=\"geo-dec\" title=\"Bản đồ, không ảnh, cùng các dữ liệu khác cho vị trí này\">20,871003°B 105,983047°Đ<\/span><\/span><\/span><span><span id=\"coordinates\">Tọa độ: <span class=\"plainlinks nourlexpansion\"><span class=\"geo-default\"><span class=\"geo-dms\" title=\"Bản đồ, không ảnh, cùng các dữ liệu khác cho vị trí này\"><span class=\"latitude\">20°52′16″B<\/span> <span class=\"longitude\">105°58′59″Đ<\/span><\/span><\/span><span class=\"geo-multi-punct\"> / <\/span><span class=\"geo-nondefault\"><span class=\"geo-dec\" title=\"Bản đồ, không ảnh, cùng các dữ liệu khác cho vị trí này\">20,871003°B 105,983047°Đ<\/span><\/span><\/span><\/span><\/span><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Diện tích<\/th>\n   <td>130,86 km²<sup class=\"annotation badge\" title=\"^ “Vị trí địa lý” (Thông cáo báo chí). VP UBND huyện. 7 tháng 10 năm 2011. Truy cập 30/8/2011.&amp;#160; Kiểm tra giá trị ngày tháng trong: |accessdate= (trợ giúp)\">1<\/sup><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số<\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">\n    <table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n     <tbody>\n      <tr>\n       <th>&nbsp;Vị trí Khoái Châu trên bản đồ Việt Nam<\/th>\n      <\/tr>\n      <tr>\n       <td>\n        <center>\n         <div class=\"center\">\n          <div>\n           <div>\n            <div>\n             <img class=\"jch-lazyload\" alt=\"Khoái Châu trên bản đồ Việt Nam\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/huyen-khoai-chau/ffd16d693ed7860345dafc2f399747bb.png\">\n             <noscript>\n              <img alt=\"Khoái Châu trên bản đồ Việt Nam\" src=\"/images/wiki/huyen-khoai-chau/ffd16d693ed7860345dafc2f399747bb.png\">\n             <\/noscript>\n             <div>\n              <div>\n               <img class=\"jch-lazyload\" alt=\"Khoái Châu\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/huyen-khoai-chau/4763bd8ff957a5634a4e07615dee6649.png\" title=\"Khoái Châu\">\n               <noscript>\n                <img alt=\"Khoái Châu\" src=\"/images/wiki/huyen-khoai-chau/4763bd8ff957a5634a4e07615dee6649.png\" title=\"Khoái Châu\">\n               <\/noscript>\n              <\/div>\n              <div>\n               <span>Khoái Châu<\/span>\n              <\/div>\n             <\/div>\n            <\/div>\n           <\/div>\n          <\/div>\n         <\/div>\n        <\/center><\/td>\n      <\/tr>\n     <\/tbody>\n    <\/table><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc gia<\/th>\n   <td>Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tỉnh<\/th>\n   <td>Hưng Yên<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Huyện lỵ<\/th>\n   <td>thị trấn Khoái Châu<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ tịch&nbsp;UBND<\/span><\/th>\n   <td>Phạm Huy Bình<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ&nbsp;tịch&nbsp;HĐND<\/span><\/th>\n   <td>Vũ Đức Sơn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Bí&nbsp;thư&nbsp;Huyện&nbsp;ủy<\/span><\/th>\n   <td>Vũ Đức Sơn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Website<\/th>\n   <td>hungyen.gov.vn/vi-vn/khoaichau<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n <tbody>\n  <tr>\n   <th>&nbsp;Vị trí Khoái Châu trên bản đồ Việt Nam<\/th>\n  <\/tr>\n  <tr>\n   <td>\n    <center>\n     <div class=\"center\">\n      <div>\n       <div>\n        <div>\n         <img class=\"jch-lazyload\" alt=\"Khoái Châu trên bản đồ Việt Nam\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/huyen-khoai-chau/ffd16d693ed7860345dafc2f399747bb.png\">\n         <noscript>\n          <img alt=\"Khoái Châu trên bản đồ Việt Nam\" src=\"/images/wiki/huyen-khoai-chau/ffd16d693ed7860345dafc2f399747bb.png\">\n         <\/noscript>\n         <div>\n          <div>\n           <img class=\"jch-lazyload\" alt=\"Khoái Châu\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/huyen-khoai-chau/4763bd8ff957a5634a4e07615dee6649.png\" title=\"Khoái Châu\">\n           <noscript>\n            <img alt=\"Khoái Châu\" src=\"/images/wiki/huyen-khoai-chau/4763bd8ff957a5634a4e07615dee6649.png\" title=\"Khoái Châu\">\n           <\/noscript>\n          <\/div>\n          <div>\n           <span>Khoái Châu<\/span>\n          <\/div>\n         <\/div>\n        <\/div>\n       <\/div>\n      <\/div>\n     <\/div>\n    <\/center><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Khoái Châu",
        "Lịch sử",
        "Thời Cổ đại",
        "Thời Bắc thuộc",
        "Thời kỳ Quân-chủ Chuyên-chế Việt Nam",
        "Thời kỳ hiện đại",
        "Địa lý",
        "Dân cư",
        "Hành chính",
        "Đặc điểm địa hình",
        "Khí hậu",
        "Tài nguyên thiên nhiên",
        "Kinh tế - Kết cấu hạ tầng",
        "Tiềm năng du lịch",
        "Di tích lịch sử",
        "Giáo dục và Đào tạo",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Khoái Châu - Người Kể Sử",
    "paragraphs": [
        "Khoái Châu là một huyện phía tây tỉnh Hưng Yên, Việt Nam.",
        "",
        "",
        "Thời Hùng Vương (2879-258 trước Công nguyên), Văn Lang được chia thành 15 bộ, Khoái Châu thuộc bộ Giao Chỉ.",
        "Dưới thời nhà Tần (từ 214-204) trước Công nguyên, Khoái Châu thuộc Tượng Quận.",
        "Nhà Triệu (từ 207-111 trước Công nguyên) chia lãnh thổ Việt Nam khi đó làm hai quận, Khoái Châu thuộc huyện Chu Diên (朱鳶縣), quận Giao Chỉ.",
        "Thời Tây Hán và Đông Hán (từ 111 trước Công nguyên - 40 Công nguyên), nhà Hán chia lãnh thổ Việt Nam khi đó thành 9 quận, Khoái Châu thuộc quận Giao Chỉ.",
        "Thời Đông Ngô (216 - 265 Công nguyên), nhà Ngô tách cả nước ra làm hai châu gồm Quảng Châu và Giao Châu, Khoái Châu thuộc quận Giao Châu.",
        "Thời Tùy Đường (603 - 939), quận Giao Châu được chia thành 3 quận, Khoái Châu thuộc quận Giao Chỉ, đến năm 679 lại chia Giao Châu thành 12 châu, 59 huyện, Khoái Châu thuộc Vũ Bình - Giao Châu.",
        "Thời Nhà Ngô (939-968), Khoái Châu được gọi là Đằng Châu.",
        "Nhà Đinh (968-980) chia cả nước ra thành 10 đạo, Khoái Châu thuộc Đằng Đạo.",
        "Năm 1002 nhà Lê đổi 10 đạo thành lộ, phủ và châu; Khoái Châu thuộc Đằng Châu. Năm 1005 đổi Đằng Châu ra phủ Thái Bình.",
        "Năm 1010 nhà Lý đổi 10 đạo thành 24 lộ. Năm 1222 vẫn giữ 24 lộ, Khoái Châu thuộc lộ Khoái Châu gọi là Khoái Lộ.",
        "Năm 1229 nhà Trần đổi 24 lộ thời Lý thành 12 lộ, Khoái Châu thuộc Khoái Lộ.",
        "Tháng 4 năm 1297, nhà Trần lại tiếp tục đổi các lộ, phủ, thành, trấn; vùng đất Khoái Châu thuộc Thiên Trường phủ lộ.",
        "Sau khi xâm lược An Nam, tháng 6 năm 1407, nhà Minh đổi An Nam thành Giao Chỉ, lập thành 17 phủ, vùng Khoái Châu thuộc phủ Kiến Xương.",
        "Năm 1426, khi tiến quân ra Đông Đô, Lê Lợi chia cả nước làm 4 đạo, Khoái Châu thuộc Nam đạo.",
        "Tháng 6/1466 (tức năm Quang Thuận thứ 7), Lê Thánh Tông chia cả nước làm 12 đạo thừa tuyên, Khoái Châu thuộc thừa tuyên Thiên Trường.",
        "Tháng 3/1469 (tức năm Quang Thuận thứ 10), năm đầu tiên nhà nước định bản đồ, Thiên Trường lại đổi là Sơn Nam quản 11 phủ, 42 huyện, phủ Khoái Châu quản 5 huyện gồm Đông Yên, Tiên Lữ, Kim Động, Phù Dung, Thiên Thi; phủ Tiên Hưng quản 4 huyện gồm Ngự Thiên, Duyên Hà, Thần Khê, Thanh Lan. Tháng 4/1490 (năm Hồng Đức thứ 21), cả nước được chia làm 13 xứ, Khoái Châu thuộc xứ Sơn Nam.",
        "Tháng 6 năm 1527, nhà Mạc (Đăng Dung) đem các lộ của Khoái Châu thuộc vào Hải Dương.",
        "Nhà Lê lại đổi lại như cũ.",
        "Năm Cảnh Hưng thứ 2 (1741) tháng giêng: Nhà Lê chia Sơn Nam thành 2 lộ Sơn Nam thượng và Sơn Nam hạ, phủ Khoái Châu thuộc lộ Sơn Nam thượng, phủ Tiên Hưng thuộc Sơn Nam hạ.",
        "Hai phủ Sơn Nam thượng và Sơn Nam hạ được đổi lại làm 2 trấn Sơn Nam thượng và Sơn Nam hạ.",
        "Năm Gia Long thứ nhất (1802) lấy 2 trấn thượng và hạ lệ thuộc vào Bắc thành (Sơn Nam Thượng, Sơn Nam Hạ, Kinh Bắc, Sơn Tây, Hải Dương là 5 nội trấn của Bắc thành).",
        "Năm Minh Mạng thứ ba 1822, trấn Sơn Nam thượng đổi là trấn Sơn Nam, trấn Sơn Nam hạ đổi là trấn Nam Định.",
        "Năm Minh Mạng thứ 12 (tháng 10/1831): Minh Mạng tiến hành một cuộc cải cách hành chính địa phương, xóa bỏ các tổng trấn, đổi các dinh trấn thành tỉnh, chia cả nước thành 30 tỉnh, trong đó có tỉnh Hưng Yên. Các trấn phía Bắc được đổi thành 18 tỉnh, dưới tỉnh là phủ, huyện, châu và tổng, xã. Tỉnh Hưng Yên có phủ Khoái Châu và 5 huyện (Đông An, Kim Động, Thiên Thi, Phù Dung, Tiên Lữ). Cải tổ lại hệ thống các quan lại đứng đầu tỉnh, bỏ các chức cũ mà đặt mới như Tổng đốc, Tuần phủ, Bố chính, Án sát, Lãnh binh ở các tỉnh. Huyện Đông An gồm các tổng: Bái, Mễ, Đại Quan, Phú Khê, Bình Dân, Yên Lạc, Yên Lịch, Yên Vĩnh, Yên Cảnh, Ninh Tập, Yên Phú, Tử Dương.",
        "Sau nhiều lần thay đổi, mỗi triều đại đều có cải cách, canh tân bộ máy hành chính từ Trung ương đến cơ sở cho phù hợp với hoàn cảnh lịch sử và thuận bề cho việc cai trị, điều hành.",
        "Ngày 24/7/1999: Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam ra Nghị định số 60- NĐ/CP về việc điều chỉnh địa giới hành chính và chia các huyện Mỹ Văn thành 3 huyện: Yên Mỹ, Mỹ Hào, Văn Lâm. Chia huyện Châu Giang thành 2 huyện Khoái Châu và Văn Giang, đồng thời chuyển 5 xã: Hoàn Long, Minh Châu, Việt Cường, Yên Hòa, Yên Phú về huyện Yên Mỹ quản lý: Huyện Khoái Châu có diện tích tự nhiên là 13.073,1 ha với 184.079 nhân khẩu gồm 24 xã: An Vĩ, Bình Kiều, Bình Minh, Chí Tân, Dạ Trạch, Đại Hưng, Đại Tập, Dân Tiến, Đông Kết, Đông Ninh, Đông Tảo, Đồng Tiến, Hàm Tử, Hồng Tiến, Liên Khê, Nhuế Dương, Ông Đình, Phùng Hưng, Tân Châu, Tân Dân, Thành Công, Thuần Hưng, Tứ Dân, Việt Hòa và thị trấn Khoái Châu (thành lập ngày 24-9-1997 trên cơ sở xã Kim Ngưu cũ và 10,13 ha diện tích tự nhiên của xã An Vĩ).",
        "Khoái Châu là huyện đồng bằng Bắc Bộ, nằm trên bờ tả ngạn của sông Hồng, phía Nam và Đông Nam giáp các xã Thọ Vinh, Đồng Thanh, Vĩnh Xá, Toàn Thắng của huyện Kim Động, góc phía Đông giáp xã Xuân Trúc của huyện Ân Thi, phía Đông Bắc và Bắc giáp các xã Minh Châu, Yên Hoà, Hoàn Long, Yên Phú, Lý Thường Kiệt của huyện Yên Mỹ, phía Tây Bắc giáp Mễ Sở, Tân Tiến, Liên Nghĩa của huyện Văn Giang. Phía Tây giáp các xã nằm trong các huyện của Hà Nội: xã Tự Nhiên, Thống Nhất, Vạn Điểm, Lê Lợi của huyện Thường Tín (ở chính phía tây) và Văn Nhân, Thuỵ Phú, Hồng Thái của huyện Phú Xuyên (ở phía Tây Nam), ranh giới là sông Hồng.",
        "Trên địa bàn huyện còn có sông Bần chảy xuôi từ Bần Yên Nhân, qua Yên Mỹ, Khoái Châu, sang Kim Động. Đầm Dạ Trạch, nằm tại các xã Bình Minh, Dạ Trạch, Hàm Tử, Tứ Dân, Đông Kết, đây vốn là một khúc của sông Hồng trước kia, nay do đổi dòng sang hướng tây mà tạo thành.",
        "Huyện Khoái Châu có diện tích là 130,9 km².",
        "Tính đến cuối năm 2003 dân số trung bình của Khoái Châu có 184.848 người, trong đó dân số nông nghiệp là 168.680 người chiếm 91,25%. Số người trong độ tuổi lao động của huyện có 91.419 người, chiếm 49,46% dân số toàn huyện. Lao động đang làm việc trong các ngành kinh tế quốc dân là 88.458 người, chiếm 96,76% lao động trong độ tuổi. Lao động nông nghiệp chiếm tỷ lệ chủ yếu (trên 80%), còn lại là lao động trong các ngành công nghiệp - xây dựng và thương mại - du lịch.",
        "Huyện Khoái Châu bao gồm huyện lị là thị trấn Khoái Châu và 24 xã. Danh sách và diện tích hành chính của các xã và thị trấn Khoái Châu:",
        "Khoái Châu có địa hình khá phức tạp, cao thấp xen kẽ nhau. Vùng ngoài bãi có địa hình bán lòng chảo dốc dần từ dải cao ven bối xuồng vùng trũng ven đê. Vùng nội đồng nhìn chung có hướng dốc từ bắc xuống nam và từ tây sang đông.",
        "Khoái Châu có khí hậu nhiệt đới gió mùa, với 2 mùa rõ rệt. Mùa mưa từ tháng 5 đến tháng 10, đặc trưng là nóng ẩm mưa nhiều. Mùa khô từ tháng 11 đến tháng 4 năm sau thường lạnh, đầu mùa khí hậu tương đối khô, nửa cuối ẩm ướt và có mưa phùn, nhiệt độ trung bình hàng năm khoảng 230C, cao nhất 38 - 39oC, thấp nhất không dưới 5oC.",
        "+ Tài nguyên đất: Khoái Châu có diện tích đất tự nhiên là 130,86km2, trong đó đất nông nghiệp có 8.779 ha chiếm 67,09% (đất canh tác là 7.280,9 ha chiếm 82,94% đất nông nghiệp), đất chuyên dùng 2.526,3 ha chiếm 19,31% đất ở có 1.046,9 ha chiếm 8%, đất chưa sử dụng 733,83 ha chiếm 5,61%.",
        "+ Tài nguyên khoáng sản: Khoáng sản chính của Khoái Châu chỉ có nguồn cát ven sông Hồng và một số đất sét sản xuất gạch ngói có thể phát triển khai thác phục vụ nhu cầu xây dựng. Theo các tài liệu thăm dò địa chất, tại vùng đồng bằng sông Hồng trong đó có Khoái Châu tồn tại trong lòng đất một mỏ than nâu rất lớn nằm trong lớp trầm tích Nioxen với trữ lượng dự báo hàng trăm tỷ tấn, nhưng ở độ sâu 300 - 1.700m.",
        "+ Nguồn nước: Khoái Châu nằm trong hệ thống sông Hồng là hệ thống sông lớn nhất ở miền Bắc, do có nguồn nước phù sa bồi đắp đáp ứng nhu cầu về phát triển kinh tế và dân sinh của huyện. Từ độ sâu 50 - 110m, huyện có nguồn nước ngầm khá tốt.",
        "+ Cấp điện: Toàn huyện có 87 biến áp với dụng lượng 21.830 KVA, trong đó có 32 máy với dụng lượng 8.530 KVA cung cấp cho các trạm bơm, còn có 55 máy với tổng dung lượng 13.300 KVA cung cấp điện cho các hoạt động dân sinh kinh tế khác.",
        "+ Cấp nước: Thị trấn Khoái Châu và thị tứ Bô Thời (xã Hồng Tiến) được đầu tư 2 công trình nước sạch cơ bản đã hoàn thành đi vào hoạt động phục vụ 10.000 dân. Trên 90% dân số trong huyện dùng nguồn nước sạch từ giếng khoan.",
        "+ Giao thông: Khoái Châu có 964,5 km đường bộ, trong đó 53,3 km đường tỉnh và quốc lộ; 19,3 km đường tỉnh uỷ thác cho huyện quản lý; 34,9 km đường huyện; 857 km đường do xã, thôn quản lý. 100% số xã có đường rải bằng vật liệu cứng đảm bảo ô tô đi vào trung tâm xã.",
        "+ Thông tin liên lạc: Khoái Châu có 01 bưu điện tổng và 25 bưu điện văn hóa xã được trang bị máy móc thiết bị tiên tiến và phủ sóng toàn huyện. Hiện nay 100% số xã trong huyện đã có điện thoại, bình quân 3 máy/100 dân.",
        "Tiềm năng du lịch của Khoái Châu khá phong phú cả về tài nguyên du lịch tự nhiên và tài nguyên du lịch nhân văn. Toàn huyện có 22 di tích lịch sử được xếp hạng, trong đó đáng chú ý nhất là quần thể Đền Đa Hòa - Bình Minh, Đền Hóa - Dạ Trạch gắn với truyền thuyết Chử Đồng Tử - Tiên Dung nằm trong tuyến du lịch chính trên sông Hồng (Hà Nội - Phố Hiến). Đền Dạ Trạch gắn với các địa danh lịch sử oai hùng của Triệu Quang Phục chống giặc nhà Lương.",
        "Huyện Khoái Châu trước là một phần của huyện Châu Giang (do nhập hai huyện Khoái Châu với Văn Giang, từ năm 1979). Huyện Khoái Châu có nhiều địa danh nổi tiếng:",
        "",
        "(Nguồn: Wikipedia)"
    ]
}