{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Phú Xuyên<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Huyện<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Diện tích<\/th>\n   <td>170,8 km2<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số <span>(2013)<\/span><\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Tổng cộng<\/span><\/th>\n   <td>186.000<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Mật độ<\/span><\/th>\n   <td>1070 ng/km2<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân tộc<\/th>\n   <td>Kinh<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc gia<\/th>\n   <td><img class=\"jch-lazyload\" alt=\"Cộng hòa xã hội chủ nghĩa Việt Nam\" src=\"/images/wiki/huyen-phu-xuyen/f015bbd8d34e4f28933ca79adf565f31.png\" width=\"22\" height=\"15\" srcset=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIyMiIgaGVpZ2h0PSIxNSI+PC9zdmc+\" data-srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/33px-Flag_of_Vietnam.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/44px-Flag_of_Vietnam.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\">\n    <noscript>\n     <img alt=\"Cộng hòa xã hội chủ nghĩa Việt Nam\" src=\"/images/wiki/huyen-phu-xuyen/f015bbd8d34e4f28933ca79adf565f31.png\" width=\"22\" height=\"15\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/33px-Flag_of_Vietnam.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/44px-Flag_of_Vietnam.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\">\n    <\/noscript>Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thành phố<\/th>\n   <td>Hà Nội<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Huyện lỵ<\/th>\n   <td>Thị trấn Phú Xuyên<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thành lập<\/th>\n   <td>1986<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ tịch&nbsp;UBND<\/span><\/th>\n   <td>Nguyễn Văn Thọ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ&nbsp;tịch&nbsp;HĐND<\/span><\/th>\n   <td>Phạm Hải Hoa<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Bí&nbsp;thư&nbsp;Huyện&nbsp;ủy<\/span><\/th>\n   <td>Phạm Hải Hoa<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phân&nbsp;chia hành&nbsp;chính<\/th>\n   <td>26 xã, 2 thị trấn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Website<\/th>\n   <td>https://phuxuyen.hanoi.gov.vn/<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Phú Xuyên",
        "Lịch sử",
        "Địa lý",
        "Khái quát",
        "Hành chính",
        "Kinh tế",
        "Làng nghề",
        "Danh nhân",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Phú Xuyên - Người Kể Sử",
    "paragraphs": [
        "Phú Xuyên là một huyện phía Nam của Hà Nội.",
        "",
        "",
        "Đời Trần, huyện có tên là Phù Lưu, vào thời Lê sơ đổi thành Phù Vân, sau lại đổi thành Phù Nguyên. Đến đời nhà Mạc, vì kỵ húy vua Mạc Phúc Nguyên nên đã đổi thành Phú Xuyên.",
        "Năm 1888, tỉnh Cầu Đơ (sau này là Hà Đông) được thành lập, huyện Phú Xuyên được cắt sang thuộc tỉnh Hà Đông. Khi Hà Đông sáp nhập với Sơn Tây, Phú Xuyên thành tỉnh Hà Tây, sau đó khi Hà Tây sáp nhập với Hòa Bình thì Phú Xuyên thuộc Hà Sơn Bình, khi Hà Sơn Bình tách ra thì Phú Xuyên lại thuộc tỉnh Hà Tây. Từ ngày 1-8-2008, theo quy hoạch mở rộng địa giới hành chính thủ đô, toàn bộ tỉnh Hà Tây sáp nhập vào Hà Nội, huyện Phú Xuyên thuộc Hà Nội.",
        "Huyện Phú Xuyên khi đó gồm có 27 xã: Bạch Hạ, Châu Can, Chuyên Mỹ, Đại Thắng, Đại Xuyên, Hoàng Long, Hồng Minh, Hồng Thái, Khai Thái, Liên Hòa, Minh Tân, Nam Phong, Nam Triều, Phú Túc, Phú Yên, Phúc Tiến, Phượng Dực, Quang Lãng, Quang Trung, Sơn Hà, Tân Dân, Thụy Phú, Tri Thủy, Tri Trung, Văn Hoàng, Văn Nhân, Vân Từ.",
        "Ngày 6-9-1986, chuyển xã Liên Hòa thành thị trấn Phú Xuyên - thị trấn huyện lị huyện Phú Xuyên; thành lập thị trấn Phú Minh từ một phần xã Văn Nhân1 .",
        "Từ đó, huyện có 2 thị trấn và 26 xã, giữ ổn định cho đến nay.",
        "Huyện Phú Xuyên là đơn vị hành chính cấp huyện của Thủ đô, nằm ở phía Nam thành phố Hà Nội, cách trung tâm Thủ đô 40 km; phía Bắc giáp huyện Thường Tín; phía Tây giáp huyện Ứng Hòa; phía Nam giáp huyện Duy Tiên, tỉnh Hà Nam; phía Đông giáp sông Hồng và huyện Khoái Châu, tỉnh Hưng Yên.",
        "Với diện tích đất tự nhiên 17.104,6ha; trong đó, đất canh tác trồng trọt là 11.329,9ha chiếm 66,24%; đất ở 1.120,9ha chiếm 6,95%; đất chuyên dùng chiếm 3.235,9ha chiếm 18,92%; còn lại là đất chưa sử dụng. Phú Xuyên là huyện trũng nhất của tỉnh Hà Tây, có sông Nhuệ chảy từ bắc xuống Nam. Trước đây Phú Xuyên là vùng đất trũng, có cốt đất thấp so với một số đơn vị lân cận, phía Đông cao hơn phía Tây, nên về mùa mưa bão hay bị ngập úng, lụt lội. Một số xã giáp sông Hồng có đất pha cát, còn gọi là đất màu, diện tích khoảng 2000 ha.",
        "Trên địa bàn huyện có trên 30 km sông chảy qua đó là sông Hồng, sông Nhuệ, sông Duy Tiên, sông Lương, sông Vân Đình. Phú Xuyên cũng có hệ thống giao thông rất thuận lợi, có tuyến đường sắt Bắc-Nam dài gần 12 km chạy qua, tuyến đường thủy sông Hồng dài 17 km, tuyến đường cao tốc Pháp Vân-Cầu Giẽ dài 7 km, điểm đầu đường Cầu Giẽ-Ninh Bình, đường Quốc lộ 1A dài 12 km trên địa bàn huyện, đó là điều kiện thuận lợi cho việc phát triển kinh tế-xã hội của Phú Xuyên.",
        "Phú Xuyên có 2 thị trấn và 26 xã, được chia thành 2 vùng là phía Tây và phía Đông phân cách bởi Quốc lộ 1A:",
        "Kinh tế Phú Xuyên hiện tại chủ yếu vẫn là nông nghiệp, dịch vụ và công nghiệp đang phát triển, Phú Xuyên có nhiều làng nghề tiểu thủ công nghiệp tiêu biểu như Chuyên Mỹ là làng nghề khảm trai truyền thống; thêu ren ở Sơn Hà, Dân Chủ (Phúc Tiến), Nam Tiến; nghề làm giấy ở Hồng Minh; nghề may mặc ở, Vân Từ; nghề đóng giày ở Phú Yên; nghề dệt lụa ở Quang Trung; nghề mây tre đan ở Phú túc, Minh Tân; nghề mộc dân dụng ở Tân Dân... Tiếp tục phát huy vốn nghề thủ công truyền thống, sản xuất công nghiệp - tiểu thủ công nghiệp của huyện vẫn giữ được nhịp độ tăng trưởng khá, đạt 252,03 tỷ đồng năm 2003, tăng 7,7% so với năm 2002. Trong đó, các ngành hàng đạt mức tăng trưởng cao là: may mặc 51%, hàng mây tre đan xuất khẩu 22,1%, khảm, sơn mài 24,5%, cơ khí và công nghiệp khác 43,4%...",
        "Bên cạnh sản xuất nông nghiệp, huyện đặc biệt quan tâm đến việc duy trì, bảo tồn và phát triển sản xuất tiểu thủ công nghiệp làng nghề. Ngoài các nghề truyền thống như: Guột tế Phú Túc, khảm trai Chuyên Mỹ, Giày da Phú Yên, May comlê Vân Từ, nghề mộc xã Tân Dân, Văn Nhân, Tò he - Xuân La xã Phượng Dực…Các địa phương trong huyện còn phát triển thêm nghề mới như: May màn xuất khẩu Đại Thắng, Cơ kim khí Thị trấn Phú Minh, may túi xách Sơn Hà xã Thao Nội, giết mổ trâu bò Quang Lãng …đã phát triển mạnh, đem lại thu nhập đáng kể cho người lao động, đời sống nhân dân được cải thiện rõ rệt, giảm tỷ lệ hộ nghèo theo tiêu chí mới năm 2011 là 7%. Ngành nghề ở Phú Xuyên không chỉ phát triển mạnh ở các xã phía Tây, Trung tây của huyện mà đã và đang được nhân rộng, phát triển ở các xã phía Đông vốn trước đây độc canh cây lúa.",
        "Để thúc đẩy kinh tế tăng trưởng nhanh, bền vững, Phú Xuyên triển khai chương trình xây dựng và phát triển làng nghề truyền thống huyện giai đoạn 2011 - 2015. Với mục tiêu phấn đấu đến năm 2015 có 100% làng có nghề. Đây là cơ hội để ngành nghề Phú Xuyên phát triển. Vừa qua, UBND thành phố Hà nội đã có quyết định công nhận làng Dệt lưới chã thôn Văn Lãng, xã Quang Trung là làng nghề truyền thống. Như vậy, đến nay Phú Xuyên có 38 làng nghề truyền thống đã được thành phố công nhận.",
        "Thế mạnh của Phú Xuyên là có nhiều làng nghề, có vị trí địa lý thuận lợi, diện tích đất nông nghiệp rộng và đang được chuyển đổi, khai thác theo hướng nâng cao hiệu quả, năng suất cây trồng.",
        "Thời gian này, huyện Phú Xuyên tiếp tục cụ thể hóa nghị quyết Đảng bộ huyện khóa XXIII, tập trung quy hoạch xây dựng các khu, cụm điểm công nghiệp làng nghề, xây dựng nông thôn mới theo hướng công nghiệp hóa, hiện đại hóa nông nghiệp nông thôn./.",
        "Phú Xuyên còn là một trong những huyện có nhiều tướng nhất trong cả nước: Có tới 9 vị tướng trong một huyện. Đó là: Thượng tướng Phùng Thế Tài, Trung tướng Nguyễn Phúc Thanh, Trung tướng Nguyễn Đức Soát, Trung tướng Nguyễn Đức Sơn, Thiếu tướng Nguyễn Đình Ngọc, Thiếu tướng Hoàng Văn Hoặc, Thiếu tướng Mai Văn Lý, Thiếu tướng Phùng Thế Quảng và Thiếu tướng Nguyễn Kim Cách. Cựu phó thủ tướng Vũ Khoan Ông tổ nghề báo Nguyễn Văn Vĩnh ở Phượng Dực Tiến sĩ Tạ Đăng Vọng, thủy tổ họ tạ ở Nam Quất",
        "(Nguồn: Wikipedia)"
    ]
}