{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Hoa Lư<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Huyện<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Codohoalu2010k1.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/huyen-hoa-lu/e79558ddd22b7ff7dbed14322f05ad09.jpg\">\n    <noscript>\n     <img alt=\"Codohoalu2010k1.jpg\" src=\"/images/wiki/huyen-hoa-lu/e79558ddd22b7ff7dbed14322f05ad09.jpg\">\n    <\/noscript>\n    <div>\n     Cổng Đông vào Cố đô Hoa Lư\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số<\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Tổng cộng<\/span><\/th>\n   <td>103.900<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Mật độ<\/span><\/th>\n   <td>793<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân tộc<\/th>\n   <td>Kinh<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc gia<\/th>\n   <td>Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Vùng<\/th>\n   <td>đồng bằng <a class=\"annotation\" href=\"/dia-danh/song-hong\" title=\"Sông Hồng có tổng chiều dài là 1,149 km bắt nguồn từ Trung Quốc chảy qua Việt Nam và đổ ra biển Đông. Đoạn chảy trên đất Việt Nam dài 510&amp;#160;km. Đây là dòng sông quan trọng của nền văn hóa lúa nước Việt Nam....\" target=\"_blank\">sông Hồng<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tỉnh<\/th>\n   <td>Ninh Bình<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Huyện lỵ<\/th>\n   <td>thị trấn Thiên Tôn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ tịch&nbsp;UBND<\/span><\/th>\n   <td>Vũ Văn Huân<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Bí&nbsp;thư&nbsp;Huyện&nbsp;ủy<\/span><\/th>\n   <td>Nguyễn Sỹ Trí<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Trụ&nbsp;sở&nbsp;UBND<\/span><\/th>\n   <td>thị trấn Thiên Tôn<br>\n     ĐT: 0303 622523<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phân&nbsp;chia hành&nbsp;chính<\/th>\n   <td>1 thị trấn và 10 xã.<br>\n     Xem <i>chi tiết<\/i><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Website<\/th>\n   <td>ninhbinh.gov.vn<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"wikitable sortable table table-striped\">\n <tbody>\n  <tr align=\"center\" bgcolor=\"#EFEFEF\">\n   <th>Tên bến đò<\/th>\n   <th>Vị trí<\/th>\n   <th>Sông<\/th>\n   <th>Lý trình<\/th>\n   <th>Mức độ liên kết<\/th>\n   <th>Giai đoạn<\/th>\n  <\/tr>\n  <tr align=\"center\">\n   <td>Bến đò Chủ<\/td>\n   <td>Ninh An<\/td>\n   <td>Sông Vạc<\/td>\n   <td>4<\/td>\n   <td>Liên xã<\/td>\n   <td>2010-2015<\/td>\n  <\/tr>\n  <tr align=\"center\">\n   <td>Bến đò Bãi Trữ<\/td>\n   <td>Ninh Giang<\/td>\n   <td>Sông Hoàng Long<\/td>\n   <td>2<\/td>\n   <td>Liên xã<\/td>\n   <td>2010-2015<\/td>\n  <\/tr>\n  <tr align=\"center\">\n   <td>Bến đò Trường Yên<\/td>\n   <td>Trường Yên<\/td>\n   <td>Sông Đáy<\/td>\n   <td>6<\/td>\n   <td>Liên xã<\/td>\n   <td>2010-2015<\/td>\n  <\/tr>\n  <tr align=\"center\">\n   <td>Bến đò La Mai<\/td>\n   <td>Ninh Giang<\/td>\n   <td>Sông Đáy<\/td>\n   <td>81<\/td>\n   <td>Liên Tỉnh<\/td>\n   <td>2016-2020<\/td>\n  <\/tr>\n  <tr align=\"center\">\n   <td>Bến đò Quỹ Độ<\/td>\n   <td>Ninh Khang<\/td>\n   <td>Sông Đáy<\/td>\n   <td>83<\/td>\n   <td>Liên huyện<\/td>\n   <td>2016-2020<\/td>\n  <\/tr>\n  <tr align=\"center\">\n   <td>Bến đò Trường Yên<\/td>\n   <td>Trường Yên<\/td>\n   <td>Sông Hoàng Long<\/td>\n   <td>6<\/td>\n   <td>Liên xã<\/td>\n   <td>2016-2020<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Hoa Lư",
        "Địa Lý",
        "Lịch sử",
        "Địa danh Hoa Lư",
        "Cố đô Hoa Lư",
        "Hạ tầng",
        "Công nghiệp",
        "Nông nghiệp",
        "Rừng đặc dụng Hoa Lư",
        "Du lịch",
        "Điểm du lịch",
        "Lễ hội văn hóa",
        "Ảnh non nước Hoa Lư",
        "Thành phố Hoa Lư",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Hoa Lư - Người Kể Sử",
    "paragraphs": [
        "Hoa Lư là một huyện nằm ở trung tâm tỉnh Ninh Bình, liền kề hai thành phố Ninh Bình và Tam Điệp. Huyện Hoa Lư được thành lập năm 1907 và mang tên kinh đô Hoa Lư của Việt Nam thế kỷ X vì phần lớn các di tích của cố đô Hoa Lư hiện nay nằm trên huyện này. Hoa Lư thuộc vùng bán sơn địa, có nhiều cảnh quan thiên nhiên như khu hang động Tràng An, Tam Cốc - Bích Động bên cạnh các di tích thuộc quần thể di tích Cố đô Hoa Lư được hình thành và lưu giữ từ hơn 1000 năm trước. Theo điều chỉnh quy hoạch mở rộng thành phố Ninh Bình đến năm 2030 và tầm nhìn đến năm 2050 thì toàn bộ huyện Hoa Lư sẽ nhập về thành phố Hoa Lư (hiện tại gồm thành phố Ninh Bình, huyện Hoa Lư và một số xã khác).[1]",
        "",
        "",
        "Huyện Hoa Lư có vị trí bao bọc phía bắc và tây với thành phố Ninh Bình, phía bắc giáp huyện Gia Viễn, phía tây và nam giáp thành phố Tam Điệp, phía tây nam giáp huyện Nho Quan, phía đông nam giáp huyện Yên Mô và huyện Yên Khánh, phía đông giáp huyện Ý Yên, tỉnh Nam Định và thành phố Ninh Bình.",
        "Hoa Lư có diện tích tự nhiên 1.378.1 km² và dân số 927.000 người. 11 đơn vị hành chính trực thuộc gồm các xã: Ninh An, Ninh Giang, Ninh Hải, Ninh Hòa, Ninh Khang, Ninh Mỹ, Ninh Thắng, Ninh Vân, Ninh Xuân, Trường Yên và thị trấn Thiên Tôn.",
        "Về sông ngòi, huyện Hoa Lư giáp với hai con sông lớn là sông Đáy và sông Hoàng Long ở phía bắc, sông Sào Khê và sông Chanh chảy dọc huyện nối sông Hoàng Long với sông Vân.",
        "Nằm ở vùng bán sơn địa, Hoa Lư có những dãy núi đá vôi ngập nước được hình thành từ lâu tạo nên những cảnh quan đẹp như quần thể di sản thế giới Tràng An gồm Tam Cốc - Bích Động, cố đô Hoa Lư, khu du lịch sinh thái Tràng An, thung Nham...",
        "Đây là địa phương có tuyến Đường cao tốc Ninh Bình – Thanh Hóa đi qua đang được xây dựng.",
        "Huyện Hoa Lư được thành lập ngày 27/4/1977 do hợp nhất huyện Gia Khánh (phủ Tràng An) và thị xã Ninh Bình, khi đó thuộc tỉnh Hà Nam Ninh. Thị xã Ninh Bình chuyển thành thị trấn Ninh Bình, huyện lỵ huyện Hoa Lư. Từ đó, huyện Hoa Lư có 1 thị trấn Ninh Bình và 16 xã: Ninh An, Ninh Giang, Ninh Hải, Ninh Hòa, Ninh Khang, Ninh Khánh, Ninh Mỹ, Ninh Nhất, Ninh Phong, Ninh Phúc, Ninh Sơn, Ninh Thắng, Ninh Thành, Ninh Tiến, Ninh Vân, Ninh Xuân. Ngày 9/4/1981, tái lập thị xã Ninh Bình, tách khỏi huyện Hoa Lư và tiếp nhận thêm xã Trường Yên chuyển từ huyện Gia Viễn. Trụ sở huyện Hoa Lư chuyển về xã Ninh Khánh. Sau đó nhiều lần tách đất huyện Hoa Lư nhập vào thị xã Ninh Bình: ngày 17/12/1982, chuyển xã Ninh Thành vào thị xã Ninh Bình; ngày 9/1/2004, chuyển 6 xã: Ninh Phong, Ninh Khánh, Ninh Nhất, Ninh Tiến, Ninh Phúc, Ninh Sơn vào thị xã Ninh Bình. Từ năm 1991, Hoa Lư thuộc tỉnh Ninh Bình với trung tâm là thị trấn Thiên Tôn (thành lập ngày 31-10-2003 trên cơ sở 200 ha diện tích tự nhiên và 3.621 nhân khẩu của xã Ninh Mỹ; 13,33 ha diện tích tự nhiên và 729 nhân khẩu của xã Ninh Khang và 2,59 ha diện tích tự nhiên của xã Ninh Giang). Trong tương lai, do sức ép phát triển đô thị của thành phố Ninh Bình, rất có thể diện tích huyện Hoa Lư tiếp tục sẽ dần được chuyển nhập về thành phố này.",
        "Khu di tích quốc gia đặc biệt Cố đô Hoa Lư có diện tích hơn 13 km2, gần bằng 1/10 diện tích huyện Hoa Lư. Mặt khác, một phần nhỏ của Cố đô Hoa Lư nằm trên địa phận thành phố Ninh Bình và huyện Gia Viễn. Vì vậy khái niệm huyện Hoa Lư và Cố đô Hoa Lư chỉ mang tính tương đối về chủ thể, một là địa danh hành chính và một là địa danh lịch sử Hoa Lư là vùng đất nổi tiếng của Việt Nam với truyền thống lịch sử vẻ vang, từng là kinh đô đầu tiên của nước Đại Cồ Việt - kinh đô Việt Nam thống nhất ở thế kỷ X, nơi phát tích ba triều đại nhà Đinh, nhà Lê và nhà Lý với 6 vị vua: Đinh Tiên Hoàng, Đinh Phế Đế, Lê Đại Hành, Lê Trung Tông, Lê Long Đĩnh và Lý Công Uẩn",
        "XÃ HỘI",
        "Hoa Lư có ưu thế về giao thông cả về thuỷ, bộ và sắt với vị trí nằm giữa thành phố Ninh Bình và thành phố Tam Điệp. Trên địa bàn huyện có các tuyến đường quan trọng như: quốc lộ 1A, quốc lộ 38B, đại lộ Tràng An đi qua.",
        "Hoa Lư có 3 di tích quốc gia đặc biệt là hang động Tràng An, khu du lịch Tam Cốc -chùa Bích Động và Cố đô Hoa Lư được quy hoạch chung thành Quần thể danh thắng Tràng An. Tiềm năng vị trí và du lịch lớn kéo theo các hoạt động kinh tế của huyện phát triển mạnh như: các khu công nghiệp, khai thác đá, làng nghề truyền thống, v.v...",
        "Hoa Lư có các chợ sau là được xếp hạng chợ loại 2, 3 ở Ninh Bình: Chợ Bạch Cừ - thôn Bạch Cừ - xã Ninh Khang, Chợ Cầu Đông - quốc lộ 38B - xã Trường Yên, Chợ Đồng Văn - Đam Khê Ngoài - xã Ninh Hải, Chợ Hệ - Lăng Hạ - Xã Ninh Vân, Chợ La Mai - La Mai, Linh Quang - xã Ninh Giang, Chợ Ninh Mỹ - lô Ninh Mỹ - xã Ninh Mỹ, Chợ Yên - Bộ Đầu - xã Ninh An,",
        "Theo Quyết định số: 2179/ QĐ-UBND ngày 17 tháng 9 năm 2007 của Ủy ban Nhân dân tỉnh Ninh Bình V/v phê duyệt Quy hoạch giao thông đường thuỷ nội địa tỉnh Ninh Bình đến năm 2015 và định hướng phát triển đến năm 2020 thì Hoa Lư có các cảng và các bến đò đường thủy sau:",
        "Dưới đây là danh sách các bến đò ở Hoa Lư:",
        "Hoa Lư hiện có 3 cụm công nghiệp tập trung:",
        "Hoa Lư là một huyện thuộc vùng chiêm trũng, kinh tế nông nghiệp không phát triển như các huyện ven biển Yên Khánh và Kim Sơn. Nghề chăn nuôi dê núi và thủ công truyền thống phát triển khá mạnh.",
        "Rừng đặc dụng Hoa Lư có tên gọi đầy đủ là khu rừng văn hóa lịch sử môi trường Hoa Lư, được thành lập ngày 19/05/1995. Hoa Lư có trong danh lục các khu rừng đặc dụng Việt Nam đến năm 2010 được xây dựng bởi Cục Kiểm lâm - Bộ NN&PTNT với diện tích 5.624 ha. Khu văn hóa lịch sử Hoa Lư khi thành lập gồm phần đất thuộc các xã Ninh Hải, Trường Yên, Ninh Xuân, Ninh Hoà và Ninh Nhất, huyện Hoa Lư cũ. Hiện nay khu vực này đã được mở rộng về phía tây đến tận sông Bến Đang. Địa hình của khu văn hóa lịch sử này điển hình là một vùng cát-tơ đá vôi trồi lên giữa vùng đồng bằng ven biển tương đối bằng phẳng của Miền Bắc Việt Nam. Vùng đá vôi nổi lên này nằm xen kẽ với hàng loạt các khe suối có nước thường xuyên và các thung lũng ngập nước theo mùa. Độ cao tuyệt đối của vùng từ 10 đến 281 m.[2]",
        "Thảm thực vật tự nhiên ở Hoa Lư là rừng trên núi đá vôi và rừng thường xanh trên đất thấp ở các thung lũng đan xen giữa các vùng đá vôi. Theo kết quả điều tra của Viện Điều tra Quy hoạch Rừng (FIPI) và Chi cục Kiểm lâm Ninh Bình trong các năm 1999-2000, tổng số có 577 loài thực vật bậc cao có mặt đã được ghi nhận. Có 10 loài thực vật quý hiếm được ghi trong Sách Đỏ Việt Nam đã ghi nhận trong thời gian điều tra trong đó có Tuế đá vôi.",
        "Khu Văn hóa Lịch sử Hoa Lư có hàng loạt các giá trị lịch sử, văn hoá và du lịch. Dưới triều đại nhà Đinh vào thế kỷ X, Hoa Lư đã được chọn là kinh đô của Việt Nam, khu vực này sau đó vẫn tiếp tục là kinh đô dưới thời Tiền Lê. Có rất nhiều đền chùa ở khu vực này, chủ yếu là thời các vua của Việt Nam trong giai đoạn này. Có khá nhiều hang động ở khu vực trong đó có Tràng An, Tam Cốc, Bích Động. Có những con sông chảy qua vùng Tam Cốc và Tràng An để du khách có thể đi thăm khu vực này bằng thuyền. Trên thực tế, Tam Cốc, Tràng An và các di tích lịch sử khác là những tuyến du lịch nổi tiếng.",
        "Hoa Lư là một huyện giàu tiềm năng du lịch, mảnh đất một thời là kinh đô của nước Đại Cồ Việt. Hoa Lư có địa hình thuộc vùng bán sơn địa, là nơi chuyển tiếp giữa miền rừng núi và đồng bằng nên có rất nhiều các hang động, thắng cảnh thuận lợi phát triển du lịch. Ngày nay Hoa Lư được biết đến với các khu du lịch nổi tiếng sau:",
        "Tam Cốc vào xuân",
        "đền Vua Lê Đại Hành",
        "Chùa Nhất Trụ",
        "Khu du lịch Tràng An",
        "Ruộng trũng dưới chân núi",
        "Theo điều chỉnh quy hoạch mở rộng thành phố Ninh Bình đến năm 2030 và tầm nhìn đến năm 2050 diễn ra ngày 16/2/2011 thì toàn bộ huyện Hoa Lư cùng sáp nhập với thành phố Ninh Bình để trở thành thành phố Hoa Lư với diện tích 34.000 ha (hiện tại gồm thành phố Ninh Bình, thành phố Tam Điệp, huyện Hoa Lư và các xã Gia Sinh, Gia Tân, Gia Xuân, Gia Tiến, Gia Thanh, Gia Trấn của huyện Gia Viễn; Các xã Khánh Phú, Khánh Hoà của huyện Yên Khánh; Xã Mai Sơn của huyện Yên Mô; toàn bộ khu du lịch Tràng An mới) để trở thành đô thị loại I.",
        "Tuy nhiên, đến ngày 8/11/2011 phương án mở rộng thành phố đã thay đổi với tổng diện tích tự nhiện là 21.124 ha bằng 15% diện tích tự nhiên toàn tỉnh, dân số 203.652 người với 30 đơn vị hành chính. Theo quy hoạch TP Ninh Bình mới sẽ bao gồm: Toàn bộ TP Ninh Bình và Hoa Lư hiện tại; Xã Gia Sinh của Gia Viễn; Xã Sơn Lai và một phần diện tích của xã Sơn Hà của Nho Quan; Một phần diện tích của xã Yên Sơn và phường Tân Bình thuộc TX Tam Điệp; Xã Mai Sơn của Yên Mô; Xã Khánh Hoà, Khánh Phú của Yên Khánh. Gần như thành phố Ninh Bình nằm trong ranh giới của ba con sông: sông Đáy ở phía đông, sông Hoàng Long ở phía bắc, sông Chim và sông Bến Đang ở phía tây.",
        "Theo quy hoạch mới này thì thành phố Hoa Lư sẽ rộng hơn 4 lần thành phố Ninh Bình hiện tại, là thành phố ngã ba: ngã ba giao thông, ngã ba sông và ngã ba khu vực; trở thành một đầu mối giao thông quan trọng với các tuyến đường quốc lộ 1A, 10, 38B, cao tốc và đường sắt Bắc - Nam và là đô thị du lịch quốc gia với các khu du lịch lớn như: khu du lịch Tràng An, khu văn hóa tâm linh núi chùa Bái Đính, Quần thể di tích Cố đô Hoa Lư, khu du lịch Tam Cốc - Bích Động và các tuyến điểm du lịch khác như núi Non Nước, công viên văn hóa Tràng An, quảng trường Đinh Tiên Hoàng Đế, các di tích Hoa Lư tứ trấn, động Thiên Hà, hang Bụt...",
        "(Nguồn: Wikipedia)"
    ]
}