{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Thanh Oai<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Huyện<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Diện tích<\/th>\n   <td>129, 6<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số<\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Tổng cộng<\/span><\/th>\n   <td>142.600<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Mật độ<\/span><\/th>\n   <td>1291<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân tộc<\/th>\n   <td>Kinh<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ tịch&nbsp;UBND<\/span><\/th>\n   <td>Lê Thị Hà<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ&nbsp;tịch&nbsp;HĐND<\/span><\/th>\n   <td>Lê Thị Hà<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Trụ&nbsp;sở&nbsp;UBND<\/span><\/th>\n   <td>Thị trấn Kim Bài<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phân&nbsp;chia hành&nbsp;chính<\/th>\n   <td>1 thị trấn và 20 xã<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Thanh Oai",
        "Vị trí địa lý",
        "Lịch sử",
        "Hành chính",
        "Kinh tế",
        "Văn hóa",
        "Giao thông",
        "Nhân vật",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Thanh Oai - Người Kể Sử",
    "paragraphs": [
        "Thanh Oai là một huyện thuộc Hà Nội.",
        "",
        "",
        "Huyện Thanh Oai phía Bắc và phía Tây Bắc giáp quận Hà Đông (với Sông Nhuệ chảy ở rìa phía Đông Bắc huyện, là ranh giới tự nhiên), phía Tây giáp huyện Chương Mỹ (với Sông Đáy là ranh giới tự nhiên), phía Tây Nam giáp huyện Ứng Hòa, phía Đông Nam giáp huyện Phú Xuyên, phía Đông giáp huyện Thường Tín và phía Đông Bắc giáp huyện Thanh Trì của thủ đô Hà Nội. Diện tích tự nhiên của huyện là 129,6 km². Dân số là 175.800 người, theo thống kê năm 2009.",
        "Từ thời đại Hùng Vương, Thanh Oai đã là trung tâm của nhà nước Văn Lang[cần dẫn nguồn].",
        "Vào triều vua Lý Cao Tông (1176- 1210), năm 1207 địa hương Thanh Oai đổi là huyện Thanh Oai. Như vậy, tính tới năm 2007, huyện Thanh Oai đã có lịch sử hình thành 800 năm.",
        "Năm 1831, vua Minh Mạng lập tỉnh Hà Nội. Huyện Thanh Oai lúc đó thuộc phủ Ứng Hòa của tỉnh Hà Nội. Phủ Ứng Hòa lúc đó gồm 4 huyện là Sơn Minh, Chương Đức, Thanh Oai và Hoài An.",
        "Năm 1888, Pháp lập ra tỉnh Hà Đông và lúc đó huyện Thanh Oai thuộc tỉnh Hà Đông. Thời gian 1949 - 1954 Thanh Oai thuộc quận Văn Điển dưới chính quyền Quốc gia Việt Nam.",
        "Ngày 4 tháng 1 năm 1955, Chính phủ Việt Nam Dân chủ Cộng hòa ban hành Nghị định số 436-TTg giải tán quận Văn Điển do Quốc gia Việt Nam lập ra trong thời gian bị tạm chiếm trả lại cho tỉnh Hà Đông để tổ chức lại hai huyện Thanh Oai và Thanh Trì.",
        "Ngày 20 tháng 4 năm 1961, Kỳ họp thứ 2 - Quốc hội khóa II thông qua Nghị quyết phê chuẩn mở rộng thành phố Hà Nội lần thứ nhất. Theo đó, sáp nhập phần lớn các xã thuộc huyện Thanh Trì, tỉnh Hà Đông vào thành phố Hà Nội.1",
        "Ngày 25 tháng 4 năm 1961, hai xã Đại Hưng và Tam Khê được hợp nhất thành một xã lấy tên là xã Tam Hưng.2",
        "Ngày 17 tháng 5 năm 1961, Thủ tướng Chính phủ ký Quyết định số 70-CP sáp nhập các xã, các thôn còn lại của huyện Thanh Trì, tỉnh Hà Đông vào các huyện Thường Tín, Thanh Oai và thị xã Hà Đông. Theo đó, 4 xã: Kiến Hưng, Mỹ Hưng, Cự Khê, Hữu Hòa được sáp nhập vào huyện Thanh Oai.",
        "Ngày 21 tháng 4 năm 1965, tỉnh Hà Tây được thành lập theo Nghị quyết của Ủy ban Thường vụ Quốc hội trên cơ sở hợp nhất 2 tỉnh Sơn Tây và Hà Đông. Theo đó, huyện Thanh Oai thuộc tỉnh Hà Tây gồm 26 xã: Bích Hòa, Biên Giang, Bình Minh , Cao Dương, Cao Viên, Cự Khê, Dân Hòa, Đỗ Động, Đồng Mai, Hồng Dương, Hữu Hòa, Kiến Hưng, Kim An, Kim Thư, Liên Châu, Mỹ Hưng, Phú Lãm, Phú Lương, Phương Trung, Tam Hưng, Tân Ước, Thanh Cao, Thanh Mai, Thanh Thùy, Thanh Văn, Xuân Dương.3",
        "Ngày 15 tháng 9 năm 1969, sáp nhập xã Kiến Hưng vào thị xã Hà Đông.4 . Huyện Thanh Oai còn lại 25 xã: Bích Hòa, Biên Giang, Bình Minh, Cao Dương, Cao Viên, Cự Khê, Dân Hòa, Đỗ Động, Đồng Mai, Hồng Dương, Hữu Hòa, Kim An, Kim Thư, Liên Châu, Mỹ Hưng, Phú Lãm, Phú Lương, Phương Trung, Tam Hưng, Tân Ước, Thanh Cao, Thanh Mai, Thanh Thùy, Thanh Văn, Xuân Dương.",
        "Ngày 27 tháng 12 năm 1975, Kỳ họp thứ 2 Quốc hội khóa V thông qua Nghị quyết hợp nhất 2 tỉnh Hà Tây và Hòa Bình thành tỉnh Hà Sơn Bình. Theo đó, huyện Thanh Oai thuộc tỉnh Hà Sơn Bình.5",
        "Ngày 29 tháng 12 năm 1978, Kỳ họp thứ 4 Quốc hội khóa VI thông qua Nghị quyết phê chuẩn việc sáp nhập một số huyện, thị xã và thị trấn của tỉnh Hà Sơn Bình vào thành phố Hà Nội.6",
        "Ngày 17 tháng 2 năm 1979, Hội đồng Chính phủ ban hành Quyết định số 49-CP về việc điều chỉnh địa giới một số xã, thị trấn của Hà Nội. Theo đó, sáp nhập xã Hữu Hòa vào huyện Thanh Trì.7 Huyện Thanh Oai còn lại 24 xã: Bích Hòa, Biên Giang, Bình Minh, Cao Dương, Cao Viên, Cự Khê, Dân Hòa, Đỗ Động, Đồng Mai, Hồng Dương, Kim An, Kim Thư, Liên Châu, Mỹ Hưng, Phú Lãm, Phú Lương, Phương Trung, Tam Hưng, Tân Ước, Thanh Cao, Thanh Mai, Thanh Thùy, Thanh Văn, Xuân Dương.",
        "Ngày 12 tháng 8 năm 1991, Kỳ họp thứ 9 Quốc hội khóa VIII thông qua Nghị quyết chia tỉnh Hà Sơn Bình thành hai tỉnh Hòa Bình và Hà Tây. Lúc này huyện Thanh Oai thuộc tỉnh Hà Tây.8",
        "Ngày 23 tháng 6 năm 1994, thành lập thị trấn Kim Bài trên cơ sở một phần diện tích và nhân khẩu của 2 xã Kim An, Đỗ Động.9 Huyện Thanh Oai có thị trấn Kim Bài và 24 xã: Bích Hòa, Biên Giang, Bình Minh, Cao Dương, Cao Viên, Cự Khê, Dân Hòa, Đỗ Động, Đồng Mai, Hồng Dương, Kim An, Kim Thư, Liên Châu, Mỹ Hưng, Phú Lãm, Phú Lương, Phương Trung, Tam Hưng, Tân Ước, Thanh Cao, Thanh Mai, Thanh Thùy, Thanh Văn, Xuân Dương.",
        "Ngày 23 tháng 9 năm 2003, chuyển 2 xã Phú Lương và Phú Lãm về thị xã Hà Đông quản lý.10 . Huyện Thanh Oai còn lại thị trấn Kim Bài và 22 xã: Bích Hòa, Biên Giang, Bình Minh, Cao Dương, Cao Viên, Cự Khê, Dân Hòa, Đỗ Động, Đồng Mai, Hồng Dương, Kim An, Kim Thư, Liên Châu, Mỹ Hưng, Phương Trung, Tam Hưng, Tân Ước, Thanh Cao, Thanh Mai, Thanh Thùy, Thanh Văn, Xuân Dương.",
        "Ngày 4 tháng 1 năm 2006, sáp nhập một phần diện tích và dân số của thôn Phượng Bãi, xã Phụng Châu, huyện Chương Mỹ vào xã Biên Giang. Chuyển 2 xã Biên Giang và Đồng Mai về thành phố Hà Đông quản lý.11 Như vậy, huyện Thanh Oai có thị trấn Kim Bài và 20 xã: Bích Hòa, Bình Minh, Cao Dương, Cao Viên, Cự Khê, Dân Hòa, Đỗ Động, Hồng Dương, Kim An, Kim Thư, Liên Châu, Mỹ Hưng, Phương Trung, Tam Hưng, Tân Ước, Thanh Cao, Thanh Mai, Thanh Thùy, Thanh Văn, Xuân Dương.",
        "Từ ngày 1 tháng 8 năm 2008, giải thể toàn bộ tỉnh Hà Tây theo Nghị quyết của Kỳ họp thứ 3 Quốc hội khóa XII ngày 29 tháng 5 năm 2008. Theo đó, huyện Thanh Oai thuộc Hà Nội.12",
        "Huyện Thanh Oai có huyện lỵ là thị trấn Kim Bài và 20 xã: Bích Hòa, Bình Minh, Cao Dương, Cao Viên, Cự Khê, Dân Hòa, Đỗ Động, Hồng Dương, Kim An, Kim Thư, Liên Châu, Mỹ Hưng, Phương Trung, Tam Hưng, Tân Ước, Thanh Cao, Thanh Mai, Thanh Thùy, Thanh Văn, Xuân Dương. Huyện lỵ:số 135-Thị trấn Kim bài Điện thoại 04 33873022",
        "Thanh Oai là một vùng quê với rất nhiều làng nghề như nón lá làng Chuông, tương Cự Đà, giò chả Ước lễ, gạo Bồ nông Thanh Văn, quạt nan, mây tre, giang đan làng Vác, xã Cao Viên, làng Bình Đà xã Bình Minh ngày xưa nổi tiếng cả nước với nghề làm pháo, nghề cơ khí ở làng Rùa xã Thanh Thùy. Gần chục năm trở lại, các khu công nghiệp mở ra thu hút nhiều lao động địa phương.",
        "Do vị trí chỉ cách trung tâm Hà Nội không xa nên Thanh Oai sẽ tiếp tục phát triển. Hiện nay thành phố Hà Nội đang triển khai xây dựng nhiều dự án trên địa bàn huyện: trục đường phát triển phía nam với các khu đô thị như Mỹ Hưng, Thanh Hà A, Thanh Hà B...; dự án đường vành đai 4, cụm công nghiệp Cao Viên - Bình Đà...",
        "Thanh Oai có nét đặc trưng của nền văn hóa đồng bằng Bắc Bộ với rất nhiều đình chùa cổ kính và những làng nghề lâu đời, đặc sắc nhất là làng làm nón lá ở Phương Trung (Làng Chuông),điêu khắc ở Võ Lăng (Dân Hoà), Dư Dụ (Thanh Thuỳ) cùng với nghề làm pháo tại Bình Đà, Cao Viên, Thanh Cao. Ngoài ra rải rác khắp huyện là nghề mây tre đan. Làng Chuông đã được công nhận là làng điển hình của văn hóa đồng bằng bắc bộ. Những đình chùa nổi tiếng là chùa Bối Khê, Đền Nội - Đình Ngoại Bình Đà v.v...",
        "Tôn giáo chủ yếu là đạo Phật và Thiên chúa giáo. Hầu như mỗi làng đều có đình, chùa cổ kính. Trung tâm của Thiên chúa giáo trong vùng là nhà thờ Thạch Bích tại xã Bích Hòa và nhà thờ Từ Châu tại xã Liên Châu.",
        "Quốc lộ 21B là huyết mạch giao thông của huyện, từ Hà Đông đi chùa Hương và sang Hà Nam, qua thị trấn Kim Bài. Quốc lộ 6 qua rìa phía Tây Bắc huyện, dự án đường trục phía nam Hà Nội đi xuyên qua huyện, ngoài ra còn có tỉnh lộ 71.",
        "Phía Đông Bắc có tuyến đường sắt vành đai phía Tây Hà Nội chạy qua, để tới ga Văn Điển.",
        "1. Quốc tổ Lạc Long Quân đem 50 người con đóng đại bản doanh ở làng Bình Đà.",
        "2. Tướng công Đỗ Cảnh Thạc thời 12 sứ quân với căn cứ Đỗ Động Giang.",
        "3. Bảng nhãn Bùi Mộ : người làng Hưng Giáo, Tam Hưng, Thanh Oai. Đỗ Bảnh nhãn khoa thi Thái học sinh năm Giáp Thìn, niên hiệu Hưng Long 12 (1304) đời Vua Trần Anh Tông. Sau khi thi đỗ được bổ chức Chi hậu bạ thủ mạo sam, sung chức Nội bệnh sử thi gia.",
        "4. Lưỡng Quốc Trạng nguyên Nguyễn Trực (chữ Hán: 阮直, 1417 - 1474), hiệu là Hu Liêu, tự là Nguyễn Công Dĩnh. Quê ở làng Bối Khê, xã Tam Hưng, huyện Thanh Oai, thành phố Hà Nội). Ông đỗ đầu trong số đệ nhất giáp tiến sĩ cập đệ (tức Trạng nguyên) khoa Nhâm Tuất - Đại Bảo năm thứ 3 (năm 1442) [1] đời vua Lê Thái Tông. Nguyễn Trực sinh ngày 16 tháng 5 năm Đinh Dậu tức 31 tháng 5 năm 1417, trong một gia đình nho học. Ông nội là tiến sĩ Nguyễn Bính[2], giữ chức Nho học huấn đạo giáo quan Quốc Tử Giám, thời vua Trần Hiến Tông. Bố của Nguyễn Trực là Tiến sĩ Nguyễn Thời Trung. Ông Làm quan đến chức Thư trung lệnh, Tri tam quán sự, đại liên ban, đặc thụ Hàn lâm viện Thừa chỉ kiêm Tế tửu Quốc Tử Giám, từng đi sứ nhà Minh và thi đỗ cả Trạng nguyên thời nhà Minh bên Trung Quốc.",
        "5. Đệ tam giáp đồng Tiến sĩ xuất thân Đoàn Nhân Công (?): người làng Cao Mật, xã Thanh Cao, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Mậu Thìn niên hiệu Thái Hoà năm thứ 6 (1448). Ông từng được bổ nhiệm chức Ngự tiền học sinh.",
        "6. Đệ tam giáp đồng Tiến sĩ xuất thân Phạm Tử Nghi (?): ông làng người xã Bảo Đà. Nay là làng Bình Đà, xã Bình Minh, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Quý Mùi niên hiệu Quang Thuận năm thứ 4 (1463). Ông làm quan Tả Thị lang Bộ Hình.",
        "7. Đệ tam giáp đồng Tiến sĩ xuất thân Phạm Bá Ký (?): người làng Canh Hoạch, xã Dân Hoà, Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Quý Mùi niên hiệu Quang Thuận năm thứ 4 (1463). Ông làm quan Thượng thư Bộ Binh.",
        "8. Hoàng giáp Nguyễn Đôn Phục (?): người làng Tri Lễ, xã Tân Ước, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Bính Tuất niên hiệu Quang Thuận năm thứ 7 (1466). Ông làm quan Tả Thị lang kiêm Đông các Đại học sỹ và được cử đi sứ sang nhà Minh (Trung Quốc) năm 1474.",
        "9. Đệ Tam giáp đồng Tiến sĩ xuất thân Phạm Doanh (?): người làng Khê Tang, xã Cự Khê, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Bính Tuất niên hiệu Quang Thuận năm thứ 7 (1466). Ông làm quan Tả thị lang.",
        "10. Đệ Tam giáp đồng Tiến sĩ xuất thân Nguyễn Quýnh (?): người làng Bối Khê, xã Tam Hưng, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Mậu Tuất niên hiệu Hồng Đức năm thứ 9 (1478). Ông làm quan Đề hình Giám sát Ngự sử.",
        "11. Bảng nhãn Nguyễn Doãn Địch (?): nguyên quán thôn Tảo Dương, xã Hồng Dương, huyện Thanh Oai. Sau trú quán tại làng Canh Hoạch, xã Dân Hoà, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Tân Sửu niên hiệu Hồng Đức năm thứ 12 (1481) đời vua Lê Thánh Tông. Ông làm quan Hữu Thị lang.",
        "12. Hoàng giáp Hoàng Bá Dương (?): người làng Bối Khê, xã Tam Hưng, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Tân Sửu niên hiệu Hồng Đức năm thứ 12 (1481). Ông làm quan Tri phủ và được cử đi sứ sang nhà Minh (Trung Quốc) năm 1488.",
        "13. Hoàng giáp Nguyễn Lý Tường (?): người huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Đinh Mùi niên hiệu Hồng Đức năm thứ 18 (1487).",
        "14. Đệ Tam giáp đồng Tiến sĩ xuất thân Nguyễn Thông Doãn (?): người huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Đinh Mùi niên hiệu Hồng Đức năm thứ 18 (1487). Ông làm quan Tự Khanh.",
        "15. Đệ Tam giáp đồng Tiến sĩ xuất thân Lê Dực (?): làng Đại Định, xã Tam Hưng, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Nhâm Tuất niên hiệu Cảnh Thống năm thứ 5 (1502). Ông làm quan Thượng Thư.",
        "16. Đệ Tam giáp đồng Tiến sĩ xuất thân Nguyễn Huyễn (?): người làng Kim Bài, xã Kim An, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Tân Mùi niên hiệu Hồng Thuận năm thứ 3 (1511). Ông làm Quan Thừa chính sứ.",
        "17. Đệ Tam giáp đồng Tiến sĩ xuất thân Nguyễn Tuệ (?): người làng Kim Bài, xã Kim An, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Tân Mùi niên hiệu Hồng Thuận năm thứ 3 (1511). Ông làm quan thời nhà Mạc đến chức Thượng Thư, tước Bá.",
        "18. Trạng nguyên Nguyễn Đức Lượng (1465-?): người làng Canh Hoạch, xã Dân Hoà, huyện Thanh Oai, Hà Nội. Đỗ đệ nhất giáp Tiến sĩ cập đệ đệ nhất danh (Trạng Nguyên) khoa Giáp Tuất (1514), niên hiệu Hồng Thuận 6 đời vua Lê Tương Dực. Làm quan đến chức Lễ bộ thị lang Bộ Lễ. Sau khi mất được truy tặng Thượng Thư.",
        "19. Trạng Nguyên Nguyễn Thiến (1495-1557): người làng Canh Hoạch, xã Dân Hoà, huyện Thanh Oai, Hà Nội. Đỗ Đệ nhất giáp Tiến Sỹ cập đệ đệ nhất danh ( Trạng Nguyên) khoa Nhâm Thìn (1532), niên hiệu Đại Chính 3 (1532) đời Mạc Đăng Doanh. Ông làm quan nhà Mạc đến chức Lại bộ Thượng thư, Ngự sử đài đô ngự sử, Đông các đại học sĩ, Nhập thị kinh diên, tước Thư Quận Công. Sau quy thuận nhà Lê cùng ông thông gia là Đại tướng Thái tể Phụng quốc Công Lê Bá Ly vào Thanh Hoá thời vua Lê Trung Hưng. Con trai ông là Thường quốc công Nguyễn Quyện, danh tướng của nhà Mạc.",
        "20. Võ tướng Thường Quốc công Nguyễn Quyện (chữ Hán: 阮勌; 1511-1593). Nguyễn Quyện là con của Thư Quận công, Thượng thư, Trạng nguyên Nguyễn Thiến, quê nội làng Tảo Dương, quê ngoại làng Canh Hoạch, phủ Thanh Oai. Nay thuộc Thành phố Hà Nội. Là danh tướng trụ cột của nhà Mạc thời Nam Bắc triều trong lịch sử Việt Nam, tước Văn Phái hầu sau được phong làm Thạch quận công, Chưởng phù Nam vệ, Quốc công, Tả đô đốc Nam đạo, Thái bảo.",
        "21. Thám hoa Nguyễn Tế (1522-?): ở thôn Cao Mật, xã Thanh Cao, huyện Thanh Oai, Hà Nội. Đỗ đệ nhất giáp tiến sĩ cập đệ đệ tam danh (Thám hoa) khoa Đinh Mùi, niên hiệu Vĩnh Định 1 (1547) đời Mạc Phúc Nguyên. Làm quan đến chức Đông Các đại học sĩ.",
        "22. Đệ Tam giáp đồng Tiến sĩ xuất thân Tạ Đình Dương (1559-1639): người làng Đại Định, xã Tam Hưng, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Giáp Thìn niên hiệu Hoằng Định năm thứ 5 (1604). Ông làm quan Đề hình Giám sát Ngự sử, tước Lang Khê tử.",
        "23. Đệ tam giáp đồng Tiến sĩ xuất thân Vũ Công Trấn (1685-1755): người làng Đôn Thư, xã Kim Thư, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Giáp Thìn niên hiệu Bảo Thái năm thứ 5 (1724). Ông giữ các chức quan như Chánh chưởng tả, Hữu pháp ty, Bồi tụng Tả Thị lang Bộ Binh kiêm Đông Các Đại học sĩ, tước Thư Trạch hầu. Sau khi mất, tặng hàm Thượng Thư Bộ Binh, tước Quận Công.",
        "24. Đệ tam giáp đồng Tiến sĩ xuất thân Chu Nguyên Lâm (1687-?): hiệu là Cổ Nguyên. Quê ở làng Cát Động, xã Kim An, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Giáp Thìn niên hiệu Bảo Thái năm thứ 5 (1724). Ông làm quan Hàn lâm viện Thừa chỉ, bị chết trận. Sau khi mất, ông được tặng Hữu Thị lang Bộ Công. Có tài liệu ghi ông là Chu Nguyễn Lâm.",
        "25. Đệ Tam giáp đồng Tiến sĩ xuất thân Nguyễn Huy Thục (1716-?): người làng Kim Bài, xã Kim An, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Kỷ Mùi niên hiệu Vĩnh Hựu năm thứ 5 (1739). Ông làm quan đến Giám sát Ngự sử.",
        "26. Đệ Tam giáp đồng Tiến sĩ xuất thân Tạ Đình Hoán (1723-?): người làng Đại Định, xã Tam Hưng, huyện Thanh Oai, Hà Nội. Ông làm quan Cấp sự trung, Đốc đồng Tuyên Quang, tước Hoàng Khê bá.",
        "27. Hoàng giáp Lê Huy Trâm (1742-1802), nguyên tên cũ là Tuân, hiệu: Ứng Hiên; là danh sĩ thời Lê trung hưng trong lịch sử Việt Nam. Người làng Bối Khê, xã Tam Hưng, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Kỷ Hợi niên hiệu Cảnh Hưng năm thứ 40 (1779). Thời Lê, ông làm quan Hàn lâm viện Thị độc. Thời Nguyễn, được bổ chức Học sĩ và Đốc đồng xứ Kinh Bắc. Hiện nay có nhà thờ Tiến sỹ Lê Huy Trâm tại quê hương ông.",
        "28. Tiến sĩ Hà Tông Quyền: Hà Tông Quyền (1798-1839) hiệu là Hải Ông, Liễu Đường, Phương Trạch, Mộng Dương và tự là Tốn Phủ, người xã Cát Động huyện Thanh Oai phủ Ứng Hòa trấn Sơn Nam (nay thuộc xã Kim An huyện Thanh Oai tỉnh Hà Tây). Cử nhân năm Tân Tị (1821). Ông giữ các chức quan, như Tri phủ Tân Bình, Tham biện Quảng Trị, Thự thiêm sự Bộ Công, Thái thường tự Thiếu khanh, Hữu Thị lang Bộ Lễ, Hàn lâm viện Kiểm thảo, Hữu Thị lang Bộ Công, Tả tham tri Bộ Lại. Sau khi mất, ông được tặng chức Thượng thư Bộ Lại. Vì kiêng húy nên chữ Tông đã bị đục, sau một số tài liệu ghi ông là Hà Quyền.",
        "29. Tổng Đốc Sơn - Hưng - Tuyên , Thái Bảo \" Phấn Dũng Tướng Quân\" Lão Tướng Nguyễn Chính Lâu: Bình Đà - xã Bình Minh - Huyện Thanh Oai - Hà Nội.",
        "30. Đệ nhất giáp Tam nguyên Vũ Phạm Hàm (1864-1906): tự Mộng Hải, hiệu Thư Trì. Người làng Đôn Thư, xã Kim Thư, huyện Thanh Oai, Hà Nội. Đỗ Giải nguyên khoa Giáp Thân (1884). Đỗ Hội nguyên và Đình Nguyên, Đệ nhất giáp tiến sỹ cập đệ đệ tam danh ( Thám Hoa) khoa Nhâm Thìn niên hiệu Thành Thái 4 (1892). Là vị Tam khôi cuối cùng của nền khoa bảng phong kiến ở Việt Nam. Ông làm quan đến chức Đốc học Hà Nội, hàm Quang lộc tự Thiếu Khanh kiêm chức ở Đồng Văn quán (tức Báo quán Đồng Văn).",
        "31. Vũ Trọng Khánh (1912–1996) là một luật sư người Việt Nam. Ông là Bộ trưởng Bộ Tư pháp đầu tiên của Chính phủ Lâm thời Việt Nam Dân chủ Cộng hoà, Thị trưởng Thành phố Hải Phòng. Ông sinh ngày 13 tháng 3 năm 1912 trong một gia đình tiểu thương ở Hà Nội. Nguyên quán tại làng Cự Đà, xã Cự Khê, huyện Thanh Oai, tỉnh Hà Đông (nay thuộc Hà Nội). Em trai ông là Vũ Trọng Tống, sau là Đại tá Quân đội Nhân dân Việt Nam. Ông có các con trai là Thầy giáo Vũ Trọng Huỳnh (đã mất), Tiến sĩ Vật lý Vũ Trọng Hùng và Phó giáo sư, Tiến sĩ Vũ Trọng Khải, hiện đang là Giảng viên cao cấp ngành Kinh tế nông nghiệp, Trường Cán bộ Quản lý Nông nghiệp và Phát triển Nông thôn 2 tại TP.HCM[6].",
        "32. Giáo sư, Tiến Sỹ Nguyễn Ngọc Minh hay còn gọi là Ông Nghè Minh ( 1917-1989): Bộ trưởng Bộ Tư Pháp, Hiệu trưởng đầu tiên Đại học pháp lý Hà Nội ( ngày nay là Đại học luật Hà Nội). Quê quán: làng Bình Đà, xã Bình Minh, huyện Thanh Oai, Hà Nội.",
        "33. Trung tướng Lê Hai (sinh năm 1927), tên thật là Lê Văn Hải. Quê quán xã Mỹ Hưng, huyện Thanh Oai, Hà Nội. Là một sĩ quan cấp cao trong Quân đội Nhân dân Việt Nam, hàm Trung tướng, nguyên Tổng Biên tập Báo Quân đội Nhân dân (1970-1977), nguyên Phó Chủ nhiệm Tổng cục Chính trị (1977-1978). Ông là cha đẻ của nữ trung tướng, Giáo sư, Tiến Sỹ Lê Thu Hà - Chính uỷ, Phó Giám Đốc bệnh viện Trung ương Quân Đội 108.",
        "34. Trung tướng Lê Thu Hà (sinh năm 1957) là Trung tướng Quân đội Nhân dân Việt Nam. Quê quán: Xã Mỹ Hưng, huyện Thanh Oai, Hà Nội. Bà hiện là Chính ủy Bệnh viện Trung ương Quân đội 108.[1]. Bà là người phụ nữ Việt Nam có quân hàm cao nhất từ trước đến nay. Hiện gia đình có 3 vị tướng là cha bà, chồng bà và bà.",
        "35. Giáo sư - Bộ trưởng Bộ Giáo dục và Đào tạo Phạm Vũ Luận.",
        "36. Tiến sỹ Nguyễn Tiến Sơn (1968): quê ở thôn Chằm, Bình Đà, xã Bình Minh, huyện Thanh Oai, Hà Nội. Hiện đang là Vụ trưởng Vụ Tổ chức Cán Bộ - Viện Kiểm sát nhân dân Tối Cao.",
        "37. Phó Giáo Sư, Tiến sỹ Nguyễn Quang Tuấn (Sinh năm 1967): Quê ông ở làng Khê Tang, xã Cự Khê, huyện Thanh Oai, Hà Nội. Hiện đang là Giám đốc Bệnh viện Tim Hà Nội; giảng viên chính Bộ môn Tim mạch Trường ĐH Y Hà Nội; Chủ tịch Hội Tim mạch can thiệp Việt Nam; Chủ tịch Hội Tim mạch Hà Nội; Ủy viên Ban Quản lý dự án, hoạt động Phòng, chống bệnh tăng huyết áp thuộc Chương trình mục tiêu Quốc gia Y tế giai đoạn 2012-2015; thành viên Trường môn Tim mạch học Đông Nam Á (Fs ACC); thành viên Ban cố vấn Hội Tim mạch học can thiệp châu Á-Thái Bình Dương (FAPSIC); thành viên Hội Tim mạch học can thiệp Hoa Kỳ (FSCAI)… Đại biểu Quốc Hội khoá XIV.",
        "(Nguồn: Wikipedia)"
    ]
}