{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Cẩm Xuyên",
        "Vị trí địa lý",
        "Hành chính",
        "Lịch sử",
        "Truyền thống văn hóa",
        "Di tích và danh thắng",
        "Lễ hội truyền thống",
        "Giáo xứ",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Cẩm Xuyên - Người Kể Sử",
    "paragraphs": [
        "Huyện Cẩm Xuyên là một huyện của tỉnh Hà Tĩnh, Việt Nam.",
        "",
        "",
        "Huyện Cẩm Xuyên phía nam của huyện giáp huyện Kỳ Anh, phía bắc giáp thành phố Hà Tĩnh và huyện Thạch Hà, phía tây giáp huyện Hương Khê và một phần tỉnh Quảng Bình, phía đông giáp biển Đông.",
        "Đây cũng là địa phương có dự án Đường cao tốc Hà Tĩnh – Quảng Bình đi qua đang được xây dựng.",
        "Huyện Cẩm Xuyên hiện nay có 27 xã và thị trấn, gồm 2 thị trấn: Cẩm Xuyên (huyện lị), Thiên Cầm và 25 xã: Cẩm Bình, Cẩm Duệ, Cẩm Dương, Cẩm Hà, Cẩm Hòa, Cẩm Hưng, Cẩm Huy, Cẩm Lạc, Cẩm Lĩnh, Cẩm Lộc, Cẩm Minh, Cẩm Mỹ, Cẩm Nam, Cẩm Nhượng, Cẩm Phúc, Cẩm Quan, Cẩm Quang, Cẩm Sơn, Cẩm Thạch, Cẩm Thăng, Cẩm Thành, Cẩm Thịnh, Cẩm Trung, Cẩm Vịnh, Cẩm Yên.",
        "Tất cả những tên xã hiện nay được thay đổi từ sau 1945 đến 1960 khác với các tên trước đây ví dụ vùng nam Cẩm Xuyên gồm các tổng cũ là Đan xuyên, Hoa Dục v.v... Các tên làng xóm ngày xưa cũng được thay đổi theo từng thời kỳ \"khắc xuất\" \"khắc nhập\" của hợp tác xã thời kỳ bao cấp, có làng từ năm 1960 đến nay thay đổi tên tới bốn năm lần. Tên trước đây của làng xã ở huyện Cẩm Xuyên rất cổ như Kẻ Gỗ, Kẻ Quèn, Lẻ La, Kẻ Lụi, Kẻ Hội v.v...cho đến nay chỉ còn tồn tại trong ký ức của những người sinh trước năm 1945, Nếu có ai đó ra đi trước cách mạng tháng tám thì nay trở về khó mà tìm được làng của mình nếu hỏi theo tên cũ.",
        "Sau năm 1975, huyện Cẩm Xuyên có 27 xã: Cẩm Bình, Cẩm Duệ, Cẩm Dương, Cẩm Hà, Cẩm Hòa, Cẩm Hưng, Cẩm Huy, Cẩm Lạc, Cẩm Lĩnh, Cẩm Lộc, Cẩm Long, Cẩm Minh, Cẩm Mỹ, Cẩm Nam, Cẩm Nhượng, Cẩm Phúc, Cẩm Quan, Cẩm Quang, Cẩm Sơn, Cẩm Thạch, Cẩm Thăng, Cẩm Thành, Cẩm Thịnh, Cẩm Tiến, Cẩm Trung, Cẩm Vịnh, Cẩm Yên.",
        "Ngày 17-5-1986, thành lập thị trấn Cẩm Xuyên - thị trấn huyện lị huyện Cẩm Xuyên - trên cơ sở 91,5 ha diện tích tự nhiên với 130 nhân khẩu của xã Cẩm Tiến; 52 ha diện tích tự nhiên với 130 nhân khẩu của xã Cẩm Quan và 3.783 nhân khẩu là cán bộ, công nhân viên Nhà nước.",
        "Ngày 19-11-1997, sáp nhập xã Cẩm Tiến vào thị trấn Cẩm Xuyên.",
        "Ngày 3-10-2003, chuyển xã Cẩm Long thành thị trấn Thiên Cầm.",
        "Quê hương của Hiến sát sứ Biện Hoành (1548-1556), Tổng Bí thư Hà Huy Tập và là quê gốc của gia đình cố Tổng Bí thư Lê Duẩn (xã Cẩm Duệ) 1 . Đây cũng là quê hương của Thám hoa Lê Phúc Nhạc, Tả Thị lang Bộ Hình- hoàng giáp Dương Chấp Trung (1414-1469), Tiến sĩ Lê Tự, Hoàng giáp Biện Hoành,..; các Danh tướng Nguyễn Đình Đống, Nguyễn Đình Thạch, Nguyễn Đình Hoàn (thời Lê -Trịnh); nguyên Bộ trưởng Nguyễn Kỳ Cẩm, của anh hùng Phan Đình Giót, người lấy thân mình lấp lỗ châu mai trong chiến dịch Điện Biên Phủ.",
        "Ngày nay có: Bộ trưởng Nguyễn Thị Kim Tiến, Thứ trưởng Nguyễn Viết Tiến (Bộ Y tế Việt Nam); Nguyễn Thanh Bình- Bí thư tỉnh ủy Hà Tĩnh; Anh hùng Lao động Phạm Hùng; Giáo sư Đặng Quốc Phú, Nguyên Bí thư Tỉnh uỷ Hà Tĩnh Võ Kim Cự,...",
        "(Đã được Bộ Văn hóa- thông tin cấp bằng chứng nhận \"Di tích lịch sử, văn hóa\" cấp Quốc gia số 3211/BT-QD (12/12/94))",
        "Ở xã Cẩm Nhượng có các Lễ hội lớn tổ chức hàng năm như sau:",
        "- Thời gian: Mồng 4 Tết nguyên đán và các ngày lễ lớn trong năm.",
        "- Thời gian: 30/6 âm lịch.",
        "- Đặc điểm: Dựng đàn lễ ở bên sông, dâng hương, cầu khấn.",
        "Đặc sản:",
        "- Bánh tráng Đông Hà (Cẩm Hà) nổi tiếng với vị thơm ngon, dòn. Bánh tráng kẹp cá ngần, chấm với nước mắm Cẩm Nhượng có hòa ít ớt bột, ăn kèm với rau kinh giới thì thật là ngon miệng và bổ dưỡng, chỉ ăn một lần là sau còn nhớ mãi. Thôn Đông Hà (Cẩm Hà) là nơi làm bánh tráng nổi tiếng xưa nay.",
        "Bản mẫu:Các đơn vị hành chính thuộc tỉnh Hà Tĩnh",
        "(Nguồn: Wikipedia)"
    ]
}