{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Quảng Trạch<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Huyện<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Diện tích<\/th>\n   <td>450 km²<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số<\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Tổng cộng<\/span><\/th>\n   <td>95.542 người<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Mật độ<\/span><\/th>\n   <td>212 người/km²<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân tộc<\/th>\n   <td>Kinh<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc gia<\/th>\n   <td>Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Vùng<\/th>\n   <td>Bắc Trung Bộ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tỉnh<\/th>\n   <td>Quảng Bình<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phân&nbsp;chia hành&nbsp;chính<\/th>\n   <td>18 xã<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Quảng Trạch",
        "Vị trí địa lý",
        "Hành chính",
        "Lịch sử",
        "Kinh tế",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Quảng Trạch - Người Kể Sử",
    "paragraphs": [
        "Quảng Trạch là một huyện thuộc phía Bắc tỉnh Quảng Bình. Với địa thế trải dài từ 17042' đến 17059' vĩ độ bắc và 106015' đến 106059' kinh độ đông. Diện tích khoảng 614 km2, dân số hơn 95 ngàn người, mật độ trung bình là 212 người/km2. Quảng Trạch có sông Gianh nổi tiếng trong lịch sử thời Trịnh-Nguyễn phân tranh và sông Ròn đổ ra Biển Đông.",
        "",
        "",
        "Quảng Trạch có ranh giới phía bắc giáp tỉnh Hà Tĩnh qua Đèo Ngang, phía nam giáp thị xã Ba Đồn, phía tây giáp với huyện Tuyên Hóa và phía đông giáp với biển đông có chiều dài bờ biển khoảng 35 km với môi trường sạch đẹp dọc theo các xã Quảng Đông, Cảnh Dương, Quảng Phú, Quảng Xuân. Đường Quốc lộ 1A chạy từ Đèo Ngang đến sông Gianh dài 34 km.",
        "Huyện có bãi biển Quảng Phú đẹp nổi tiếng. Biển xã Cảnh Dương dồi dào tôm cá theo nghề ngư nghiệp đã hàng trăm năm. Xã Quảng Đông là nơi có khu du lịch sinh thái Vũng Chùa, Đảo Yến. Bên cạnh đó còn là một khu phát triển Công nghiệp hiện đại, giao thông đường bộ, đường thủy tiện lợi với Cảng La đang được xây dựng.",
        "Đây cũng là địa phương có dự án Đường cao tốc Hà Tĩnh – Quảng Bình đi qua đang được xây dựng.",
        "Huyện Quảng Trạch có 18 xã: Cảnh Dương, Cảnh Hóa, Phù Hóa, Quảng Châu, Quảng Đông, Quảng Hợp, Quảng Hưng, Quảng Kim, Quảng Liên, Quảng Lưu, Quảng Phú, Quảng Phương, Quảng Thạch, Quảng Thanh, Quảng Tiến, Quảng Trường, Quảng Tùng, Quảng Xuân",
        "Sau năm 1975, huyện Quảng Trạch có thị trấn Ba Đồn và 30 xã: Cảnh Dương, Quảng Châu, Quảng Đông, Quảng Hải, Quảng Hòa, Quảng Hợp, Quảng Hưng, Quảng Kim, Quảng Liên, Quảng Lộc, Quảng Long, Quảng Lưu, Quảng Minh, Quảng Phong, Quảng Phú, Quảng Phúc, Quảng Phương, Quảng Sơn, Quảng Tân, Quảng Thạch, Quảng Thanh, Quảng Thọ, Quảng Thuận, Quảng Thủy, Quảng Tiên, Quảng Trung, Quảng Trường, Quảng Tùng, Quảng Văn, Quảng Xuân.",
        "Ngày 23-2-1977, thành lập xã Quảng Tiến.",
        "Ngày 11-3-1977, chuyển 2 xã Cảnh Hóa và Phù Hóa thuộc huyện Tuyên Hóa về huyện Quảng Trạch quản lý.",
        "Cuối năm 2012, huyện Quảng Trạch có thị trấn Ba Đồn và 33 xã: Cảnh Dương, Cảnh Hóa, Phù Hóa, Quảng Châu, Quảng Đông, Quảng Hải, Quảng Hòa, Quảng Hợp, Quảng Hưng, Quảng Kim, Quảng Liên, Quảng Lộc, Quảng Long, Quảng Lưu, Quảng Minh, Quảng Phong, Quảng Phú, Quảng Phúc, Quảng Phương, Quảng Sơn, Quảng Tân, Quảng Thạch, Quảng Thanh, Quảng Thọ, Quảng Thuận, Quảng Thủy, Quảng Tiên, Quảng Tiến, Quảng Trung, Quảng Trường, Quảng Tùng, Quảng Văn, Quảng Xuân.",
        "Từ ngày 20-12-2013, tách thị trấn Ba Đồn và 15 xã: Quảng Hải, Quảng Hòa, Quảng Lộc, Quảng Long, Quảng Minh, Quảng Phong, Quảng Phúc, Quảng Sơn, Quảng Tân, Quảng Thọ, Quảng Thuận, Quảng Thủy, Quảng Tiên, Quảng Trung, Quảng Văn để thành lập thị xã Ba Đồn. Huyện Quảng Trạch còn lại 18 xã như hiện nay.",
        "Huyện Quảng Trạch có khu kinh tế Hòn La1 , một khu kinh tế với nhiều ưu đãi đầu tư và thương mại, trung tâm điện lực với công suất 2400 MW do Tập đoàn Dầu khí Việt Nam làm chủ đầu tư2 . Huyện này cũng có cảng Hòn La, giai đoạn 1 đã hoàn thành, giai đoạn 2 đang được xây dựng, có thể đón tàu 10.000 tấn, tổng công suất 10-12 triệu tấn hàng mỗi năm 3 .",
        "(Nguồn: Wikipedia)"
    ]
}