{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Sơn Dương<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Huyện<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số<\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Tổng cộng<\/span><\/th>\n   <td>171.694 người (2009) <sup class=\"annotation badge\" title=\"^ Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương. Tổng điều tra dân số và nhà ở Việt Nam năm 2009: Kết quả toàn bộ. Hà Nội, 6-2010. Biểu 2, tr.8.\">1<\/sup><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Mật độ<\/span><\/th>\n   <td>228,2<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tỉnh<\/th>\n   <td>Tuyên Quang<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Huyện lỵ<\/th>\n   <td>Thị trấn Sơn Dương<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ tịch&nbsp;UBND<\/span><\/th>\n   <td>Phạm Văn Lương<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ&nbsp;tịch&nbsp;HĐND<\/span><\/th>\n   <td>Hoàng Văn Hiển<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Bí&nbsp;thư&nbsp;Huyện&nbsp;ủy<\/span><\/th>\n   <td>Phùng Quang Đông<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phân&nbsp;chia hành&nbsp;chính<\/th>\n   <td>01 thị trấn, 32 xã<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Sơn Dương",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Sơn Dương - Người Kể Sử",
    "paragraphs": [
        "Sơn Dương là một huyện miền núi thuộc tỉnh Tuyên Quang, Việt Nam.",
        "Huyện có di tích lịch sử là chiến khu Tân Trào. Tân Trào cũng là tên của một nông trường chè và một nhà máy chế biến chè của huyện.",
        "Đình Tân Trào: Một ngôi đền nhỏ thờ thần sông, núi của làng Tân Lập. Đình được dựng vào năm Quý Hợi (1923) theo kiểu nhà sàn cột gỗ, ba gian, hai chái, mái nhà lợp lá cọ, sàn lát ván.",
        "Sơn Dương cách thành phố Tuyên Quang 30 km, cách thành phố Thái Nguyên 54 km. Có thể đến Sơn Dương bằng ba đường, đi từ Hà Nội theo quốc lộ 3 qua Thái Nguyên đến huyện Đại Từ (Thái Nguyên) đi theo quốc lộ 37 là đến thị trấn Sơn Dương; hoặc có thể đi bằng đường quốc lộ 3 đến Thành phố Thái Nguyên rồi đi theo đường lẻ đến thị trấn Sơn Dương. Ngoài ra, từ Hà Nội đi theo quốc lộ 2 đến thành phố Vĩnh Yên, tới ngã ba Tam Dương rẽ phải, đi thẳng theo quốc lộ 2C là tới thị trấn Sơn Dương, cách này đường dễ đi và gần nhất.",
        "Sơn Dương có 33 đơn vị hành chính cấp xã gồm 1 thị trấn Sơn Dương và 32 xã: Bình Yên, Cấp Tiến, Chi Thiết, Đại Phú, Đông Lợi, Đồng Quý, Đông Thọ, Hào Phú, Hồng Lạc, Hợp Hòa, Hợp Thành, Kháng Nhật, Lâm Xuyên, Lương Thiện, Minh Thanh, Ninh Lai, Phú Lương, Phúc Ứng, Quyết Thắng, Sầm Dương, Sơn Nam, Tam Đa, Tân Trào, Thanh Phát, Thiện Kế, Thương Ấm, Trung Yên, Tú Thịnh, Tuân Lộ, Văn Phú, Vân Sơn, Vĩnh Lợi, diện tích 788 km2,dân số 179.846 người.",
        "Ngày 29-8-1994, thành lập thị trấn Sơn Dương - thị trấn huyện lị huyện Sơn Dương, trên cơ sở điều chỉnh một phần diện tích tự nhiên và dân số của các xã Tú Thịnh, Hợp Thành, Kháng Nhật.",
        "Ngày 15-7-1999, giải thể thị trấn nông trường Tân Trào. Dân cư thuộc thị trấn nông trường hiện đang sinh sống trên địa bàn các xã Minh Thanh, Tú Thịnh, Phúc ứng, Bình Yên, Thượng ấm, Tân Trào và thị trấn Sơn Dương được giao về các xã và thị trấn nói trên quản lý.",
        "Bí thư huyện ủy là ông Phùng Quang Đông, chủ tịch UBND huyện là ông Phạm Văn Lương.",
        "Chủ yếu thu nhập của người dân quanh đây là trồng cây công nghiệp ngắn ngày(trồng mía phục vụ nhà máy đường Kim Xuyên) và một phần trồng cây công nghiệp (trồng rừng).",
        "",
        "(Nguồn: Wikipedia)"
    ]
}