{
    "tables": [
        "<table class=\"infobox geography vcard\">\n <tbody>\n  <tr>\n   <th colspan=\"2\"><span class=\"fn org\">Kim Môn<\/span><br><span class=\"nickname\">金門縣<\/span><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><span class=\"category\">—&nbsp;&nbsp;Huyện&nbsp;&nbsp;—<\/span><\/td>\n  <\/tr>\n  <tr class=\"mergedtoprow\">\n   <th colspan=\"2\">Kim Môn huyện<\/th>\n  <\/tr>\n  <tr class=\"mergedtoprow\">\n   <th colspan=\"2\">Chuyển&nbsp;tự&nbsp;chữ Hán<\/th>\n  <\/tr>\n  <tr class=\"mergedrow\">\n   <th scope=\"row\">&nbsp;•&nbsp;Phồn thể<\/th>\n   <td>金門縣<\/td>\n  <\/tr>\n  <tr class=\"mergedrow\">\n   <th scope=\"row\">&nbsp;•&nbsp;Giản thể<\/th>\n   <td>金门县<\/td>\n  <\/tr>\n  <tr class=\"mergedbottomrow\">\n   <th scope=\"row\">&nbsp;•&nbsp;Bính âm<\/th>\n   <td>Jīnmén xiàn<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Kinmen Montage.png\" src=\"/images/wiki/huyen-kim-mon/d359bfc55b12e46be07d4896d060cfb5.png\" width=\"200\" height=\"267\" srcset=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIyMDAiIGhlaWdodD0iMjY3Ij48L3N2Zz4=\" data-srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/03/Kinmen_Montage.png/300px-Kinmen_Montage.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/0/03/Kinmen_Montage.png/400px-Kinmen_Montage.png 2x\" data-file-width=\"560\" data-file-height=\"748\">\n    <noscript>\n     <img alt=\"Kinmen Montage.png\" src=\"/images/wiki/huyen-kim-mon/d359bfc55b12e46be07d4896d060cfb5.png\" width=\"200\" height=\"267\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/03/Kinmen_Montage.png/300px-Kinmen_Montage.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/0/03/Kinmen_Montage.png/400px-Kinmen_Montage.png 2x\" data-file-width=\"560\" data-file-height=\"748\">\n    <\/noscript><\/td>\n  <\/tr>\n  <tr class=\"mergedtoprow\">\n   <td colspan=\"2\" class=\"maptable\">\n    <table>\n     <tbody>\n      <tr>\n       <td><\/td>\n      <\/tr>\n     <\/tbody>\n    <\/table><\/td>\n  <\/tr>\n  <tr class=\"mergedrow\">\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Vị trí của huyện Kim Môn (đỏ) trên bản đồ Đài Loan/Trung Quốc\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/huyen-kim-mon/c1fdf7a223c54ae075e8bdc2d758bad5.png\">\n    <noscript>\n     <img alt=\"Vị trí của huyện Kim Môn (đỏ) trên bản đồ Đài Loan/Trung Quốc\" src=\"/images/wiki/huyen-kim-mon/c1fdf7a223c54ae075e8bdc2d758bad5.png\">\n    <\/noscript><br><small>Vị trí của huyện Kim Môn (đỏ) trên bản đồ Đài Loan/Trung Quốc<\/small><\/td>\n  <\/tr>\n  <tr class=\"mergedtoprow\">\n   <td colspan=\"2\">\n    <div class=\"center\">\n     <div>\n      <div>\n       <div>\n        <img class=\"jch-lazyload\" alt=\"Kim Môn trên bản đồ Đài Loan\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/huyen-kim-mon/86457a02d4dbc6d04f72f2282d5a7418.png\">\n        <noscript>\n         <img alt=\"Kim Môn trên bản đồ Đài Loan\" src=\"/images/wiki/huyen-kim-mon/86457a02d4dbc6d04f72f2282d5a7418.png\">\n        <\/noscript>\n        <div>\n         <div>\n          <img class=\"jch-lazyload\" alt=\"Kim Môn\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/huyen-kim-mon/9378b7d4167fc565465ac6e6dff3d405.png\" title=\"Kim Môn\">\n          <noscript>\n           <img alt=\"Kim Môn\" src=\"/images/wiki/huyen-kim-mon/9378b7d4167fc565465ac6e6dff3d405.png\" title=\"Kim Môn\">\n          <\/noscript>\n         <\/div>\n         <div>\n          <span>Kim Môn<\/span>\n         <\/div>\n        <\/div>\n       <\/div>\n      <\/div>\n     <\/div>\n    <\/div><small>Vị trí so với đảo Đài Loan<\/small><\/td>\n  <\/tr>\n  <tr class=\"mergedbottomrow\">\n   <td colspan=\"2\"><span>Tọa&nbsp;độ: <span><span class=\"plainlinks nourlexpansion\"><span class=\"geo-default\"><span class=\"geo-dms\" title=\"Bản đồ, không ảnh, cùng các dữ liệu khác cho vị trí này\"><span class=\"latitude\">24°26′57″B<\/span> <span class=\"longitude\">118°22′37″Đ<\/span><\/span><\/span><span class=\"geo-multi-punct\"> / <\/span><span class=\"geo-nondefault\"><span class=\"geo-dec\" title=\"Bản đồ, không ảnh, cùng các dữ liệu khác cho vị trí này\">24,44917°B 118,37694°Đ<\/span><\/span><\/span><\/span><\/span><\/td>\n  <\/tr>\n  <tr class=\"mergedtoprow\">\n   <th scope=\"row\">Quốc gia<\/th>\n   <td><span class=\"flagicon\"><img class=\"jch-lazyload\" alt=\"\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/huyen-kim-mon/7842b79d03be133410e9081dd18efcc4.png\">\n     <noscript>\n      <img alt=\"\" src=\"/images/wiki/huyen-kim-mon/7842b79d03be133410e9081dd18efcc4.png\">\n     <\/noscript>&nbsp;<\/span>Trung Hoa Dân Quốc<\/td>\n  <\/tr>\n  <tr class=\"mergedrow\">\n   <th scope=\"row\">Tỉnh<\/th>\n   <td>Phúc Kiến<\/td>\n  <\/tr>\n  <tr class=\"mergedtoprow\">\n   <th scope=\"row\">Thành lập<\/th>\n   <td>1915<\/td>\n  <\/tr>\n  <tr class=\"mergedtoprow\">\n   <th scope=\"row\">Trụ sở hành chính<\/th>\n   <td>Trấn Kim Thành<\/td>\n  <\/tr>\n  <tr class=\"mergedtoprow\">\n   <th colspan=\"2\">Diện&nbsp;tích<\/th>\n  <\/tr>\n  <tr class=\"mergedrow\">\n   <th scope=\"row\">&nbsp;•&nbsp;Tổng cộng<\/th>\n   <td>151,656&nbsp;km<sup>2<\/sup> (58,555&nbsp;mi<sup>2<\/sup>)<\/td>\n  <\/tr>\n  <tr class=\"mergedtoprow\">\n   <th colspan=\"2\">Dân&nbsp;số <span>(1/2013)<\/span><\/th>\n  <\/tr>\n  <tr class=\"mergedrow\">\n   <th scope=\"row\">&nbsp;•&nbsp;Tổng cộng<\/th>\n   <td>113.755<\/td>\n  <\/tr>\n  <tr class=\"mergedrow\">\n   <th scope=\"row\">&nbsp;•&nbsp;Mật&nbsp;độ<\/th>\n   <td>0.75/km<sup>2<\/sup> (1.9/mi<sup>2<\/sup>)<\/td>\n  <\/tr>\n  <tr class=\"mergedtoprow\">\n   <th scope=\"row\">Mã bưu chính<\/th>\n   <td class=\"adr\"><span class=\"postal-code\">082/0826 (hương Ô Khâu)<\/span><\/td>\n  <\/tr>\n  <tr class=\"mergedrow\">\n   <th scope=\"row\">Mã&nbsp;ISO&nbsp;3166<\/th>\n   <td class=\"nickname\">TW-KIN <span class=\"noprint\"><img class=\"jch-lazyload\" alt=\"sửa dữ liệu\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/huyen-kim-mon/5d02dedbdedc6f4b879e69958fad9b5a.png\">\n     <noscript>\n      <img alt=\"sửa dữ liệu\" src=\"/images/wiki/huyen-kim-mon/5d02dedbdedc6f4b879e69958fad9b5a.png\">\n     <\/noscript><\/span><\/td>\n  <\/tr>\n  <tr class=\"mergedtoprow\">\n   <th scope=\"row\">Hoa biểu trưng<\/th>\n   <td>Lan tứ quý (<i>Cymbidium<\/i> spp.)<\/td>\n  <\/tr>\n  <tr class=\"mergedrow\">\n   <th scope=\"row\">Cây biểu trưng<\/th>\n   <td>Mộc miên (<i>Bombax ceiba<\/i>)<\/td>\n  <\/tr>\n  <tr class=\"mergedrow\">\n   <th scope=\"row\">Chim biểu trưng<\/th>\n   <td>Đầu rìu (<i>Upupa epops<\/i>)<\/td>\n  <\/tr>\n  <tr class=\"mergedtoprow\">\n   <th scope=\"row\">Trang&nbsp;web<\/th>\n   <td>http://www.kinmen.gov.tw/<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table>\n <tbody>\n  <tr>\n   <td><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"wikitable table table-striped\">\n <tbody>\n  <tr>\n   <th>Tên<\/th>\n   <th>Chữ Hán<\/th>\n   <th>Bính âm Hán ngữ<\/th>\n   <th>Wade-Giles<\/th>\n   <th>Bính âm thông dụng<\/th>\n   <th>Nghĩa<\/th>\n   <th>Ghi chú<\/th>\n  <\/tr>\n  <tr>\n   <td>Kim Thành<\/td>\n   <td>金城<\/td>\n   <td>Jīnchéng<\/td>\n   <td>Chin-ch'eng<\/td>\n   <td>Jīnchéng<\/td>\n   <td>Thành vàng<\/td>\n   <td>Trấn<\/td>\n  <\/tr>\n  <tr>\n   <td>Kim Sa<\/td>\n   <td>金沙<\/td>\n   <td>Jīnshā<\/td>\n   <td>Chin-sha<\/td>\n   <td>Jinsha<\/td>\n   <td>Cát vàng<\/td>\n   <td>Trấn<\/td>\n  <\/tr>\n  <tr>\n   <td>Kim Hồ<\/td>\n   <td>金湖<\/td>\n   <td>Jīnhú<\/td>\n   <td>Chin-hu<\/td>\n   <td>Jinhú<\/td>\n   <td>Hồ vàng<\/td>\n   <td>Trấn<\/td>\n  <\/tr>\n  <tr>\n   <td>Kim Ninh<\/td>\n   <td>金寧<\/td>\n   <td>Jīnníng<\/td>\n   <td>Chin-ning<\/td>\n   <td>Jinníng<\/td>\n   <td>Thanh bình vàng<\/td>\n   <td>Hương<\/td>\n  <\/tr>\n  <tr>\n   <td>Liệt Tự<\/td>\n   <td>烈嶼<\/td>\n   <td>Lièyǔ<\/td>\n   <td>Lie-yü<\/td>\n   <td>Lièyǔ<\/td>\n   <td>Đảo nhỏ anh hùng<\/td>\n   <td>Hương<\/td>\n  <\/tr>\n  <tr>\n   <td>Ô Khâu<\/td>\n   <td>烏坵<\/td>\n   <td>Wūqiū<\/td>\n   <td>Wu-ch'iu<\/td>\n   <td>Wuciou<\/td>\n   <td>Gò đen<\/td>\n   <td>Hương<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Kim Môn",
        "Tên gọi",
        "Lịch sử",
        "Từ thời Thanh trở về trước",
        "Thời kỳ Trung Hoa Dân Quốc",
        "Địa lý",
        "Phân chia hành chính",
        "Văn hóa",
        "Kinh tế",
        "Giao thông",
        "Giáo dục",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Kim Môn - Người Kể Sử",
    "paragraphs": [
        "Tọa độ: 24°27′01″B 118°22′39″Đ / 24,4504°B 118,3774°Đ",
        "Kim Môn (giản thể: 金门; phồn thể: 金門; bính âm: Jīnmén; Bạch thoại tự: Kim-mn̂g/Kim-mûi) là một quần đảo nhỏ gồm một số hòn đảo trong đó có Đại Kim Môn, Tiểu Kim Môn, Ô Khâu và một số đảo nhỏ xung quanh, nằm dưới quyền kiểm soát của Trung Hoa Dân Quốc (Đài Loan). Một số hòn đảo nguyên thuộc các huyện khác, như Ô Khâu, đã được chính phủ Trung Hoa Dân Quốc chuyển giao cho huyện Kim Môn sau khi họ bị đánh bại trong Nội chiến Trung Quốc và phải rút ra Đài Loan.",
        "Quần đảo này nằm ngoài khơi bờ biển phía đông nam của Trung Quốc đại lục, chỉ cách thành phố đại lục của Hạ Môn khoảng hai km (1,2 mi) về phía đông. Vị trí chiến lược của nó đã phản ánh sự thay đổi đáng kể quan hệ xuyên eo biển từ một mặt trận chiến tranh đến một địa điểm giao dịch giữa Trung Quốc và Đài Loan. Do các vấn đề đang diễn ra về tình trạng chính trị của Đài Loan, Cộng hòa Nhân dân Trung Hoa (PRC) đã liên tục tuyên bố Kim Môn thuộc về địa cấp thị Tuyền Châu của tỉnh Phúc Kiến.",
        "",
        "",
        "Tên gọi Kim Môn (金門; nghĩa đen là \"cổng vàng\") xuất hiện lần đầu tiên vào năm 1387 khi Hồng Vũ Đế của triều Minh bổ nhiệm một quan võ đến quản lý hòn đảo và bảo vệ nó trước các cuộc tấn công của giặc Uy khấu.1 Tên gọi này được đọc là Jīnmén trong bính âm Quan thoại chính thức và Kim-mûi trong phương ngữ Chương Châu bản địa của tiếng Phúc Kiến.",
        "Quemoy cũng là tên gọi của quần đảo trong các ngôn ngữ phương Tây.2 Nó có lẽ bắt nguồn từ một dịch âm tiếng Bồ Đào Nha của cách phát âm tên gọi Kim Môn trong phương ngữ Chương Châu, Kim-mûi.3 Trong tiếng Anh, người ta sử dụng gần như hoàn toàn hình thái tên gọi này của quần đảo cho đến cuối thế kỷ 20 và đến nay nó vẫn được sử dụng rộng rãi trong các văn bản tiếng Anh có liên quan đến sự kiện lịch sử.3",
        "Kinmen là một từ gần đây hơn, dựa trên phương pháp bính âm bưu chính của Trung Hoa Dân Quốc, trong đó \"k\" được sử dụng thay cho ch hoặc j ở các âm đầu trong Chin-men (Wade–Giles) hay Jīnmén (bính âm). Với một số ngoại lệ, hình thái này được sử dụng trong tiếng Anh ở hầu hết các ngữ cảnh tại Kim Môn và trên toàn bộ Đài Loan. Các thể chế như chính quyền huyện,4 sân bay của quần đảo,5 và vườn quốc gia6 sử dụng hình thái phiên âm này.",
        "Jinmen là từ dựa trên phương pháp bính âm Hán ngữ, nó đặc biệt được sử dụng trong các nguồn từ Cộng hòa Nhân dân Trung Hoa.7 Chính quyền huyện Kim Môn và chính phủ Trung ương Trung Hoa Dân Quốc đã chấp nhận bính âm Hán ngữ là phương pháp phiên âm latinh tiêu chuẩn của họ, và sử dụng để viết tên gọi các hương trong huyện Kim Môn, song lại không áp dụng cho bản thân tên gọi của huyện.8",
        "Việc di dân người Hán khai phá Kim Môn đã bắt đầu từ thời nhà Tấn theo tham khảo trong sử liệu. Căn cứ theo \"Kim Môn chí\" thời Thanh, vào thời Tấn có 6 gia tộc: Tô, Trần, Ngô, Thái, Lã, Nhan do muốn tránh chiến họa nên đã di cư đến Kim Môn. Năm Trinh Nguyên thứ 19 (803), triều đình nhà Đường đã thiết lập 5 mục mã trường tại Tuyền Châu, Ngô Châu là một trong số đó, Trần Uyên (陳淵) nhậm chức mục mã giám, đó là cơ cấu hành chính đầu tiên thiết lập trên đảo Kim Môn. Mười hai họ: Thái, Hứa, Ông, Lý, Trương, Hoàng, Vương, Lã, Lưu, Hồng, Lâm, Tiêu theo Trần Uyên đến đảo khai khẩn, Trần Uyên vì thế mà được tôn là \"khai Ngô ân chủ\" (開浯恩主).",
        "Kim Môn (xưa gọi là Ngô Châu) dựa vào sản xuất muối, trải qua thời Ngũ Đại Thập Quốc và các triều đại Nguyên, Minh và Thanh, người dân đã tạo nên rất nhiều ruộng muối quanh vịnh Kim Sa ở bán đảo Kim Môn Đông. Năm Hồng Vũ thứ 28 (1387), Minh Thái Tổ Chu Nguyên Chương đã lệnh cho Giang Hạ hầu Chu Đức Hưng (周德興) đi kinh lược vùng duyên hải Phúc Kiến, tổng cộng thiết lập 5 vệ và 12 sở. Kim Môn thủ ngự thiên hộ sở là một trong 12 sở, quân Minh gọi Kim Môn là \"Trung tả sở\", thuộc quyền cai quản của bốn tuần kiểm tư là Phong Thượng, Quan Áo, Điền Phổ, Trần Khanh, sau tăng thêm Liệt Tự tuần kiểm tư. Do Kim Môn che chắn cho vùng cửa biển đông nam Phúc Kiến, tên gọi Kim Môn bắt nguồn từ ý \"cố nhược kim thang, hùng trấn hải môn\".",
        "Thời kỳ Nam Minh, Kim Môn trên thực tế do chính quyền Trịnh Thành Công khống chế. Lỗ vương Chu Dĩ Hải (朱以海) nguyên là giám quốc của Nam Minh, sau khi trốn thoát khỏi quân Thanh đã vượt biển sang nương nhờ Trịnh Thành Công, tới Kim Môn vào năm 1651. Quân Thanh công chiếm Kim Môn vào năm 1663,9 sau đó triều Thanh đã cho thi hành thiên giới lệnh (遷界令), cưỡng chế cư dân di dời đến những vùng đất cách bờ biến ngoài 30 lý, trên đảo vì thế không còn một bóng người. Từ năm 1674 đến 1679, họ Trịnh tái chiếm Kim Môn, lấy quần đảo làm căn cứ cho việc tiến hành các hoạt động quân sự tại nội lục. Năm 1680, quân Thanh lần thứ hai công chiếm Kim Môn. Năm 1683, sau khi quân Thanh công chiếm Đài Loan, đã thực thi phục giới, những cư dân từng phải dời đi do thiên giới và hậu duệ của họ dần dần trở lại nguyên tịch.",
        "Năm 1914, huyện Tư Minh (nay là Hạ Môn) được phân ra từ huyện Đồng An, Kim Môn phân thuộc thuộc quyền cai quản của huyện Tư Minh. Sang năm 1915, chính phủ Quốc dân thành lập huyện Kim Môn độc lập, quản lý các đảo Đại Kim Môn, Tiểu Kim Môn, Đại Đặng, Tiểu Đặng cùng các đảo xung quanh. Năm 1933, sau khi xảy ra Mân biến, Kim Môn do Trung Hoa Cộng hòa quốc chiếm giữ trong thời gian chính quyền này tồn tại, thuộc tỉnh Hưng Tuyền. Trong chiến tranh Trung-Nhật, vào năm 1937, quân Nhật chiếm lĩnh Kim Môn, chính phủ huyện Kim Môn của Trung Hoa Dân Quốc tạm thời dời đến hương Đại Đặng. Sau khi kết thúc Chiến tranh thế giới thứ hai, Trung Hoa Dân Quốc thu hồi Kim Môn, thiết lập 2 trấn và 4 hương, sang năm 1946 thì sắp xấp lại thành 2 trấn và 2 hương.",
        "Sau Nội chiến Trung Quốc lần hai, năm 1949, chính quyền Trung Hoa Dân Quốc thiết lập bốn khu công sở là Kim Thành, Sa Mỹ, Liệt Tự, Đại Đặng tại Kim Môn. Đến tháng 10, Quốc quân Trung Hoa Dân Quốc tiếp quản toàn diện Kim Môn. Từ ngày 25-27 tháng 10 năm 1949, tại Đại Kim Môn đã diễn ra chiến dịch Cổ Ninh Đầu, Giái phóng quân đã thất bại với thiệt hại theo ước tính của Trung Hoa Dân Quốc là 4.000 lính chết và 7.000 lính bị bắt.11 Kết quả của cuộc chiến này không chỉ làm tiêu tan tham vọng xâm chiếm Kim Môn và vượt biển xâm chiếm Đài Loan của Giải phóng quân mà còn phục hồi tinh thần chiến đấu của Quốc quân Trung Hoa Dân Quốc.11",
        "Đến tháng 11 năm 1949, sau khi kết thúc chiến tranh, Trung Hoa Dân Quốc triệt tiêu huyện Kim Môn, phân quần đảo thành ba khu là Kim Đông, Kim Tây và Liệt Tự, mỗi khu thiết lập một dân chính xứ để quản lý hành chính địa phương, được chia tiếp thành 9 khu công sở: Thành Sương, Kim Thành, Kim Bàn, Thương Hồ, Bích Hồ, Kim Sa, Liệt Tự, Cổ Ninh, Quỳnh Phổ. Tháng 3 năm 1950, ba dân chính xứ hợp thành \"Kim Môn quân quản khu hành chính công thự\". Tháng 7 năm 1951, Kim Môn được phân lại thành 5 khu: Kim Thành, Kim Ninh, Kim Hồ, Kim Sa, Liệt Tự. Đến tháng 12 năm 1951, Kim Môn có thêm hương Kim Sơn, tổng cộng có 6 khu. Tháng 2 năm 1953, Kim Môn kết thúc chế độ quân quản, chính quyền huyện Kim Môn được khôi phục, các khu được đổi thành hương và trấn, Kim Môn có 3 hương và 3 trấn.",
        "Tháng 6 năm 1954, địa khu Ô Khâu của huyện Phủ Điền được chuyển thành một hương, được chỉ định do huyện Kim Môn tạm thời quản lý. Lúc này, huyện Kim Môn tổng cộng có: trấn Kim Thành, trấn Kim Sa, hương Kim Ninh, hương Kim Hồ, hương Kim Sơn, hương Liệt Tự, hương Ô Khâu. Năm 1959, thành lập thêm hương Kim Quỳnh, đồng thời đổi Kim Hồ thành trấn. Tháng 9 năm 1965, triệt tiêu hương Kim Sơn và hương Kim Quỳnh.",
        "Từ ngày 23 tháng 8 đến 5 tháng 10 năm 1958, Cộng hòa Nhân dân Trung Hoa tuyên bố \"đoàn kết với cuộc đấu tranh chống xâm lược của nhân dân Trung Đông\", phát động pháo kích Kim Môn, hay \"Khủng hoảng eo biển Đài Loan lần hai\", tổng cộng phía Giải phóng quân đã bắn hơn 47 vạn đạn pháo vào quần đảo Kim Môn, ngoài pháo kích ra, hai bên tổng cộng phát sinh hơn 20 lần hải chiến.11 Sau đó, vỏ đạn pháo đã trở thành một nguồn nguyên liệu tái chế phục vụ cho ngành sản xuất thép tại Kim Môn, Kim Môn trở nên nổi tiếng với sản phẩm dao phay được làm từ vỏ đạn pháo Trung Quốc.",
        "Năm 1979, Hoa Kỳ và Cộng hòa Nhân dân Trung Hoa thiết lập quan hệ ngoại giao, Trung Quốc đại lục tuyên bố rằng họ sẽ đình chỉ pháo kích vào Đại, Tiểu Kim Môn và các đảo khác, chấm dứt 21 năm pháo chiến tại Kim Môn. Ngày 18 tháng 10 năm 1995, vườn quốc gia Kim Môn được thành lập, trở thành vườn quốc gia thứ sáu của Trung Hoa Dân Quốc. Ngày 3 tháng 2 năm 2004, tuyến hàng hải Kim Môn-Hạ Môn đã được mở, bắt đầu tiểu tam thông giữa hai bên.",
        "Kim Môn nằm ở ngoài cửa sông của Cửu Long Giang, trông ra cửa vịnh Hạ Môn, chỉ cách Giác tự (角嶼) do Trung Quốc đại lục kiểm soát gần 1,8 km, cách đảo Đài Loan 210 km. Quần đảo Kim Môn bao gồm các đảo: đảo chính Kim Môn (Đại Kim Môn), Liệt tự (Tiểu Kim Môn), Đại Đảm, Nhị Đảm, Sư tự (獅嶼), Mãnh Hổ tự (猛虎嶼), Thảo tự (草嶼), Hậu tự (后嶼), Đông Đĩnh (東碇), Phục Hưng (復興) và 12 đảo lớn nhỏ khác, tổng diện tích là 151,656 km².",
        "Riêng hương Ô Khâu, gồm hai đảo Đại Khâu và Tiểu Khâu, nằm ngoài khơi thành phố Phủ Điền của Trung Quốc đại lục. Ô Khâu nằm cách xa quần đảo Kim Môn, ở vào khoảng giữa Kim Môn và Mã Tổ.",
        "Kim Môn có khí hậu cận nhiệt đới gió mùa, có vĩ độ tương đương với Đài Trung. Tuy nhiên, nhiệt độ bốn mùa trong năm ở Kim Môn thấp hơn không nhỏ so với nhiệt độ ở đảo Đài Loan, nếu không tính huyện Liên Giang thì Kim Môn là huyện lạnh nhất Trung Hoa Dân Quốc. Lượng mưa trong năm của Kim Môn tập trung từ tháng 4 đến tháng 9, trung bình đạt 1.049,4 mm. Ở Kim Môn, địa tầng cổ nhất chủ yếu là đá phiến ma hoa cương, thổ nhưỡng nói chung là đất cát và đất đỏ, điều kiện tự nhiên không không tốt, phát triển nông nghiệp chịu sự hạn chế.",
        "Huyện Kim Môn được chia thành 3 trấn và 3 hương:",
        "Tất cả các hương và trấn có tên bắt đầu bằng chữ Kim nằm trên đảo Đại Kim Môn. Hương Liệt Tự nằm trên đảo Tiểu Kim Môn và là nơi gần nhất với Hạ Môn. Hương Ô Khâu nằm trên hai đảo nhỏ là Đại Khâu và Tiểu Khâu. Kim Thành và Kim Sa là các trấn lớn nhất. Tổng cộng, huyện Kim Môn có 37 thôn và lý, ba trong số này (đều nằm trong các trấn) gọi là lý; còn lại là thôn.",
        "Người dân Kim Môn tự xem mình là người Kim Môn, người Mân Nam, hay người Trung Quốc, và không nhiều người xem mình là người Đài Loan.12 13 Bản sắc Trung Quốc mạnh mẽ đã được tôi luyện trong thời kỳ Trung Hoa Dân Quốc đối đầu quân sự với Cộng hòa Nhân dân Trung Hoa, khi Kim Môn nằm dưới quyền quân quản.12 Trong thập niên 1980, khi việc quân phiệt hóa được giảm bớt và thiết quân luật được chấm dứt, phong trào Đài Loan độc lập và các nỗ lực nhằm phi Trung Quốc hóa đã gia tăng cường độ tại Đài Loan.12 Tuy nhiên, đối với người Kim Môn, họ lo lắng trước những động thái này và có một cảm giác rằng \"Đài Loan không đồng nhất với Kim Môn\".12 Nhiều người lo ngại rằng việc Đài Loan độc lập \"trên pháp lý\" khỏi Trung Quốc sẽ dẫn đến cắt đứt các quan hệ với Kim Môn.12 Những mối quan tâm này cũng đóng một vai trò mạnh mẽ trong chính trị Kim Môn.12",
        "Nhiều cư dân tại Kim Môn nói tiếng Phúc Kiến, hầu hết các cư dân sẽ nói rằng họ nói \"tiếng Kim Môn\", đối lập với tên gọi \"tiếng Đài Loan\" như cách ngôn ngữ này được gọi phổ biến tại Đài Loan, mặc dù hai phương ngữ hiểu lẫn nhau. Các cư dân ở hương Ô Khâu nói tiếng Phủ Tiên, trái ngược với phần còn lại của Kim Môn.",
        "Kim Môn nổi tiếng với một số sản phẩm văn hóa. Do phải hứng chịu hành động pháo kích trên diện rộng của Đại lục, Kim Môn nổi tiếng với sản phẩm dao đạn pháo. Các thợ thủ công địa phương đã thu thập một số lượng lớn đạn pháo đã phát nổ và làm ra các con dao có chất lượng cao, chúng vẫn được những đầu bếp và những người yêu thích tìm kiếm. Kim Môn cũng là nơi có loại rượu Kim Môn Cao lương nổi tiếng, một loại rượu mạnh có độ cồn từ 38 đến 63 phần trăm, được người Đài Loan đánh giá cao. Các đặc sản ẩm thực tại địa phương khác bao gồm mì Kim Môn (金門麵線), cống đường (貢糖) và thịt bò khô (牛肉乾).",
        "Giống như ở quần đảo Lưu Cầu, Kim Môn được biết đến với một số tượng phong sư da (風獅爺).14",
        "Kinh tế Kim Môn chủ yếu dựa vào du lịch và dịch vụ do vị trí nằm gần Trung Quốc đại lục.15 16 Do có tầm quan trọng về quân sự, phát triển ở quần đảo từng rất giới bị hạn chế. Do vậy, hiện nay nó đã trở thành một địa điểm du lịch cuối tuần quen thuộc đối với người Đài Loan và được biết đến với các thôn làng yên bình, kiến trúc kiểu cổ, và các bãi biển. Một phần lớn Kim Môn tạo thành vườn quốc gia Kim Môn với các công sự và cấu trúc quân sự, các đạn pháo xưa và cảnh quan thiên nhiên.",
        "Một câu cầu dài 5,4 km (3,4 mi) kết nối giữa Đại Kim Môn và Liệt Tự đã được lên kế hoạch sẽ hoàn thành vào năm 2020, với chi phí ước tính 7,5 tỉ Đài tệ (250 triệu USD).17 Sân bay Kim Môn nằm trên Đại Kim Môn.",
        "Vào tháng 8 năm 2010, Đại học Quốc lập Kim Môn (國立金門大學) đã được thành lập trên cơ sở Học viện Kỹ thuật Quốc lập Kim Môn.18 Quần đảo cũng có các khu trường sở vệ tinh của Đại học Minh Truyền và Đại học Quốc lập Cao Hùng.",
        "(Nguồn: Wikipedia)"
    ]
}