{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Tiên Lữ",
        "Lịch sử",
        "Địa Lý",
        "Tài nguyên",
        "Kết Cấu Hạ Tầng",
        "Giao thông",
        "Kinh Tế",
        "Hành chính",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Tiên Lữ - Người Kể Sử",
    "paragraphs": [
        "Tiên Lữ là một huyện ở phía nam của tỉnh Hưng Yên. Đây là một huyện giáp với thành phố Hưng Yên, có quốc lộ 38B, quốc lộ 39, Tỉnh lộ 200 (Hưng Yên) chạy qua. Tháng 1/2004, dân số của huyện Tiên Lữ là 104.072 người; mật độ dân số 1.134 người/km2.",
        "",
        "",
        "Thế kỷ thứ X, Ngô Quyền đánh tan quân Nam Hán, dừng chân tại nơi đây và sau này có hai xã được đặt tên: Ngô Quyền, thị trấn Vương. Thời Tiền Lê nằm trong Khoái Lộ. Thời nhà Lý chia cả nước thành 24 lộ, thuộc lộ Khoái Châu. Đời Trần Thái Tông (năm Nhâm Tý 1252) gọi là huyện Tiên Hoa thuộc phủ Khoái Châu. Thời Hậu Lê gọi là huyện Tiên Lữ phủ Khoái Châu. Năm Quang Thuận thứ 10 (1469) là huyện Tiên Lữ thuộc Sơn Nam.",
        "Năm Cảnh Hưng thứ hai (1741) huyện Tiên Lữ thuộc phủ Khoái Châu vùng Sơn Nam Thượng. Thời Nguyễn năm 1831, tỉnh Hưng Yên được thành lập, huyện Tiên Lữ thuộc phủ Tiên Hưng. Năm 1890, thành lập tỉnh Thái Bình, huyện Thần Khê chuyển về tỉnh Thái Bình, phủ Tiên Hưng còn lại 4 huyện: Tiên Lữ, Phù Cừ, Duyên Hà, Hưng Nhân. Năm Thành Thái thứ 6 (1894) chuyển huyện Tiên Lữ, Phù Cừ về phủ Khoái Châu. Năm 1947 huyện Văn Giang (Bắc Ninh) chuyển về Hưng Yên, lúc này huyện Tiên Lữ là một trong 9 huyện của tỉnh Hưng Yên.",
        "Trong hai cuộc kháng chiến chống thực dân Pháp và đế quốc Mỹ, quân và dân huyện Tiên Lữ đã huy động toàn bộ sức người, sức của cho tiền tuyến. Qua hai cuộc kháng chiến, toàn huyện có 25.000 thanh niên lên đường nhập ngũ. Đã có 3.236 liệt sĩ, 1.751 thương binh, bệnh binh, 111 bà mẹ Việt Nam Anh hùng, 6 Anh hùng lực lượng vũ trang, 1 Anh hùng lao động.",
        "Năm 1999 huyện Tiên Lữ được Đảng và Nhà nước tặng thưởng danh hiệu Anh hùng lực lượng vũ trang nhân dân; một số xã cũng được tặng thưởng danh hiệu này là: Hưng Đạo, Hải Triều, Thiện Phiến, Lệ Xá, Nhật Tân, Dị Chế.",
        "Huyện Tiên Lữ được tách ra từ huyện Phù Tiên cũ (chia thành Tiên Lữ và Phù Cừ) vào năm 1997 khi tỉnh Hải Hưng tách thành hai tỉnh Hưng Yên và Hải Dương. Huyện Tiên Lữ có 21 xã: An Viên, Cương Chính, Dị Chế, Đức Thắng, Hải Triều, Hoàng Hanh, Hồng Nam, Hưng Đạo, Lệ Xá, Liên Phương, Minh Phương, Ngô Quyền, Nhật Tân, Phương Chiểu, Quảng Châu, Tân Hưng, Thiện Phiến, Thủ Sỹ, Thụy Lôi, Trung Dũng, Trung Nghĩa.",
        "Ngày 7 tháng 10 năm 1995, thành lập thị trấn Vương, thị trấn huyện lị huyện Tiên Lữ trên cơ sở diện tích tự nhiên 137,96 ha với 2.434 nhân khẩu của xã Ngô Quyền; diện tích tự nhiên 54 ha với 3.880 nhân khẩu của xã Dị Chế.",
        "Ngày 23 tháng 9 năm 2003, các xã Trung Nghĩa, Liên Phương, Hồng Nam, Quảng Châu được sáp nhập vào thị xã Hưng Yên.",
        "Từ ngày 6 tháng 8 năm 2013, các xã Tân Hưng, Phương Chiểu, Hoàng Hanh được sáp nhập vào thành phố Hưng Yên.",
        "Tại Viện Nghiên cứu Hán Nôm, trung tâm tàng trữ thư tịch và tài liệu Hán - Nôm lớn nhất nước ta hiện nay, với 5038 đầu sách và khoảng 30.000 đơn vị tư liệu. Kho sách này là nguồn tư liệu quý hiếm, đang được bảo quản đặc biệt còn đang lưu giữ cuốn Nguyễn tộc nguyên lưu phả hệ lược thuyết, có liệt kê tên, hiệu, quan tước, ngày kỵ húy, giỗ chạp… của họ Nguyễn của tỉnh Hưng Yên.",
        "Tại xã Hải Triều, cùng với các di tích là đền và chùa Triều Dương thì có nhiều nhà thờ cổ của các dòng họ cư trú tại xóm Thần, làng Triều Dương trước đây để lại. Hiện nay, có ngôi nhà thờ Tổ họ Nguyễn Văn ở xóm Thần xưa hiện đã có con cháu đến đời thứ 17 sinh sống ở làng Triều Dương. Dòng họ Nguyễn đã huy động con cháu ở các tỉnh, thành trong cả nước công đức về để tôn tạo lại ngôi nhà thờ cổ đó và sẽ khánh thành vào ngày 10-3 năm Bính Thân 2016 này để thờ cúng tô tiên của dòng họ là cụ Cao Cao Tổ Nguyễn Quý Công (Thụy Phúc Khánh) ở cuối thế kỷ XV triều Hậu Lê. Đồng thời, thờ các cụ Cao Tổ Nguyễn Quý Công (Thụy Thuần Mỹ), Cụ Cao Tổ Nguyễn Quý Công (Thụy Phúc Thắng), Cụ Cao Tổ Nguyễn Thời Vi (Thụy Phúc Cổn) và 3 cụ Tổ chi là Bá đường Nguyễn Quý Công (tự nhất Lương Từ Tôn), Thúc đường Nguyễn Quý Công (tự Phúc Hiền), Quý đường Nguyễn Quý Công (tự Phúc Thố). Đồng thời còn thờ cụ Hậu Đường Nguyễn Quý Công (Thụy Chính hồn) đời thứ 5 đã có công với họ, đã hiến 4 miếng đất và 3 gian nhà lá tại xóm Thần của làng Triều Dương để làm nhà thờ họ Nguyễn tại làng. Đến đời thứ 10 lại có 1 cụ trong làng công đức thêm đất cho nhà thờ họ. Đồng thời, lập ban thờ ông trưởng tộc Nguyễn Hòe là đời thứ 14 đã chết. Lập ban thờ các anh hùng, liệt sĩ, những người có công. của dòng họ Nguyễn...",
        "Ngôi nhà thờ này rất quan trọng bởi về lĩnh vực văn hóa, tín ngưỡng thì quê hương của những người trong dòng họ Nguyễn ở làng Triều Dương. Ngôi nhà thờ họ là Dương trạch của họ, cho dù họ đang sinh sống ở đâu thì ngoài Dương trạch là nơi ở hiện tại (kể cả ở trong nước hoặc nước ngoài) và âm phần (nơi an táng ông, bà, cha mẹ...) đều là quan trọng. Mọi người đều phải về cúng tổ tiên ở Dương trạch quan trọng của dòng họ là ở xóm Thần, thôn Triều Dương, xã Hải Triều, Tiên Lữ, Hưng Yên của Việt Nam.",
        "Huyện Tiên Lữ là huyện đồng bằng Bắc Bộ, nằm ven sông Luộc và sông Hồng, tại ngã ba của hai con sông này. Ngoài ra, trên địa bàn huyện còn có các con sông nhỏ là chi nhánh của sông Luộc là: sông Nghĩa Lý là danh giới tự nhiên giữa hai xã Lệ Xá và Trung Dũng.",
        "Vị trí địa lý: huyện Tiên Lữ về phía tây tiếp giáp với thành phố Hưng yên, phía tây bắc giáp huyện Kim Động, phía bắc giáp huyện Ân Thi, phía đông và đông bắc giáp huyện Phù Cừ, đều của tỉnh Hưng Yên. Phía đông nam giáp huyện Hưng Hà tỉnh Thái Bình, ranh giới là sông Luộc.",
        "Đặc điểm địa hình: Huyện Tiên Lữ nằm ở trung tâm đồng bằng Bắc Bộ và là vùng trũng của tỉnh, có địa hình thấp dần từ Bắc xuống Nam, từ Tây sang Đông. Độ cao của đất xen nhau, đây là một trong những yếu tố gây không ít khó khăn cho công tác thủy lợi phục vụ phát triển sản xuất nông nghiệp.",
        "Khí hậu: Huyện nằm trong vùng khí hậu nhiệt đới gió mùa, từ tháng 5 đến tháng 10 nhiệt độ trung bình từ 24 - 27 °C, đây là mùa có nhiều mưa bão, ảnh hưởng đến phát triển sản xuất, đặc biệt trong lĩnh vực nông nghiệp. Từ tháng 11 đến tháng 4 năm sau, nhiệt độ trung bình hàng năm từ 18 - 24 °C. Độ ẩm tương đối hàng năm là 86%. Lượng mưa trung bình từ 1680 - 1730mm, có năm lượng mưa trên 2000mmm (do vị trí địa lý nên lượng mưa thường cao hơn các huyện phía bắc tỉnh từ 100 - 200mm và tập trung vào các tháng 8, 9). Diện tích tự nhiên của huyện Tiên Lữ là 115,10km2.",
        "Huyện Tiên Lữ có diện tích đất tự nhiện 115,10km2, trong đó diện tích đất nông nghiệp là 6.293,68 ha; diện tích đất nông nghiệp bình quân đầu người của huyện là 549m2. Thổ nhưỡng chủ yếu là đất phù sa được bồi và đất phù sa không được bồi. Đất phù sa được bồi phân bổ chủ yếu ở vùng ngoài đê ven sông Luộc, hàng năm được phù sa bồi đắp nên đất đai màu mỡ, thích hợp trồng các loại cây công nghiệp ngắn ngày, cây lương thực và hoa màu. Nhìn chung, điều kiện khí hậu và đất đai của Tiên Lữ thuận lợi cho việc phát triển nông nghiệp đa dạng, với nhiều loại cây trồng.",
        "Huyện nằm kề hai con sông Hồng và sông Luộc, hợp lưu giữa sông Hồng - sông Luộc - sông Thái Bình tạo nên ngã ba Tuần Vường. Ngoài ra còn các sông cổ được hình thành từ xa xưa là sông Càn Đà nối tiếp với sông Cửu An đổ ra Cửa Gàn,... cùng hệ thống sông đào làm thành hệ thống thủy lợi đảm bảo nguồn nước cung cấp cho sản xuất nông nghiệp và công nghiệp.",
        "Cấp điện: Hiện nay 100% số xã, thôn trong huyện có điện, số hộ sử dụng điện đạt 99%.",
        "Huyện có quốc lộ 39B chạy từ tây sang đông, tuyến giao thông quan trọng nối giữa thủ phủ tỉnh Hưng Yên với huyện Phù Cừ đi tỉnh Hải Dương. Quốc lộ 39A dài 10 km nối tiếp sang tỉnh Thái Bình; đường 200 tỉnh lộ mốc từ cảng Triều Dương qua trung tâm huyện đi huyện Ân Thi. Có đường thủy sông Hồng dài 6 km và sông Luộc dài 12 km cùng với hệ thống các sông khác tạo thành hệ thống giao thông đường thủy quan trọng đi Hà Nội, Hải Phòng, Quảng Ninh,...",
        "Kinh tế nông nghiệp là chủ yếu ở Tiên Lữ. Hiện nay, ngoài trồng lúa nước, một số gia đình còn trồng thêm nhãn lồng và chế biến thành long nhãn, như là một ngành kinh tế phụ,hầu hết các xã trong huyện đều có nghề phụ như: Nội viên có nghề cháng bánh đa, Thủ sỹ có nghề đan Đó và Dọ rất lâu đời.",
        "Tháng 1/2004, dân số của huyện Tiên Lữ là 104.072 người; trong đó nữ là 54.773 người, mật độ dân số 1.134 người/km2. Là huyện thuần nông, huyện Tiên Lữ có tỷ lệ dân số nông thôn tương đối cao (93,8%). Dân số thành thị ở mức thấp (6,2%); số người trong độ tuổi lao động 46% dân số, trong đó 97% số lao động trong độ tuổi có việc làm.",
        "Chuẩn bị khánh thành nhà thờ Tổ họ Nguyễn tại xóm Thần, thôn Triều Dương, xã Hải Triều, huyện Tiên Lữ, ngày 28 tháng 1 năm Bính Thân 2016 này, con cháu họ Nguyễn đang sinh sống tại Mạo Khê, Đông Triều, Quảng Ninh đã đưa 1 cây mai vàng Yên Tử quý hơn chục năm tuổi được nhân giống bằng hạt từ cây mai vàng Yên Tử trên núi Bảo Đài, ngọn núi còn có tên gọi khác là núi Vây Rồng ở xã Bình Khê, TX Đông Triều-nơi có am Ngọa Vân, nơi Đức vua-Phật hoàng Trần Nhân Tông hóa Phật về trồng tại sân nhà thờ họ tại xóm Thần, thôn Triều Dương, xã Hải Triều. Không lâu nữa, trên đất Tiên Lữ sẽ có nhiều cây mai vàng Yên Tử sinh sôi nảy nở từ cây mai này ra. Đây là loài hoa quý tương truyền hơn 700 năm trước, vua Trần Nhân Tông lên Yên Tử tu hành đã trồng loài hoa này trên cả dải núi Yên Tử cùng với những cây tùng...Hiện tại, giống cây mai vàng Yên Tử đã mang lại giá trị kinh tế cho nhân dân vùng núi của TX Đông Triều và TP Uông Bí của tỉnh Quảng Ninh. Chắc chắn mùa xuân 2017, cây mai vàng Yên Tử ở nhà thờ Tổ họ Nguyễn sẽ nở hoa và tỏa hương thơm trên đất Hải Triều. Từ những bông hoa đó kết quả và cho hạt, mùa hè 2017, những hạt giống đó sẽ chín và thu lại để gieo giống cây mai con để phát triển được thêm những cây mai vàng Yên Tử trên đất Hải Triều...",
        "Huyện Tiên Lữ có thị trấn Vương và các xã: An Viên, Cương Chính, Dị Chế, Đức Thắng, Hải Triều, Hưng Đạo, Lệ Xá, Minh Phương, Ngô Quyền, Nhật Tân, Thiện Phiến, Thủ Sỹ, Thụy Lôi, Trung Dũng.",
        "",
        "(Nguồn: Wikipedia)"
    ]
}