{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Cẩm Khê",
        "Vị trí địa lý",
        "Hành chính",
        "Lịch sử",
        "Kinh tế",
        "Giao thông",
        "Danh nhân",
        "Về tên gọi Cấm Khê",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Cẩm Khê - Người Kể Sử",
    "paragraphs": [
        "Cẩm Khê là một huyện trung du, miền núi nằm ở trung tâm tỉnh Phú Thọ",
        "",
        "",
        "Huyện Cẩm Khê nằm ở phía hữu ngạn sông Thao. Cách thủ đô Hà Nội 80 km và thành phố Việt Trì 40 km về phía Đông Nam.",
        "Phía Đông tiếp giáp huyện Thanh Ba; phía Tây tiếp giáp huyện Yên Lập; phía Nam tiếp giáp huyện Tam Nông; phía Bắc tiếp giáp với huyện Hạ Hòa.",
        "Huyện có 31 đơn vị hành chính gồm 1 thị trấn Sông Thao và 30 xã: Cấp Dẫn, Cát Trù, Chương Xá, Điêu Lương, Đồng Cam, Đồng Lương, Hiền Đa, Hương Lung, Ngô Xá, Phú Khê, Phú Lạc, Phùng Xá, Phượng Vĩ, Phương Xá, Sai Nga, Sơn Nga, Sơn Tình, Tạ Xá, Tam Sơn, Thanh Nga, Thụy Liễu, Tiên Lương, Tình Cương, Tùng Khê, Tuy Lộc, Văn Bán, Văn Khúc, Xương Thịnh, Yên Dưỡng, Yên Tập.",
        "Dân số huyện Cẩm Khê đến năm 2010 là: 127.282 ngườii; tổng diện tích tự nhiên là 234.55 km².",
        "Xa xưa là huyện Ma Khê. Ma Khê là tên ông tổ bộ tộc người Tày, họ Ma. Thời đó, bộ tộc này định cư dọc bờ hữu ngạn Nậm Tao (sau gọi là sông Thao - một đoạn sông Hồng). Ma Khê được vua Hùng phong làm Lương tướng. Sắc phong \"Phụ chính đại thần, đại tướng quân Ma Khê\". Chính vì vậy mà vùng đất này mang tên của ông (về sau ông chuyển cả bộ tộc của mình sang tả ngạn sông Thao thuộc thị xã Phú Thọ và huyện Lâm Thao ngày nay).",
        "Thời loạn 12 sứ quân, địa bàn huyện Cẩm Khê là nơi chiếm đóng của sứ quân Kiều Thuận. Kiều Thuận đã gây dựng và cai quản trong hơn 20 năm tới khi nổi dậy xưng quân vương và bị lực lượng Hoa Lư của Đinh Bộ Lĩnh thu phục vào năm 968 và lập ra nhà nước Đại Cồ Việt.",
        "Đến thời nhà Lê sơ huyện Ma Khê được đổi tên là huyện Hoa Khê, thuộc phủ Lâm Thao, trấn Sơn Tây. Năm 1831, nhà Nguyễn đổi tên trấn Sơn Tây thành tỉnh Sơn Tây. Năm 1841, vì kỵ huý, nhà Nguyễn đổi tên huyện Hoa Khê thành huyện Cẩm Khê (vẫn thuộc phủ Lâm Thao, tỉnh Sơn Tây). Tên Cẩm Khê được dùng từ đó cho đến ngày nay.",
        "Ngày 8 tháng 9 năm 1891, Toàn quyền Đông Dương ra Nghị định tách phủ Lâm Thao (chỉ gồm 3 huyện Thanh Ba, Sơn vi và Phù Ninh) của tỉnh Sơn Tây để thành lập tỉnh Hưng Hoá mới. Ngày 9 tháng 9 năm 1891, Toàn quyền Đông Dương ra Nghị định tách huyện Cẩm Khê khỏi phủ Lâm Thao, tỉnh Sơn Tây để nhập vào Tiểu quân khu Yên Bái, thuộc Đạo Quan binh 3. Ngày 9 tháng 12 năm 1892 Toàn quyền Đông Dương ra Nghị định chuyển huyện Cẩm Khê nằm trong địa bàn tiểu quân khu Yên Bái về tỉnh Hưng Hoá mới. Năm 1903, tỉnh lỵ tỉnh Hưng Hoá chuyển lên làng Phú Thọ và tỉnh đổi tên thành tỉnh Phú Thọ, do đó huyện Cẩm Khê thuộc tỉnh Phú Thọ.",
        "Sau năm 1975, huyện Cẩm Khê có 31 xã: Cấp Dẫn, Cát Trù, Chương Xá, Điêu Lương, Đồng Cam, Đồng Lương, Đông Phú, Hiền Đa, Hương Lung, Ngô Xá, Phú Khê, Phú Lạc, Phùng Xá, Phượng Vĩ, Phương Xá, Sai Nga, Sơn Nga, Sơn Tình, Tạ Xá, Tam Sơn, Thanh Nga, Thụy Liễu, Tiên Lương, Tình Cương, Tùng Khê, Tuy Lộc, Văn Bán, Văn Khúc, Xương Thịnh, Yên Dưỡng, Yên Tập.",
        "Theo Quyết định số 178-CP ngày 5-7-1977 của Hội đồng Chính phủ nước Cộng hòa Xã hội Chủ nghĩa Việt Nam, huyện Cẩm Khê sáp nhập với huyện Yên Lập và 10 xã của huyện Hạ Hoà ở phần hữu ngạn sông Thao thành huyện Sông Thao.",
        "Ngày 22 tháng 12 năm 1980, huyện Sông Thao được tách thành 2 huyện Yên Lập và Sông Thao. Ngày 7 tháng 10 năm 1995, Chính phủ cắt chuyển 10 xã của huyện Sông Thao (10 xã cũ của huyện Hạ Hoà) về huyện Hạ Hoà, vừa được tách ra từ huyện Thanh Hòa trong cùng nghị định.",
        "Địa bàn huyện Sông Thao lúc này trùng với địa bàn huyện Cẩm Khê trước đây.",
        "Ngày 11 tháng 1 năm 1996, chuyển xã Đông Phú thành thị trấn Sông Thao - thị trấn huyện lị huyện Sông Thao. Ngày 8 tháng 4 năm 2002, huyện Sông Thao được đổi lại tên cũ là Cẩm Khê.",
        "Huyện Cẩm Khê và 6 xã Đồng Lương, Điêu Lương, Tình Cương, Phú Lạc, Sơn Nga, Tiên Lương đã được Nhà nước Cộng hoà xã hội chủ nghĩa Việt Nam phong tặng danh hiệu Anh hùng Lực lượng vũ trang nhân dân thời kỳ kháng chiến chống thực dân Pháp.",
        "Cẩm Khê là địa phương nằm dọc theo bờ hữu ngạn sông Thao (sông Hồng), trải dài trên 30 km, bề ngang hơn 10 km. Đây là vùng bán sơn, địa; vừa có đồi, gò và vừa có đồng bằng. Phía Tây huyện có dãy núi thấp thuộc nhánh của dãy Hoàng Liên Sơn, gần như song song với sông Hồng, độ cao trên 300m, có đỉnh tới trên 500m, là ranh giới tự nhiên giữa 2 huyện Cẩm Khê và Yên Lập. Sườn Đông Bắc của dãy núi này thuộc huyện Cẩm Khê. Núi Cẩm Khê nhiều gỗ, giang, nứa...",
        "Đồi, gò Cẩm Khê có đỉnh bằng, tròn, sườn thoải, độ cao tuyệt đối dưới 40 m, độ cao tương đối dưới 20m, cá biệt có đỉnh cao tới trên 100m (gò Chò cao 118m). Trên đồi trồng nhiều cọ. Ở đây cọ mọc thành rừng. Cẩm Khê từng là xứ sở của cây cọ ở Việt Nam. Trước đây, lá cọ là nguồn thu nhập đáng kể. Ngày nay, rừng cọ vẫn còn, nhưng trong rừng cọ, Nhà nước đã đầu tư để nhân dân trồng xen các loại cây lấy gỗ lâu năm như bạch đàn, keo tai tượng...Một hệ sinh thái mới đang hình thành với nhiều triển vọng. Nông lâm sản chính là lúa, ngô, sắn, chè, cọ...",
        "Về thủ công nghiệp, phải kể đến nghề làm nón Sai Nga, Sơn Nga, Thanh Nga với những sản phẩm nón trắng bền, đẹp, rẻ. Ngoài ra, Cẩm Khê còn nổi tiếng bởi nghề ươm tơ, thêu ren, mây, giang đan, nghề trồng nấm, làm mộc nhĩ,... góp phần làm tăng thu nhập và thu hút lực lượng lao động nhàn rỗi trong huyện. Ở Cẩm Khê hiện nay đang phát triển nghề làm gạch, trong huyện hiện nay có nhiều nhà máy gạch tuynel sản phẩm chất lượng cao.",
        "+ Cụm công nghiệp thị trấn sông thao : với diện tích 100h nằm phía đông của thị trấn sông thao , gần quốc lộ 32c , đã được đầu tư hệ thống điện , nước , cây xăng . mặt đường được thảm nhựa thuận tiện cho sản xuất . Hiện tai đã có doanh nghiệp đầu tư kinh doanh : CTy TNHH YI DA Việt Nam , Hoàng Bảo , Quyết Thắng , Hưởng Toàn Lộc .......",
        "+ Khu Công Nghiêp Cẩm Khê : có tổng diện tích quy hoạch 450ha, cách trung tâm huyện Cẩm Khê 3 km, nằm trên địa bàn 4 xã: Sai Nga, Thanh Nga, Sơn Nga, Xương Thịnh, huyện Cẩm Khê, tỉnh Phú Thọ; Có tuyến đường giao thông kết nối khu công nghiệp với đường cao tốc Nội Bài – Lào Cai tại nút giao IC , quốc Lộ 32C , 70B",
        "Với tuyến đường Cao tốc Nội Bài - Lào Cai (đường cao tốc dài nhất Việt Nam) và Quốc lộ 32C chạy dọc theo suốt chiều dài của huyện, Quốc lộ 70B chạy qua địa bàn huyện . Ngoài ra các tuyến Đường tỉnh, huyện lộ trong huyện đã được thảm nhựa kết nối dễ dàng với các địa phương trong vùng. Đường liên thôn, liên xã đang ngày càng được bê tông hóa.",
        "Đường sắt: Gần ga đường sắt Phú Thọ (TX Phú Thọ) và ga đường sắt Chí Chủ (huyện Thanh Ba). Đường thủy: quãng đường vận chuyển ra sông Hồng ngắn, có lợi thế về vận chuyển đường thủy. Đường hàng không: cách sân bay quốc tế Nội Bài 80 km.",
        "Đường thủy : có bến phà Tình cương ( Tỉnh lộ 313 ) bến đò Chí Chủ.",
        "Cuốn Việt Nam những sự kiện lịch sử (1858-1918), tác giả: Dương Kinh Quốc (Viện sử học, đã mất), Nhà xuất bản Giáo dục, 2001, là cuốn sách duy nhất dùng tên gọi Cấm Khê để chỉ huyện Cẩm Khê ở tỉnh Phú Thọ trong các văn bản thời Pháp thuộc cuối thế kỷ 19 - đầu thế kỷ 20 (tại 6 thời điểm và trong phần tra cứu cuối sách, trong khi không có tên Cẩm Khê).",
        "Tuy nhiên, nhiều tư liệu nhắc đến Cấm Khê là căn cứ kháng chiến cuối cùng của Hai Bà Trưng và có vẻ như không trùng với Cẩm Khê. Các tác giả bộ Cương Mục cho rằng: \"Cấm Khê ở về địa hạt Vĩnh Tường tỉnh Sơn Tây\" (Tiền biên - quyển 2) (Vĩnh Tường nay là một huyện thuộc tỉnh Vĩnh Phúc). Học giả Đào Duy Anh lại đoán định Cấm Khê là xã Cẩm Khê (hay còn gọi là Cẩm Viên) ở huyện Yên Lạc cũng thuộc tỉnh Vĩnh Phúc (Cổ đại Việt Nam - Tập IV - trang 65). Henri Maspero trong L'expédition de Ma Yuan - BEFEO XVIII - cho rằng Cấm Khê là Cẩm Khê và coi đó là huyện Cẩm Khê, tỉnh Yên Bái (có thời kỳ -15 tháng - Cẩm Khê thuộc Yên Bái). Nhưng cũng chính ông đã tìm ra cái tên huyện Cẩm Khê mới chỉ có từ năm 1841, trước đó là huyện Hoa Khê. Cho nên ông không nghiên cứu tiếp vấn đề Cấm Khê nữa, coi như chưa biết ở đâu.",
        "(Nguồn: Wikipedia)"
    ]
}