{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Bình Giang",
        "Địa lý",
        "Kinh tế",
        "Văn hóa",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Bình Giang - Người Kể Sử",
    "paragraphs": [
        "Bình Giang là một trong 10 huyện thuộc tỉnh Hải Dương. Bình Giang Nằm trên quốc lộ 5, quốc lộ 39B, cách thành phố Hải Dương 20 km. Huyện có ranh giới giáp với tỉnh Hưng Yên, huyện Thanh Miện, huyện Cẩm Giàng và huyện Gia Lộc. Trước kia Bình Giang sáp nhập với huyện Cẩm Giàng thành huyện Cẩm Bình",
        "Huyện lị là thị trấn Kẻ Sặt và các xã: Bình Minh, Bình Xuyên, Cổ Bì, Hồng Khê, Hùng Thắng, Hưng Thịnh, Long Xuyên, Nhân quyền, Tân Hồng, Tân Việt, Thái Dương, Thái Học, Thái Hòa, Thúc Kháng, Tráng Liệt, Vĩnh Hồng, Vĩnh Tuy.",
        "",
        "",
        "Bình Giang nằm ở phía Tây Nam thành phố Hải Dương, diện tích tự nhiên là 104,7 km2. Phía Bắc giáp huyện Cẩm Giàng, phía Nam giáp huyện Thanh Miện, phía Đông giáp huyện Gia Lộc, phía Tây giáp huyện Ân Thi và Mỹ Hào của tỉnh Hưng Yên.",
        "Bốn mặt huyện Bình Giang đều có sông: sông Kẻ Sặt ở phía Bắc, sông Đình Hào ở phía Đông, sông Cửu An ở phía Tây, sông Cầu Lâm, Cầu Cốc ở phía Nam. Trong đó sông Sặt bắt nguồn từ sông Hồng, qua cống Xuân Quan, qua cầu Lực Điền, cầu của đường 39A, nối quốc lộ 5A với thành phố Hưng Yên, tiếp cận với huyện Bình Giang tại vị trí sát làng Tranh Ngoài, xã Thúc Kháng. Đến đây sông có nhánh chạy dọc theo phía Tây huyện, gọi là sông Cửu An; một nhánh chạy dọc phía Bắc huyện gọi là sông Kẻ Sặt, thông với sông Thái Bình, qua Âu Thuyền, thành phố Hải Dương.",
        "Bình Giang là một huyện chủ yếu là công nghiệp, đang phát triển mạnh dịch vụ, thương mại.",
        "Năm 2006 tổng GDP huyện đạt 1200 tỷ đồng, trong đó: nông nghiệp (8,06%), công nghiệp (60,88%), tiểu thủ công nghiệp, xây dựng; thương mại dịch vụ (31,06%).",
        "Bình Giang đang được phát triển thành một đô thị phía tây tỉnh Hải Dương",
        "Hiện Bình Giang đang được quy hoạch phát triển lên đô thị loại IV và trở thành thị xã trước năm 2020",
        "Tại xã Hồng khê, phía nam của huyện Bình Giang có làng cổ trinh nữ,là một trong những ngôi làng cổ cùng hình thành với làng Mộ Trạch.(Theo \"Làng Cổ Việt\" của Vũ Khiêu???) Theo sử sách ghi lại làng có 36 tiến sĩ.",
        "",
        "(Nguồn: Wikipedia)"
    ]
}