{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Đô Lương<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Huyện<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Diện tích<\/th>\n   <td>350.433<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số <span>(2010)<\/span><\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Tổng cộng<\/span><\/th>\n   <td>193.890<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Mật độ<\/span><\/th>\n   <td>532<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân tộc<\/th>\n   <td>Kinh<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc gia<\/th>\n   <td><img class=\"jch-lazyload\" alt=\"Cộng hòa xã hội chủ nghĩa Việt Nam\" src=\"/images/wiki/huyen-do-luong/f015bbd8d34e4f28933ca79adf565f31.png\" width=\"22\" height=\"15\" srcset=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIyMiIgaGVpZ2h0PSIxNSI+PC9zdmc+\" data-srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/33px-Flag_of_Vietnam.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/44px-Flag_of_Vietnam.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\">\n    <noscript>\n     <img alt=\"Cộng hòa xã hội chủ nghĩa Việt Nam\" src=\"/images/wiki/huyen-do-luong/f015bbd8d34e4f28933ca79adf565f31.png\" width=\"22\" height=\"15\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/33px-Flag_of_Vietnam.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/44px-Flag_of_Vietnam.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\">\n    <\/noscript>Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Vùng<\/th>\n   <td>miền Trung<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tỉnh<\/th>\n   <td>Nghệ An<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Huyện lỵ<\/th>\n   <td>Đô Lương<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ tịch&nbsp;UBND<\/span><\/th>\n   <td>Ngọc Kim Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ&nbsp;tịch&nbsp;HĐND<\/span><\/th>\n   <td>Lê Minh Giang<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Website<\/th>\n   <td>http://doluong.gov.vn<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Đô Lương",
        "Địa lý - Hành chính",
        "Địa lý",
        "Hành chính",
        "Nguồn gốc tên gọi Đô Lương và tên gọi các làng xã",
        "Nguồn gốc tên gọi Đô Lương",
        "Tên gọi các làng xã thuộc huyện Anh Sơn",
        "Theo tài liệu Tên làng xã Việt Nam đầu thế kỷ XIX",
        "Theo tài liệu Đồng Khánh địa dư chí",
        "Ngành nghề truyền thống",
        "Di tích lịch sử-văn hóa",
        "Di tích lịch sử văn hóa",
        "Di tích Lịch sử văn hóa cấp tỉnh",
        "Các địa danh đặc biệt",
        "Các miếu, đền chưa được xếp hạng",
        "Du lịch",
        "Người Đô Lương",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Đô Lương - Người Kể Sử",
    "paragraphs": [
        "Đô Lương là một huyện nằm ở trung tâm tỉnh Nghệ An, miền Trung Việt Nam.",
        "",
        "",
        "Huyện Đô Lương có diện tích 350,433 k m 2 {\\displaystyle km^{2}} , dân số 193.890 người (năm 2010).",
        "Vị trí địa lý của huyện Đô Lương như sau:",
        "- Bắc: giáp huyện Tân Kỳ, Anh Sơn;",
        "- Nam: giáp huyện Nam Đàn, Nghi Lộc",
        "- Đông giáp huyện Yên Thành",
        "- Tây giáp huyện Anh Sơn, Thanh Chương.",
        "Giao thông:",
        "Đô Lương có các tuyến Quốc lộ chạy qua gồm:",
        "-quốc lộ 7A từ xã Hòa Sơn đến xã Nam Sơn,",
        "- quốc lộ 15A từ xã Mỹ Sơn đến xã Giang Sơn Đông,",
        "- quốc lộ 46 từ xã Đà Sơn đến xã Thuận Sơn.",
        "Bên cạnh đó là các tuyến đường liên huyện, tỉnh lộ được xây dựng theo tiêu chuẩn cấp IV nông thôn. Đường sông có sông Lam chảy vào huyện từ xã Ngọc Sơn đến Thuận Sơn, các phương tiện tránh hệ thống ba ra Đô Lương qua hệ thống thủy quan Vòm Cóc ở xã Nam Sơn.",
        "Đô Lương hiện có 33 đơn vị hành chính gồm 1 thị trấn Đô Lương và 32 xã: Bắc Sơn, Bài Sơn, Bồi Sơn, Đà Sơn, Đại Sơn, Đặng Sơn, Đông Sơn, Giang Sơn Đông, Giang Sơn Tây, Hiến Sơn, Hòa Sơn, Hồng Sơn, Lạc Sơn, Lam Sơn, Lưu Sơn, Minh Sơn, Mỹ Sơn, Nam Sơn, Ngọc Sơn, Nhân Sơn, Quang Sơn, Tân Sơn, Thái Sơn, Thịnh Sơn, Thuận Sơn, Thượng Sơn, Tràng Sơn, Trù Sơn, Trung Sơn, Văn Sơn, Xuân Sơn, Yên Sơn.",
        "Danh xưng Đô Lương không phải đã có từ ngày đầu dựng nước và giữ nước mà cho đến nay thì cái tên gọi này mới được gần 200 năm. Tuy thế, nhưng ngay từ những ngày đầu thì địa danh này đã có duyên cách hành chính lúc rộng lúc hẹp với những tên gọi khác nhau.",
        "Nhà nước đầu tiên của đất nước ta là Văn Lang do 18 đời Vua Hùng cai trị. Sau nhà nước Văn Lang là nhà nước Âu Lạc. Năm 179 TCN, Triệu Đà đã đem quân sang xâm lược nước ta. Triệu Đà sát nhập vào với nước Đại Việt rồi chia làm thành 2 quận là Giao Chỉ và Cửu Chân để dễ cai trị. Cả xứ Nghệ thuộc vào quận Cửu Chân [1].",
        "Năm 111 TCN nhà Hán chiếm nước Đại Việt, chia Đại Việt thành 3 quận, Nghệ An thuộc Cửu Chân, cả Nghệ An và Hà Tĩnh lúc đó là 1 huyện Hàm Hoan - huyện lớn của quận Cửu Chân.",
        "Đến đời Tam Quốc và Lưỡng Tấn, Hàm Hoan đổi là quận Cửu Đức đời Nam Bắc triều, nhà Lương chia đất Cửu Đức đặt làm 3 châu: Đức Châu, Lỵ Châu, Minh Châu.",
        "Đời Tùy (581 – 618) năm Khai Hoàng thứ 8 (588) Tùy Văn Đế, đổi Đức Châu làm Hoan Châu, Lỵ Châu đổi thành Tri Châu, năm Đại Nghiệp thứ 3 (603) cho cả Hoan Châu, Tri Châu, Minh Châu nhập vào Nhất Nam.",
        "Đến nhà Đường (618 – 907) lúc đầu vẫn gọi cả xứ Nghệ là Hoan Châu, sau tách một phần bắc của Hoan Châu đặt là Diễn Châu.",
        "Thời loạn 12 sứ quân, vùng đất quanh khu vực đền Khai Long thuộc vùng kiểm soát của sứ quân Ngô Xương Xí.",
        "Đời Lý năm Thiên Thành thứ 3 (1030) vua Lý Thái Tông đổi Hoan Châu là châu Nghệ An, địa danh Nghệ An có từ đó. Theo sử sách nước ta đời Lý đã chia nước ta ra làm 24 lộ trong đó có lộ Nghệ An và lộ Diễn Châu, không thấy nhắc đến các đơn vị hành chính dưới lộ nên ta chưa rõ địa danh Đô Lương thời đó là gì và địa vực ra sao.",
        "Đời nhà Trần - Hồ, Trần Thái Tông đã đổi 24 lộ đời Lý thành 12 lộ với tên gọi là phủ lộ. Năm Quang Thái thứ 10 (1397), Hồ Quý Ly làm Phụ Chính Thái Sư, sửa đổi chế độ hành chính đã đổi lộ phủ sang trấn như đổi lộ phủ Nghệ An thành trấn Lâm An, Diễn Châu thành trấn Vọng Giang.",
        "Năm 1428, khi khởi nghĩa Lam Sơn do Lê Lợi lãnh đạo đã hoàn toàn thắng lợi, Lê Lợi lên ngôi và chia nước ta thành 5 đạo: Nam đạo, Bắc đạo, Đông đạo, Hải Tây đạo, Nghệ An và Diễn Châu thuộc vào đạo Hải Tây.",
        "Năm 1469 Lê Thánh Tông ra chỉ dụ điều chỉnh lại bản đồ hành chính trên cả nước, chia nước ta thành 12 thừa tuyên, nhập Nghệ An và Diễn Châu lại thành một là thừa tuyên Nghệ An. Thừa tuyên Nghệ An quản lĩnh 11 phủ trong đó có phủ Anh Đô có 2 huyện Hưng Nguyên và Nam Đường. Danh xưng Anh Đô bắt đầu có từ đây.",
        "Vào năm Hồng Đức thứ 21 (1490) thừa tuyên Nghệ An được gọi là xứ Nghệ An, đến đời Hồng Thuận (1509 – 1516) đổi thành trấn Nghệ An. Ngày 16 tháng 2 năm Đại chính thứ 7 (1535) phụng chiếu Thái Tông Mạc Đăng Doanh. Hoàng Quận Công Mạc Đăng Lượng cùng em là Mạc Tuấn Ngạn đưa hơn 1 vạn quân vào trấn thủ đất Hoan châu huyện Nam Đường định đô tại Vùng Đô Đặng, có công chiêu lập 137 hộ dân gồm ba xã Đặng sơn, Bắc Sơn, Nam sơn tiền thân các dòng họ Hoàng,Bùi Duy, Nguyễn Đăng ngày nay và các triều vua cho phép lập Đền Tiên đô (Tiên Đô Miếu Linh tự) ở xã Đặng sơn để ghi nhớ thờ phụng.Danh xưng Đô lương trong chiến tranh Lê- Mạc (1533 -1592) là nơi chứa lương thảo của nhà Mạc gọi là Đô lương và bên này sông Lam đặt Đô Lâm, Đô Đặng.. chứ không phải \"Đò Lường\" đọc chệch sang Đô lương",
        "Năm 1831 niên hiệu Minh Mệnh 12 thì trấn Nghệ An tách thành 2 tỉnh là Nghệ An và Hà Tĩnh. Cũng trong năm này, đổi tên phủ Anh Đô thành phủ Anh Sơn, thành lập huyện Lương Sơn trực thuộc phủ Anh Sơn. Cũng thành lập tổng Đô Lương thuộc huyện Anh Sơn. Danh xưng Đô Lương chính thức có từ năm 1831.",
        "Theo sách Tên làng xã Việt Nam đầu thế kỷ XIX, Đô Lương là một Tổng thuộc huyện Nam Đường, phủ Anh Đô, cụ thể như sau:",
        "Phủ Anh Đô gồm có 2 huyện: huyện Hưng Nguyên và huyện Nam Đường.",
        "Huyện Nam Đường Gồm có 8 tổng, 90 xã, thôn, phường, trại, sách, giáp, vạn, đó là:",
        "- Đô Lương (xã): thôn Cẩm Hoa Thượng, thôn Cẩm Hoa Đông, giáp Nghiêm Thắng, giáp Duyên Quang, thôn Đông Trung, thôn Hoa Viên, thôn Phúc Thị.",
        "- Đại Tuyền (xã): thôn Phúc Thọ, Đông Am, giáp Trung An, thôn An Thành",
        "- Bạch Đường: thôn Nhân Trung, thôn Phúc Tuyền, thôn Phúc An, thôn Nhân Bồi, thôn Miếu Đường.",
        "- Diêm Trường: thôn An Tứ, Bỉnh Trung, Chấp Trung",
        "- phường Thiên Lý, thôn Vĩnh Trung, phường Hồng Hoa, vạn Trung Lở (sau đổi là ph. Duy Thanh)",
        "Theo Đồng Khánh địa dư chí do Quốc sử quán triều Nguyễn biên soạn, viết về phủ Anh Sơn như sau:",
        "Phủ Anh Sơn ở phía tây thành tỉnh. Phủ kiêm lý 2 huyện Lương Sơn, Nam Đường, thống hạt 2 huyện: Thanh Chương, Hưng Nguyên, Chân Lộc.",
        "Phủ lị đặt ở thôn Bột Đà, xã Phật Kệ, tổng Thuần Trung, huyện Lương Sơn. Bốn mặt đắp thành đất, chu vi 72 trượng (tả, hữu, trước, sau mỗi chiều đều 18 trượng), xung quanh trồng tre gai, hai bên ngoài có hào rộng 1 trượng 5 thước, sâu 3 thước. Thành có 2 cửa: cửa Tiền và cửa Hậu, đều xây gạch.",
        "Phủ hạt phía đông giáp biển cả, phía tây giáp phủ Tương Dương, phía nam giáp Phủ Đức Thọ, phía Bắc giáp hai phủ Quỳ Châu và Diễn Châu.",
        "Đông Tây cách nhau 224 dặm. Năm bắc cách nhau 88 dặm.",
        "Huyện có 2 phủ Lương Sơn và Nam Đường do phủ kiêm lý, gồm 9 tổng:",
        "Dân số các hạng: 6095 người, trong đó binh đinh là 680 người.",
        "Ruộng đất các hạng nộp thuế: 11.605 mẫu, 9 sào, 9 thước, 7 tấc, 3 phân. Trong đó:",
        "- Ruộng công tư các hạng: 8.569 mẫu, 7 sào, 4 thước, 8 tấc.",
        "- Đất công tư các hạng: 3.036 mẫu, 2 sào, 7 thước, 9 tấc, 3 phân.",
        "Thuế cả năm:",
        "- Nộp bằng thóc: 5.578 hộc, 1 thưng, 1 vốc, 3 nắm.",
        "- Nộp bằng tiền: 9.973 quan, 5 tiền, 8 đồng lẻ.",
        "Các tổng:",
        "1. Thuần Trung, gồm 17 xã, thôn:",
        "Thôn: Bột Đà, Phượng Lịch, Thuần Hậu, Đông Bích, Trung Thượng, Mỹ Trung, Tiên Cung, Doanh Châu, Thuận Lý, Phú Văn, Bảo Thiện, Mỹ Ngọc, Lễ Nghĩa, Trung Hậu, Thượng Cát, Sơn La, xã Trường Mỹ.",
        "2. Tổng Bạch Hà, gồm 11 xã, thôn: Đào Mỹ, Văn Khuê, Triêu Dương, Ngọc Mỹ, Ngọc Luật, Lưu Sơn, Thanh Tân, Bạch Hà, Long Thái, Văn Lâm, Chi Phương.",
        "3. Tổng Đô Lương, gồm 22 thôn: Yên Tứ, Bỉnh Trung, Chấp Trung, Trường Thịnh, Cẩm Ngọc, Hương Liên, Đông Trung, Nghiêm Thắng, Phúc Thuỵ, Diên Tiên, Tập Phúc, Nhân Bồi, Phúc Hậu, Nhân Trung, Phúc Yên, Trạc Thanh, Thanh Đường, Vĩnh Sơn, Phúc Mỹ, Ân Thịnh, Phú Thọ, Yên Thanh, Mỹ Hoà.",
        "4. Tổng Đặng Sơn, gồm 28 xã, thôn: Nhân Hậu, Phú NHuận, Xuân Chi, Xuân Như, Đặng Lâm, Đặng Thượng, Long Bố, Khả Quan, Lương Điền, Khả Phong, Đa Cai, Dương Long, Dương Xuân, Yên Phú, Vĩnh Yên, Yên Lĩnh, Tri Lễ, Thanh Lãng, Phúc Sơn, Xuân Trường, Khai Lãng, Hội Lâm, Tam Giang, Thanh Lương, Chân Suất, Xuân Thuỷ, Thanh Xuân, Lương Giang.",
        "5. Tổng Lãng Điền, gồm 9 xã thôn: Mặc Điền, Lãng Điền, Hội Tiên, Đại Điền, Vạn Hộ, Yên Lương, Cấm Võng, Tào Điền, Tào Giang.",
        "Sau Cách mạng tháng 8, Đô Lương là một phần của huyện Anh Sơn. Năm 1963, huyện Anh Sơn được chia thành 2 huyện: Anh Sơn và Đô Lương.",
        "Huyện Đô Lương khi đó gồm thị trấn Đô Lương và 32 xã: Bắc Sơn, Bài Sơn, Bồi Sơn, Đà Sơn, Đại Sơn, Đặng Sơn, Đông Sơn, Giang Sơn, Hiến Sơn, Hòa Sơn, Hồng Sơn, Lạc Sơn, Lam Sơn, Liên Sơn, Lưu Sơn, Minh Sơn, Mỹ Sơn, Nam Sơn, Ngọc Sơn, Nhân Sơn, Quang Sơn, Tân Sơn, Thái Sơn, Thịnh Sơn, Thuận Sơn, Thượng Sơn, Tràng Sơn, Trù Sơn, Trung Sơn, Văn Sơn, Xuân Sơn, Yên Sơn.",
        "Năm 1990, sáp nhập xã Liên Sơn vào thị trấn Đô Lương.",
        "Ngày 2 tháng 4 năm 2007, chia xã Giang Sơn thành 2 xã: Giang Sơn Đông và Giang Sơn Tây.",
        "Đô Lương thường được nhắc đến như nơi có nghề làm nồi đất truyền thống ở Trù Sơn, với phương pháp làm đơn giản nhưng sản phẩm phong phú và đa dạng như: niêu cơm, chõ xôi, ấm sắc thuốc, đặc biệt niêu đất của Trù Sơn đã đến với mảnh đất Vũ Đại để làm nên món cá kho nổi tiếng tại quê hương nhà văn Nam Cao.",
        "Ở Đà Sơn, Lưu Sơn, Tràng Sơn nghề đóng góp nhiều thu nhập cho nhân dân là nghề làm bánh đa (tiếng địa phương gọi là \"bánh khô\") hay làm kẹo lạc, kẹo cu đơ. Làng nghề Vĩnh Lộc, thị trấn Đô Lương đã được ủy ban nhân dân tỉnh Nghệ An công nhận làng nghề truyền thống với sản phẩm là kẹo lạc, kẹo dồi, bánh ong.",
        "Ở xã Đà Sơn còn có nghề làm gạch ngói tại làng Phượng Kỷ, nghề đan lát ở xóm Giáo Đà Lam. Ở xã Đặng sơn nghề Đan lát, trồng dâu nuôi tằm. Hầu như khắp nơi trên đất Đô Lương đều có người làm mộc, từ những dụng cụ trong nhà cho đến những đồ thủ công mỹ nghệ.",
        "Di tích do Bộ Văn hoá - Thông tin (nay là Bộ Văn hoá, Thể thao và Du lịch) công nhận, gồm có:",
        "Ba ra Đô Lương là một công trình thủy lợi do Pháp xây dựng đầu thế kỷ 20, có công của hoàng thân Xuphanuvông, sau này là chủ tịch nước Cộng Hòa dân chủ nhân dân Lào.",
        "Có nhiều di tích, đền đài được nêu trong các bản khai của địa phương vào năm 1937 với Viện Viễn đông Bác Cổ[2], được liệt kê trong Đồng Khánh địa dư chí như: đền Khai Long ở thôn Đông Bích (thờ Khai Long sứ quân và Nguyễn Cảnh Mô), đền Bà chúa Nhâm ở xã Hoà Sơn, đền Nghiêm Thắng xã Đông Sơn (thờ Trịnh Bá Tương - văn thần đời Lê), Đền Đông Trung xã Đông Sơn (thờ Trần Kim Vĩnh - thần khai canh), Đền Kẻ Cà ở làng Yên Thạch, tổng Bạch Hà, nay là xã Thái Sơn (thờ Nguyễn Quang Thiều), đền Đặng Thượng (thờ Cao Sơn Cao Các hay gọi Đền Cả), đền Tiên Đô (Tiên Đô Miếu linh từ) xã Đặng Sơn thờ 3 vị thần Bản cảnh thành hoàng: Mạc Đăng Lượng phó Quốc Vương Thượng thượng thượng đẳng thần; Hoàng Đăng Ích Bình nhung Đại tướng anh linh tôn thần Linh ứng thượng đẳng thần; Hoàng Bá Kì Bỉnh văn Dũng vũ Đoan túc tôn thần; Đền phủ Nghè Ná thờ Bản cảnh Thành Hoàng Ngài Hoàng Bá Kì Đoan túc tôn thần tại thôn Khả Phong xưa kia đền nhìn hướng Nam trên nền sân vận động xã Nam sơn gần đường Quốc lộ số 7), đền Bụt Đà ở xã Đà Sơn (thờ đức Thánh Thiên Giám), đền Thuần Trung (thờ Tấn Quốc Công Nguyễn Cảnh Mô), đền Nại Lăng (thờ Thái gia linh ứng tôn thần), đền Phúc Đồng ở xã Liên Sơn (cũ) nay là thị trấn Đô Lương, đền Đào Giang (thờ Thái Đăng Khoa), đền Bần Xá (thờ Phụ quốc quế linh tôn thần), Đền Nhà Vi ở xã Đông Sơn.",
        "Ngoài ra, ở làng nào cũng có chùa, đình, miếu... nhưng do thời gian, thiên tai và cả nhân tai mà hiện nay hầu hết các công trình này đều biến mất hoặc xuống cấp nghiêm trọng.",
        "Đô Lương có nhiều danh lam thắng cảnh đẹp như hang Mặt Trắng, đập Đá Bàn (Bài Sơn), đập Khe Du (Hoà Sơn), đập Khe Ngầm (Lam Sơn), Đập Ba ra Đô Lương, Khu du lịch nước khoáng nóng (Giang Sơn Tây)... Những thắng cảnh thiên nhiên là những công trình kinh tế phục vụ đời sống con người. Bên cạnh đó là hệ thống các khu di tích lịch sử văn hóa, kiến trúc nghệ thuật như Đền Quả, Đền Đức Hoàng, nhà thờ Nguyễn Cảnh Hoan, Nhà thờ Thái phó Thái Bá Du, Nhà thờ họ Hoàng Trần và Đình Phú Nhuận ở Đặng Sơn, khu di tích Truông Bồn... tạo thành khu du lịch văn hoá, sinh thái hấp dẫn.",
        "Đô Lương là vùng đất văn hoá, nổi tiếng hiếu học, chính những tên đất, tên làng Bạch Ngọc, Văn Khuê, Văn Lâm, Văn Tràng, Rú Bút, Hòn Nghiên, Hòn Mực.v.v...từ lâu đã được nhân dân hình tượng hoá thể hiện sự khát vọng vươn tới và thích học hành, đỗ đạt khoa bảng, với triết lý \"học để biết, biết để làm người\" điều đó lại được chắt lọc chưng cất qua bao thế hệ trở thành truyền thống hiếu học và tôn trọng nhân tài của nhân dân Đô Lương ngày nay.",
        "(Nguồn: Wikipedia)"
    ]
}