{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Kiến Xương<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Huyện<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Diện tích<\/th>\n   <td>199,2 km²<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số <span>(2009)<\/span><\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Tổng cộng<\/span><\/th>\n   <td>223.179 người<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Thành thị<\/span><\/th>\n   <td>12.000 người<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Mật độ<\/span><\/th>\n   <td>1.121 người/km2<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân tộc<\/th>\n   <td>Kinh<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc gia<\/th>\n   <td>Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Vùng<\/th>\n   <td>nam đồng bằng Bắc Bộ, Phía Nam <a class=\"annotation\" href=\"/dia-danh/tinh-thai-binh\" title=\"Thái Bình là một tỉnh ven biển ở đồng bằng sông Hồng, miền Bắc Việt Nam. Trung tâm tỉnh là thành phố Thái Bình cách thủ đô Hà Nội 110&amp;#160;km về phía đông nam, cách thành phố Hải Phòng 70&amp;#160;km về phía đông bắc. Thái Bình tiếp giáp với 5 tỉnh, thành phố: Hải Dương ở phía bắc, Hưng Yên ở phía tây b...\" target=\"_blank\">tỉnh Thái Bình<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tỉnh<\/th>\n   <td>Thái Bình<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Huyện lỵ<\/th>\n   <td>Thanh Nê<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thành lập<\/th>\n   <td>1890<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Trụ&nbsp;sở&nbsp;UBND<\/span><\/th>\n   <td>thị trấn Thanh Nê<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phân&nbsp;chia hành&nbsp;chính<\/th>\n   <td>36 xã, 1 thị trấn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Website<\/th>\n   <td>Trang chính thức<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Kiến Xương",
        "Vị trí địa lý",
        "Hành chính",
        "Lịch sử",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Kiến Xương - Người Kể Sử",
    "paragraphs": [
        "Kiến Xương là một huyện của tỉnh Thái Bình",
        "",
        "",
        "Kiến Xương nằm chính phía nam của tỉnh. Phía tây giáp huyện Vũ Thư và Thành phố Thái Bình. Phía tây bắc giáp huyện Đông Hưng, đông bắc giáp huyện Thái Thụy. Phía đông giáp huyện Tiền Hải. Phía nam giáp tỉnh Nam Định (ranh giới là sông Hồng). Đầu năm 2008, huyện Kiến Xương có diện tích tự nhiên là 19.920,73 ha (199,21 km2) và dân số là 223.179 người.",
        "Huyện Kiến Xương có 37 đơn vị hành chính trực thuộc, bao gồm 1 thị trấn: Thanh Nê và 36 xã: An Bình, An Bồi, Bình Định, Bình Minh, Bình Nguyên, Bình Thanh, Đình Phùng, Hòa Bình, Hồng Thái, Hồng Tiến, Lê Lợi, Minh Hưng, Minh Tân, Nam Bình, Nam Cao, Quang Bình, Quang Hưng, Quang Lịch, Quang Minh, Quang Trung, Quốc Tuấn, Quyết Tiến, Thanh Tân, Thượng Hiền, Trà Giang, Vũ An, Vũ Bình, Vũ Công, Vũ Hòa, Vũ Lễ, Vũ Ninh, Vũ Quý, Vũ Sơn, Vũ Tây, Vũ Thắng, Vũ Trung.",
        "Thời Lê Trung Hưng, huyện Kiến Xương được gọi là Chân Định thuộc phủ Kiến Xương trấn Sơn Nam. Đến thời nhà Nguyễn, năm 1832 triều Minh Mạng là huyện Chân Định phủ Kiến Xương tỉnh Nam Định (cũ), đến năm 1889 và 1890, triều Thành Thái, đổi là huyện Trực Định phủ Kiến Xương tỉnh Thái Bình. Từ Cách mạng tháng Tám đổi thành huyện Kiến Xương tỉnh Thái Bình.",
        "Sau năm 1954, huyện Kiến Xương có 32 xã: An Bình, An Bồi, An Ninh, Bắc Hải, Bình Định, Bình Minh, Bình Nguyên, Bình Thanh, Đình Phùng, Hòa Bình, Hồng Thái, Hồng Tiến, Lê Lợi, Minh Hưng, Minh Tân, Nam Bình, Nam Cao, Phương Công, Quang Bình, Quang Hưng, Quang Lịch, Quang Minh, Quang Trung, Quốc Tuấn, Quyết Tiến, Tán Thuật, Thanh Tân, Thượng Hiền, Trà Giang, Vân Trường, Vinh Quang, Vũ Lăng.",
        "Ngày 12 tháng 7 năm 1958, giải thể 2 xã Quang Minh và Vinh Quang.",
        "Ngày 17 tháng 6 năm 1969, chuyển 13 xã: Vũ Đông, Vũ Tây, Vũ Sơn, Vũ Lạc, Vũ Quý, Vũ Trung, Vũ Thắng, Vũ Công, Vũ Lễ, Vũ An, Vũ Ninh, Vũ Hòa, Vũ Bình thuộc huyện Vũ Tiên (cũ) về huyện Kiến Xương quản lý.",
        "Ngày 10 tháng 9 năm 1969, chuyển 5 xã: 5 xã: Bắc Hải, Phương Công, Vân Trường, Vũ Lăng, An Ninh về huyện Tiền Hải quản lý.",
        "Năm 1974, tái lập xã Quang Minh.",
        "Ngày 8 tháng 6 năm 1988, thành lập thị trấn Kiến Xương trên cơ sở tách xóm Quang Trung và xóm Tân Tiến của xã Tán Thuật.",
        "Ngày 12 tháng 4 năm 2002, giải thể thị trấn Kiến Xương và xã Tán Thuật để thành lập thị trấn Thanh Nê.",
        "Ngày 13 tháng 12 năm 2007, chuyển 2 xã Vũ Lạc và Vũ Đông về thành phố Thái Bình quản lý.",
        "Nghị định số: 181/2007/NĐ-CP",
        "",
        "(Nguồn: Wikipedia)"
    ]
}