{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Hưng Hà<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Huyện<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Đền Trần Thái Bình.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/huyen-hung-ha/a12d7f875b1f274227022ef59338887c.jpg\">\n    <noscript>\n     <img alt=\"Đền Trần Thái Bình.jpg\" src=\"/images/wiki/huyen-hung-ha/a12d7f875b1f274227022ef59338887c.jpg\">\n    <\/noscript>\n    <div>\n     Đền Trần, xã Tiến Đức\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Diện tích<\/th>\n   <td>200,42 km²<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số <span>(2009)<\/span><\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Tổng cộng<\/span><\/th>\n   <td>253.996 người<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Thành thị<\/span><\/th>\n   <td>22.500 người<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Mật độ<\/span><\/th>\n   <td>1.268 người/km2<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân tộc<\/th>\n   <td>đa số là người Kinh<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc gia<\/th>\n   <td>Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Vùng<\/th>\n   <td>nam đồng bằng Bắc Bộ, Tây Bắc <a class=\"annotation\" href=\"/dia-danh/tinh-thai-binh\" title=\"Thái Bình là một tỉnh ven biển ở đồng bằng sông Hồng, miền Bắc Việt Nam. Trung tâm tỉnh là thành phố Thái Bình cách thủ đô Hà Nội 110&amp;#160;km về phía đông nam, cách thành phố Hải Phòng 70&amp;#160;km về phía đông bắc. Thái Bình tiếp giáp với 5 tỉnh, thành phố: Hải Dương ở phía bắc, Hưng Yên ở phía tây b...\" target=\"_blank\">tỉnh Thái Bình<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tỉnh<\/th>\n   <td>Thái Bình<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Huyện lỵ<\/th>\n   <td>thị trấn Hưng Hà<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thành lập<\/th>\n   <td>1969<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Trụ&nbsp;sở&nbsp;UBND<\/span><\/th>\n   <td>Khu Nhân Cầu 1 thị trấn Hưng Hà<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phân&nbsp;chia hành&nbsp;chính<\/th>\n   <td>33 xã, 2 thị trấn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Website<\/th>\n   <td>Trang Chính thức<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Hưng Hà",
        "Địa lý",
        "Lịch sử",
        "Hành chính",
        "Dân số",
        "Làng nghề",
        "Danh nhân",
        "Giao thông",
        "Văn hóa tên làng",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Hưng Hà - Người Kể Sử",
    "paragraphs": [
        "Hưng Hà là một huyện thuộc tỉnh Thái Bình, Việt Nam.",
        "",
        "",
        "Huyện Hưng Hà là một huyện đồng bằng, nằm ở rìa phía Tây Bắc của tỉnh Thái Bình, diện tích tự nhiên là 200,42 km². Hưng Hà tiếp giáp với các huyện Đông Hưng (phía đông nam), Vũ Thư (phía nam), Quỳnh Phụ (phía đông bắc) và hai tỉnh Hưng Yên (các huyện Tiên Lữ, Phù Cừ) ở phía tây bắc, Hà Nam (huyện Lý Nhân) ở phía tây tây nam. Hưng Hà có ba mặt giáp sông Hồng (phía tây) cùng hai phân lưu của nó là sông Luộc (phía bắc) và sông Trà Lý (phía nam). Xã Tân Lễ là cực Tây của cả huyện lẫn tỉnh Thái Bình, nằm tại ngã ba sông giữa sông Hồng và sông Luộc. Cực Nam của huyện là xã Hồng Minh, nằm tại ngã ba sông Hồng và Trà Lý (tên cổ là cửa Tuần Vườn). Cực Đông là xã Bắc Sơn, nằm tại ngã ba ranh giới với hai huyện Quỳnh Phụ và Đông Hưng. Sông Tiên Hưng lấy nước từ sông Luộc chảy qua giữa huyện theo hướng Tây Bắc - Đông Nam. Ngoài ra huyện có một mạng lưới các con sông nhỏ, kênh rạch nhỏ, nối thông với các sông Hồng, Luộc, Trà Lý.",
        "Huyện Hưng Hà được thành lập ngày 17 tháng 6 năm 1969 trên cơ sở giải thể 2 huyện Duyên Hà - Hưng Nhân và tách 5 xã: Bắc Sơn, Đông Đô, Tây Đô, Hòa Bình, Chi Lăng của huyện Tiên Hưng cũ.",
        "Trước khi hợp nhất:",
        "- Huyện Hưng Nhân có 28 xã: Canh Tân, Cấp Tiến, Chí Hòa, Cộng Hòa, Độc Lập, Hiệp Hòa, Hoàng Đức, [[Hồng An, Hồng Hà, Hồng Lĩnh, Hồng Phong, Kim Trung, Lam Sơn, Liên Hiệp, Minh Hòa, Minh Hồng, Minh Khai, Minh Tân, Phạm Lễ, Phúc Khánh, Tân Mỹ, Tân Sơn, Tân Tiến, Tân Việt, Thái Hưng, Thái Thịnh, Tiến Dũng, Trần Phú, Văn Lang.",
        "- Huyện Duyên Hà có 10 xã: An Đình, An Đồng, Dân Chủ, Đoan Hùng, Duyên Hải, Hùng Dũng, Tam Điệp, Tam Nông, Thống Nhất, Văn Cẩm.",
        "Sau khi hợp nhất 2 huyện trên và chuyển 5 xã của huyện Tiên Hưng cũ về huyện Hưng Hà quản lý, huyện Hưng Hà có 43 xã: An Đình, An Đồng, Bắc Sơn, Canh Tân, Cấp Tiến, Chí Hòa, Chi Lăng, Cộng Hòa, Dân Chủ, Đoan Hùng, Độc Lập, Đông Đô, Duyên Hải, Hiệp Hòa, Hòa Bình, Hoàng Đức, Hồng Hà, Hồng Lĩnh, Hồng Phong, Hùng Dũng, Kim Trung, Lam Sơn, Liên Hiệp, Minh Hòa, Minh Hồng, Minh Khai, Minh Tân, Phạm Lễ, Phúc Khánh, Tam Điệp, Tam Nông, Tân Mỹ, Tân Sơn, Tân Tiến, Tân Việt, Tây Đô, Thái Hưng, Thái Thịnh, Thống Nhất, Tiến Dũng, Trần Phú, Văn Cẩm, Văn Lang.",
        "Ngày 18 tháng 12 năm 1976, sáp nhập xã An Đình vào xã Thống Nhất.",
        "Ngày 23 tháng 2 năm 1977:",
        "- Hợp nhất 2 xã Minh Hồng và Hồng Phong thành xã Hồng Minh.",
        "- Hợp nhất 2 xã Tiến Dũng và Hoàng Đức thành xã Tiến Đức.",
        "- Hợp nhất 2 xã Phạm Lễ và xã Tân Mỹ thành xã Tân Lễ.",
        "- Hợp nhất 2 xã Tam Điệp và Tam Nông thành xã Điệp Nông.",
        "- Hợp nhất 2 xã Lam Sơn và Trần Phú thành xã Phú Sơn.",
        "- Hợp nhất 2 xã Hòa Bình và Chi Lăng thành xã Bình Lăng.",
        "- Sáp nhập 3 thôn: Điềm, Gạo, Hà của xã Tân Việt với vào xã Hồng Hà thành xã Hồng An.",
        "- Sáp nhập thôn Phương La (phần còn lại) của xã Tân Việt vào xã Thái Thịnh thành xã Thái Phương.",
        "- Sáp nhập 4 thôn: Bùi Tịp, Nguôm, Tư Nam, Phú Lâm của xã Hiệp Hòa vào xã Cấp Tiến thành xã Hòa Tiến.",
        "- Sáp nhập 2 thôn Lương và Me (phần còn lại) của xã Hiệp Hòa vào xã Tân Sơn thành xã Tân Hòa.",
        "- Từ đó, 2 xã Hiệp Hòa và Tân Việt bị giải thể. Địa bàn sáp nhập vào toàn bộ diện tích và dân số của các xã như: Tân Hòa, Hòa Tiến, Hồng An và Thái Phương.",
        "Ngày 21 tháng 6 năm 1989, giải thể xã An Đồng để thành lập thị trấn Hưng Hà.",
        "Ngày 16 tháng 5 năm 2005:",
        "- Chuyển xã Phú Sơn thành thị trấn Hưng Nhân.",
        "- Chia xã Bình Lăng thành 2 xã: Hòa Bình và Chi Lăng.",
        "Huyện gồm 2 thị trấn: Hưng Hà (huyện lị), Hưng Nhân và 33 xã: Bắc Sơn, Canh Tân, Chí Hòa, Chi Lăng, Cộng Hòa, Dân Chủ, Điệp Nông, Đoan Hùng, Độc Lập, Đông Đô, Duyên Hải, Hòa Bình, Hòa Tiến, Hồng An, Hồng Lĩnh, Hồng Minh, Hùng Dũng, Kim Chung, Liên Hiệp, Minh Hòa, Minh Khai, Minh Tân, Phúc Khánh, Tân Hòa, Tân Lễ, Tân Tiến, Tây Đô, Thái Hưng, Thái Phương, Thống Nhất, Tiến Đức, Văn Cẩm, Văn Lang.",
        "Dân số của huyện Hưng Hà là 290.750 người (2015), trong đó dân số trong độ tuổi lao động là 149.587 người.",
        "Huyện có nhiều làng nghề nổi tiếng như: làng Hới (xã Tân Lễ) có nghề dệt chiếu, làng Mẹo (xã Thái Phương) có nghề dệt vải, làng Diệc (Mĩ Giặc) có nghề làm mộc, làng Tây Xuyên (thị trấn Hưng Nhân) có nghề đan mành, làng Mải (nay là thôn Mỹ Thịnh - Xã Tây Đô) có nghề đan rổ, rá,...",
        "Hưng Hà là một trong những quê hương của các vua nhà Trần, nhà bác học Lê Quý Đôn, là thủ đô kháng chiến của triều đình nhà Trần, trong các cuộc cuộc kháng chiến chống Nguyên. Ngoài ra còn có các danh nhân như Nguyễn Thị Lộ, Phạm Đôn Lễ.",
        "Đường bộ: quốc lộ 39 chạy từ thị xã Hưng Yên, qua cầu Triều Dương bắc qua sông Luộc, vào địa bàn huyện rồi chạy xuyên qua giữa huyện sang huyện Đông Hưng. Từ cầu Triều Dương đi khoảng 40 km nữa chúng ta sẽ tới TP Thái Bình.",
        "Đường thủy: sông Hồng, sông Luộc, sông Trà Lý, sông Tiên Hưng.",
        "Đây là vùng đất còn nhiều nét cổ,Mỗi làng đều có một hay nhiều tên gọi khác nhau, liên quan mật thiết đến phong tục, tập quán, lối sống, tín ngưỡng, sở thích của cả cộng đồng.làng đều có tên Nôm và tên Hán Việt (tên chữ) kèm theo. Tên Nôm có thể có trước, còn tên Hán Việt thường có sau, khi chữ Hán và văn hoá Hán có quá trình giao thoa sâu hơn với văn hoá Việt. Trong đó, tên Nôm có kết cấu 1 tiếng, 1 chữ còn tên Hán Việt có kết cấu 2 tiếng, 2 chữ.ví dụ làng Diệc tên Hán Việt là Mĩ giặc,nhưng cả hai nghĩa đều là ĐẸP",
        "",
        "(Nguồn: Wikipedia)"
    ]
}