{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Huyện Kinh Môn<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Huyện<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số<\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Tổng cộng<\/span><\/th>\n   <td>Chủ yếu là Kinh<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc gia<\/th>\n   <td><img class=\"jch-lazyload\" alt=\"Cộng hòa xã hội chủ nghĩa Việt Nam\" src=\"/images/wiki/huyen-kinh-mon/f015bbd8d34e4f28933ca79adf565f31.png\" width=\"22\" height=\"15\" srcset=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIyMiIgaGVpZ2h0PSIxNSI+PC9zdmc+\" data-srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/33px-Flag_of_Vietnam.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/44px-Flag_of_Vietnam.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\">\n    <noscript>\n     <img alt=\"Cộng hòa xã hội chủ nghĩa Việt Nam\" src=\"/images/wiki/huyen-kinh-mon/f015bbd8d34e4f28933ca79adf565f31.png\" width=\"22\" height=\"15\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/33px-Flag_of_Vietnam.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/44px-Flag_of_Vietnam.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\">\n    <\/noscript>Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Vùng<\/th>\n   <td>Đồng bằng <a class=\"annotation\" href=\"/dia-danh/song-hong\" title=\"Sông Hồng có tổng chiều dài là 1,149 km bắt nguồn từ Trung Quốc chảy qua Việt Nam và đổ ra biển Đông. Đoạn chảy trên đất Việt Nam dài 510&amp;#160;km. Đây là dòng sông quan trọng của nền văn hóa lúa nước Việt Nam....\" target=\"_blank\">sông Hồng<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tỉnh<\/th>\n   <td>Hải Dương<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Trụ&nbsp;sở&nbsp;UBND<\/span><\/th>\n   <td>tt. Kinh Môn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phân&nbsp;chia hành&nbsp;chính<\/th>\n   <td>Gồm 25 xã<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Kinh Môn",
        "Kinh tế",
        "Hành chính",
        "Địa hình",
        "Lịch sử",
        "Thắng cảnh",
        "Xem thêm",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Kinh Môn - Người Kể Sử",
    "paragraphs": [
        "Kinh Môn là một huyện của tỉnh Hải Dương giáp với Hải Phòng và Quảng Ninh. Kinh Môn tương đối đặc biệt so với các huyện khác của tỉnh vốn được mệnh danh là tỉnh nông nghiệp. Một dãy núi đất trong hệ thống núi vòng cung Đông Triều làm xương sống của cả Huyện. Về núi non, Kinh Môn cảnh trí tương đối giống Chí Linh, nhưng Kinh Môn còn đặc biệt là có những núi đá xanh rải rác, sông bao bọc, cánh đồng rộng lớn. Trong các sách thường phân loại Kinh Môn là huyện bán sơn địa.",
        "",
        "",
        "Ngày nay, Kinh Môn được xếp vào huyện miền núi, nhiều xã là xã miền núi trong danh sách hưởng chính sách ưu đãi của Nhà nước. Nhưng cũng chính nơi đây, một phần huyện Kinh Môn, nơi trước đây là khu vực chắn giữa sông Kinh Thầy, Đá Bạc vốn là nơi đìu hiu, nghèo nàn nhất của huyện, chậm phát triển nhất tỉnh, thì nay lại là nơi có khu vực công nghiệp xi măng lớn nhất nước, đô thị hóa rất nhanh, ra đời đồng thời hai thị trấn lớn. Khu vực này đúng là một con gà gáy cả ba tỉnh cùng nghe, là nơi ngã ba tiếp giáp biên giới của Kinh Môn (Hải Dương) - Đông Triều (Quảng Ninh) và Thủy Nguyên (Hải Phòng). Dãy núi có đỉnh cao nhất là An Phụ chia huyện thành hai phần, phần Tây tiếp giáp sông Kinh Môn chạy song song với quốc lộ số 5 ruộng đồng bằng phẳng, từ Thăng Long, Quang Trung giáp Bến Tuần Mây kéo đến bến Nống (An Lưu) là một cánh đồng vựa lúa, sánh với bất cứ cánh đồng nào của Gia Lộc, Tứ Kỳ vốn nổi danh lúa gạo. Phần bên Đông núi An Phụ, dân vừa làm ruộng, vừa sinh sống với sông Kinh Thầy, vốn là nơi trên bến dưới thuyền, nghề chài lưới lẫn với thương hồ hình thành tính cách quả cảm của dân Kinh Môn, có những con người còn lưu dậm dấu vết trong sử sách.",
        "== Địa lý ==Kinh Môn phía Bắc giáp thị xã Đông Triều của tỉnh Quảng Ninh, phía Nam và Đông Nam giáp huyện Kim Thành của tỉnh Hải Dương và huyện An Dương của thành phố Hải Phòng, phía Đông và Đông Bắc giáp huyện Thủy Nguyên của thành phố Hải Phòng, phía Tây và Tây Nam giáp huyện Nam Sách của tỉnh Hải Dương, phía Tây và Tây Bắc giáp thị xã Chí Linh của tỉnh Hải Dương.",
        "Huyện Kinh Môn có 3 thị trấn: Kinh Môn (huyện lị), Minh Tân, Phú Thứ và 22 xã: An Phụ, An Sinh, Bạch Đằng, Duy Tân, Hiến Thành, Hiệp An, Hiệp Hòa, Hiệp Sơn, Hoành Sơn, Lạc Long, Lê Ninh, Long Xuyên, Minh Hòa, Phạm Mệnh, Phúc Thành B, Quang Trung, Tân Dân, Thái Sơn, Thái Thịnh, Thăng Long, Thất Hùng, Thượng Quận.",
        "Kinh Môn có diện tích tự nhiên: 16.326,31ha, trong đó diện tích đất nông nghiệp 8.929,4 ha (chiếm 54,7%); đất lâm nghiệp 9,4%; đất chuyên dùng 16,0%; đất chưa sử dụng và đất sông suối, núi đá 12,8%; có mật độ dân số cao, so với mật độ bình quân của các huyện miền núi cả nước (1.003 người/km2) - là nơi đất chật người đông.",
        "Địa hình Kinh Môn là đồi núi xen kẽ đồng bằng, có 4 sông lớn chảy qua chia cắt địa bàn huyện thành 3 vùng địa lý tương đối riêng biệt (phía Nam An Phụ, Bắc An Phụ và 5 xã khu đảo), gây khó khăn cho phát triển nông nghiệp và hệ thống giao thông. Khi chưa có cầu An Thái, bất cứ ai đến với Kinh Môn đều phải qua đò, bởi Kinh Môn là một \"huyện đảo\" ở vùng đồng bằng Bắc Bộ. Nhưng với tốc độ phát triển hiện nay và đặc biệt con đường mới đã được mở ra nối liền Quốc lộ 5 Và Quốc lộ 18 với hai câu cầu được xây dựng là cầu Hiệp Thượng được khánh thành vào ngày 29 -12 - 2007 và cầu Hoàng Thạch. Vì vậy việc giao lưu và đi lại của người dân vùng đảo(5 xã khu đảo), với các xã và huyện lị trong khu vực đã thuận lợi hơn nhiều.",
        "Kinh Môn có khoảng 2.100ha đồi núi đất và 320ha núi đá xanh, phân bổ như sau:",
        "Ở dãy núi An Phụ có các đèo Nẻo (Huề Trì - Nghĩa Vũ), đèo Vù (Bồ Bản - Kim Xuyên), đèo Ngà (Miêu Nha - Lê Xá), đèo Than (An Bộ - Trí Giả), đèo Đước (Đích Sơn - Trí Giả),... Ở dãy núi Ngang có đèo Ngang (Thượng Chiểu - Kim Bào), đèo Gai (Lỗ Sơn - Hạ Chiểu),...",
        "Vùng núi đá xanh của huyện là nguồn nguyên liệu dồi dào để xây dựng các nhà máy ximăng lớn như Hoàng Thạch, Phúc Sơn, Duyên Linh, Văn Chánh,..., là nguồn nguyên liệu nung vôi và cung cấp đá xanh cho các công trình xây dựng.",
        "Ngoài ra Kinh Môn còn có các tài nguyên khác như caolanh (có ở Hoàng Thạch - Bích Nhôi - Tử Lạc), quặng bôxít ở Lỗ Sơn, đất chịu lửa ở Lê Ninh...",
        "Thuở xa, khi bà Lê Chân lập trang An Biên khai phát khu vực Hải Phòng ngày nay, chắc chắn Kinh Môn không xa biển. Đến năm Quang Thuận thứ 10 (1469), Thừa tuyên Hải Dương có 4 phủ, 18 huyện thì phủ Kinh Môn là một trong 4 phủ, quản 7 huyện: Giáp Sơn, Đông Triều, Kim Thành, An Lão, An Dương, Nghi Dương và Thuỷ Đường. Đối chiếu với bản đồ ngày nay, Kinh Môn chỉ còn là danh chỉ huyện Giáp Sơn xưa, trừ các huyện Kim Thành, Đông Triều cơ bản là đất cũ, các huyện còn lại chính là nằm lọt trong phần lớn Thành phố Hải Phòng ngày nay.",
        "Vùng đất thuộc phủ Kinh Môn chắc chắn có một giai đoạn phát triển mạnh, vì nằm giữa Chí Linh quê gốc và Dương Kinh nơi đất căn bản của họ Mạc. Nhưng cuối triều Mạc, bắt đầu Lê Trung hưng phải gánh chịu nhiều cuộc tàn phá ghê gớm. Một phần do sự suy tàn của triều Mạc, một phần đây chính là địa điểm đường thủy nối Tây đô Thanh Hóa với Đông đô, cuộc chiến phò Lê và tồn Mạc đã làm cho cả vùng thành chiến địa. Đại Việt sử ký toàn thư chép năm 1598, Đoan Quốc công Nguyễn Hoàng đã từ Thăng Long, vâng mệnh vua Lê Thế Tông, kéo về Kinh Môn thảo phạt \"giặc ngụy\". Sau khi nhà Mạc chạy dài lên phía Bắc, thế lực chống triều đình mạnh nhất tập trung ở Thuỷ Đường (nay là Thuỷ Nguyên), rồi Đông Triều, Kim Thành, Thanh Hà, An Dương… đều không thần phục triều đình. Nhưng duy chỉ có Giáp Sơn là không thấy nói có \"ngụy\", và chắc chắn Nguyễn Hoàng đã kéo quân theo đường thủy đến phủ lỵ Kinh Môn làm bản doanh để làm cuộc chinh phạt. Chính vùng sông nước từ Kinh Môn đến Đồ Sơn, nằm trong khu vực phủ Kinh Môn xưa, hai trăm năm sau lại là vùng đất hoạt động của Quận He Nguyễn Hữu Cầu chống lại triều đình. (Ghi chú: Quyển tiểu thuyết \"Vườn An Lạc\" của Nguyễn Xuân Hưng chính là viết về giai đoạn này của Kinh Môn) Ngược dòng lịch sử, Kinh Môn có một vùng di tích vốn là trang ấp của An Sinh vương Trần Liễu, thân sinh Đức Thánh Hưng Đạo đại vương. Trang ấp này ngày nay thuộc xã An Sinh, dưới chân núi An Phụ. Chính sử chép nhà Trần phát tích từ Thiên Trường, nhưng hàn vi mấy đời đánh cá trên sông, cứu công chúa nhà Lý trên sông. Ngày xưa, con sông Bạch Đằng đổ vào hệ thống sông Thái Bình rồi lên kinh thành chính là đường thủy quốc lộ chính, địa vật ngày nay chắc khác xưa nhiều, con cháu nhà Trần có thể đánh cá dọc sông Kinh Thầy hay không, nhưng chắc chắn An Phụ có vị trí tâm linh cao quý đối với họ Trần. Bằng chứng là sau này, các đời vua từ Minh Tông trở về sau đều không phải an táng ở Thiên Trường (Nam Định) mà an táng tại An Sinh. Có sách nói An Sinh ngày nay thuộc Đông Triều, đó là thông tin nhầm lẫn. An Sinh là một phần của Kinh Môn. An Sinh vốn là trang ấp cổ của dòng trưởng họ Trần, các đời vua sau đều là con cháu của cả dòng Trần Cảnh lẫn Trần Liễu, chắc chắn phải chọn nơi đất phát của họ để an táng. Tiếc rằng sau khi Trương Phụ đánh bại nhà Hồ, đã cho tàn phá tất cả những di tích của nước ta, nhất là những địa danh gắn với các vị vua chống ngoại xâm. Ngày nay, tượng Trần Quốc Tuấn đặt tại đỉnh An Phụ, thấp hơn đền Trần Liễu quả là đắc địa và đúng với tâm linh lịch sử. Chính An Sinh chứ không phải Thiên Trường mới là nơi Trần Quốc Tuấn sống thuở ấu thơ, gắn bó với trang ấp của cha, gần với phủ đệ Vạn Kiếp chỉ vài giờ đi thuyền.",
        "Từ những năm 1947-1955, Kinh Môn thuộc tỉnh Quảng Yên. Khi chính phủ quyết định sát nhập 2 tỉnh Hải Dương và Hưng Yên thành tỉnh Hải Hưng vào năm 1968 thì huyện Kinh Môn sáp nhập với huyện Kim Thành để thành lập huyện Kim Môn. Đến năm 1997, khi tái lập tỉnh Hải Dương thì tách trở lại như trước. Huyện Kinh Môn khi đó gồm có 25 xã: An Lưu, An Phụ, An Sinh, Bạch Đằng, Duy Tân, Hiến Thành, Hiệp An, Hiệp Hòa, Hiệp Sơn, Hoành Sơn, Lạc Long, Lê Ninh, Long Xuyên, Minh Hòa, Minh Tân, Phạm Mệnh, Phú Thứ, Phúc Thành B, Quang Trung, Tân Dân, Thái Sơn, Thái Thịnh, Thăng Long, Thất Hùng, Thượng Quận.",
        "Ngày 28-10-1996, chuyển xã An Lưu thành thị trấn An Lưu.",
        "Ngày 3-6-2004, chuyển 2 xã Minh Tân và Phú Thứ thành 2 thị trấn có tên tương ứng; đổi tên thị trấn An Lưu thành thị trấn Kinh Môn.",
        "Theo quy hoạch chung đô thị Hải Dương đến năm 2030 và tầm nhìn đến năm 2050, toàn bộ diện tích tự nhiên và dân số của huyện Kinh Môn sẽ được nâng cấp lên thành thị xã Kinh Môn với 5 phường: Hiệp An, Hiệp Sơn, Kinh Môn, Minh Tân, Phú Thứ và 20 xã: An Phụ, An Sinh, Bạch Đằng, Duy Tân, Hiến Thành, Hiệp Hòa, Hoành Sơn, Lạc Long, Lê Ninh, Long Xuyên, Minh Hòa, Phạm Mệnh, Phúc Thành B, Quang Trung, Tân Dân, Thái Sơn, Thái Thịnh, Thăng Long, Thất Hùng, Thượng Quận.",
        "Kinh Môn nổi tiếng với Đền Cao - là nơi thờ cha Hưng Đạo Vương Trần Quốc Tuấn và danh lam thắng cảnh động Kính Chủ - nơi có nhiều hang động đá vôi tuyệt đẹp và gắn với cuộc đấu tranh cách mạng của nhân dân Hải Dương cũng như của Việt Nam trong thời kỳ chống ngoại xâm.",
        "Động Kính Chủ nằm trong quần thể núi đá xanh cách An Phụ vài ba cây số. Chắc rằng thời Lý, Kính Chủ là nơi trung tâm Phật giáo, trước khi các nhà tu hành phát hiện ra An Tử. Chính sử chép nơi đây có 49 hang động, lầu son gác tía. Lý Thần tông được nhà Trần cho tu ở đó, thực chất là an trí. Nay di tích này không còn nhiều, hầu như chỉ còn phế tích. Vấn đề của Kính Chủ cũng là vấn đề chung nan giải của cả nước. Theo truyền thuyết Động Kính Chủ là cột trụ trời.",
        "Khu vực đồi núi Kinh Môn còn có những di tích lịch sử và thắng cảnh được Nhà nước xếp hạng với đỉnh An Phụ có đền thờ An Sinh Vương Trần Liễu - cha của Hưng Đạo Vương Trần Quốc Tuấn; với động Kính Chủ có nhiều hang động tạo nên phong cảnh thiên nhiên đẹp đẽ, nơi đây còn bút tích của danh nhân Phạm Sư Mệnh đề thơ \"Đặng thạch môn sơn lưu đề\".",
        "Những dãy núi đá Kinh Môn là nơi đã diễn ra các cuộc chiến đấu của ông cha ta chống giặc ngoại xâm như thời vua Trần Nhân Tông đã đóng quân ở núi Kính Chủ để chống quân Nguyên. Đặc biệt trong cuộc kháng chiến chống Pháp đã diễn ra các cuộc chiến đấu rất oanh liệt của quân dân Kinh Môn tại các khu núi đá với các địa danh: Kính Chủ, Áng Sơn, Thung Sanh mãi mãi còn ghi đậm dấu tích kiên cường trong ký sức của người dân Kinh Môn. Ở thôn An Thủy thuộc xã Hiến Thành cách thị trấn Kinh Môn ở về phía Nam (trên đường đi sang ga Dụ Nghĩa thuộc TP Hải Phòng) có một ngôi chùa rất linh thiêng đã được xếp hạng di tích lịch sử.",
        "(Nguồn: Wikipedia)"
    ]
}