{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Nam Sách<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Huyện<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">280px<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Diện tích<\/th>\n   <td>109,02<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số<\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Tổng cộng<\/span><\/th>\n   <td>118.040<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Mật độ<\/span><\/th>\n   <td>1.082,75<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân tộc<\/th>\n   <td>Chủ yếu là Việt<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tỉnh<\/th>\n   <td>Hải Dương<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ tịch&nbsp;UBND<\/span><\/th>\n   <td>Vương Văn Thanh<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chủ&nbsp;tịch&nbsp;HĐND<\/span><\/th>\n   <td>Trần Văn Duyệt<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Trụ&nbsp;sở&nbsp;UBND<\/span><\/th>\n   <td>Thị trấn Nam Sách<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phân&nbsp;chia hành&nbsp;chính<\/th>\n   <td>18 xã, 1 thị trấn<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "huyện Nam Sách",
        "Lịch sử",
        "Tên gọi",
        "Truyền thống-Văn hóa",
        "Những sự kiện về Hồ Chí Minh với huyện Nam Sách",
        "Địa lý",
        "Đất đai",
        "Thủy văn",
        "Nông nghiệp",
        "Công nghiệp",
        "Giáo dục",
        "Hạ tầng",
        "Điện",
        "Nước",
        "Giao thông",
        "Viễn thông",
        "Di tích lịch sử",
        "Du lịch",
        "Dân số",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "huyện Nam Sách - Người Kể Sử",
    "paragraphs": [
        "Nam Sách là một huyện ở phía bắc của tỉnh Hải Dương, Việt Nam.",
        "",
        "",
        "Nam Sách là huyện có lịch sử phát triển lâu đời, con người đến sinh cơ lập nghiệp khá sớm. Theo kết quả khảo cổ học gần đây nhất cho thấy ngay từ đầu Công nguyên, mảnh đất này đã có con người sinh sống. Tên Nam Sách có từ rất lâu rồi và có nhiều truyền thuyết về tên Nam Sách.",
        "Một trong những truyền thuyết liên quan đến vua Ngô Quyền. Phạm Chiêm là một hào trưởng ở vùng Trà Hương (Nam Sách Giang) giúp Ngô Quyền trong chiến thắng Bạch Đằng năm 938 và đã cưu mang con trai Ngô Quyền là Ngô Xương Ngập năm 944. Sau khi giành lại ngôi vua Ngô Xương Văn xưng vương lấy hiệu là Nam Tấn Vương và Ngô Xương Ngập lấy hiệu là Thiên Sách Vương, mỗi người lấy một từ của tên \"Nam Sách\" để tỏ lòng ghi nhớ về vùng đất này.",
        "Một truyền thuyết nữa là: trong lịch sử, vùng Nam Sách có rất nhiều vị đỗ đạt cao (trạng nguyên, tiến sỹ,...) nên cũng có nhiều ý kiến cho rằng: Nam Sách tức là \"Sách của trời Nam\".",
        "Đến đời nhà Lý cũng có tên là Nam Sách Giang. Nam Sách là nơi phát tích của hai dòng họ Việt Nam đó là dòng họ Phạm (Trà Hương) và họ Mạc (Long Động).",
        "Thời nhà Trần, Nam Sách là tên gọi của một xứ, bao gồm Chí Linh, Nam Sách, Thanh Hà và Tiên Lãng (Hải Phòng) ngày nay. Cuối thời nhà Trần, nó là tên gọi của một châu (Nam Sách châu) thuộc phủ Lạng Giang. Đầu thời kỳ Lê sơ, là tên gọi của một lộ, bao gồm Nam Sách thượng và Nam Sách hạ.",
        "Đến thời Lê Nhân Tông là tên gọi của một phủ. Đến năm 1466, Lê Thánh Tông chia cả nước thành 13 đạo thừa tuyên, Nam Sách là một trong số đó. Tháng 4 năm 1469, nó lại chỉ là tên gọi của một phủ, do đạo thừa tuyên Nam Sách đã đổi thành Hải Dương. Trong thành phần phủ Nam Sách khi đó có các huyện Thanh Lâm, Chí Linh, Thanh Hà và Tiên Minh (Tiên Lãng ngày nay). Thời Hậu Lê, trụ sở phủ Nam Sách đặt tại Vạn Tải (nay thuộc xã Hồng Phong). Tới năm Gia Long 7 (1806) chuyển về Tổng Xá (xã Thanh Quang ngày nay). Năm 1898, bỏ cấp phủ. Tên gọi huyện Nam Sách có lẽ có từ khi này.",
        "Người Nam Sách",
        "Nam Sách đã từng là đại bản doanh của nhiều triều đại: Hai bà Trưng, nhà Tiền Lý, nhà Ngô, nhà Trần. Đây cũng là vùng đất của gốm Chu Đậu, chùa An Ninh (Chùa Trăm Gian xứ Đông)",
        "Tại Nam Sách còn là nơi mai táng ông nội cụ Vũ Hồn là cụ Vũ Tiên Oanh (tại Đống Dờm, thị trấn Nam Sách), thủy tổ của một dòng họ Vũ/Võ của Việt Nam và Thành hoàng của làng Mộ Trạch giàu truyền thống khoa bảng.",
        "Nơi đây còn là quê hương nhà thơ Trần Đăng Khoa, \"vua chèo\" Trần Đình Ngôn.",
        "Huyện Nam Sách phía bắc giáp huyện Chí Linh, phía đông giáp huyện Kinh Môn và huyện Kim Thành, phía nam giáp thành phố Hải Dương, phía tây giáp huyện Cẩm Giàng và huyện Lương Tài (tỉnh Bắc Ninh). Huyện có 18 xã và 1 thị trấn (huyện lỵ), trong đó bao gồm 102 thôn.",
        "Các xã nay thuộc thành phố Hải Dương[1]:",
        "Tính chất đất đai cũng như địa hình của huyện mang đặc tính địa hình của đất phù sa sông Thái Bình. Độ cao so với mực nước biển trung bình là 0,60 m.",
        "Khí hậu ở Nam Sách mang rõ nét tính chất khí hậu nhiệt đới gió mùa, hội tụ đầy đủ điều kiện để phát triển một nền nông nghiệp toàn diện.",
        "Đất ở Nam Sách được hình thành do sự bồi lắng phù sa của sông Thái Bình, sông Kinh Thày, sông Lai Vu... Đất đai màu mỡ phù hợp với sự sinh trưởng phát triển của các cây nông nghiệp, đặc biệt là các cây vụ đông như hành, tỏi, các cây vụ đông...",
        "Huyện Nam Sách về cơ bản cả bốn phía đều có sông bao bọc, gồm các sông Thái Bình, sông Kinh Thày, sông Lai Vu. Do vậy nguồn nước khá dồi dào, phục vụ sản xuất nông nghiệp và sinh hoạt dân cư. Tuy nhiên, đây cũng là một khó khăn cho huyện do giao thông không được thuận lợi và nguy cơ ngập lụt về mùa mưa.",
        "Trước kia Nam Sách có làng nghề gốm cực kỳ nổi tiếng là gốm Chu Đậu, từ năm 1995 bắt đầu phục hồi làng nghề gốm này. Huyện đã có khu công nghiệp Nam Sách được Chính phủ phê duyệt trên 63 ha, cụm công nghiệp An Đồng đã được tỉnh phê duyệt trên 35 ha. Khu Công nghiệp Cộng Hoà. Ngoài ra một số doanh nghiệp đã đầu tư vào thị trấn Nam Sách, xã Minh Tân; khả năng dành đất cho công nghiệp ở dọc đường 183, đường 17 của huyện còn lớn. Được sự quan tâm của chính quyền địa phương, nhiều doanh nghiệp đã phát triển và trở thành các doanh nghiệp lớn trong nhiều lĩnh vực trọng yếu của đất nước như một số Công ty cổ phần được xây dựng, góp phần phát triển kinh tế địa phương ổn định quốc phòng và an ninh, giúp cho hàng ngàn thanh niên có việc làm...",
        "Hệ thống giáo dục huyện Nam Sách gồm các trường Phổ thông trung học từ lớp 10->12. Ở mỗi xã đều có các trường phổ thông cơ sở từ lớp 6->9 và các trường tiểu học từ lớp 5 trở xuống. Có 3 trường phổ thông trung học chính quy là: Phổ thông trung học Nam Sách,Phổ thông trung học Mạc Đĩnh Chi và Phổ thông trung học Nam Sách II",
        "Nam Sách nằm ở trung tâm của tam giác kinh tế Hà Nội - Hải Phòng - Quảng Ninh, có hệ thống giao thông tổng thể không phải là không thuận lợi, mặc dù có sông bao bọc gần như bốn phía: đường 37 nối Hà Nội, Hải Phòng với Quảng Ninh (qua cầu Bình), có đường sông dài gần 50 km. Đây là một huyện có đầy đủ các điều kiện về địa lý, giao thông, cơ sở hạ tầng để phục vụ cho việc phát triển các khu công nghiệp, kinh tế trang trại, mặt khác theo chủ trương phát triển tổng thể của Tỉnh đến năm 2015 thì việc xây dựng thêm Cầu nối liền Thành phố Hải Dương (chạy thẳng từ Thành phố Hải Dương xuyên qua đường vành đai các Thôn Trúc Khê, Nham Cáp, Nhân Lễ và La Xuyên nối thẳng với đường quốc lộ 37 để hình thành một tuyến lộ Hải Dương - Quảng Ninh). Đây chính là tiền đề để biến Nam Sách thành một trung tâm khu vực, điểm liên kết với các Tỉnh như Hà Nội, Hải Phòng và Quảng Ninh. Nhờ điều kiện thuận lợi về cơ sở hạ tầng, giao thông mà Nam Sách đang dần trở thành một huyện có lợi thế thu hút vốn đầu tư lớn nhất so với các huyện trong toàn Tỉnh. Ở đây có dự án đường cao tốc Nội Bài - Hạ Long - Móng Cái đi qua hiện đang được đầu tư.",
        "Hệ thống thông tin liên lạc phát triển. Đây là môi trường thuận lợi quyết định, có tính chất đột phá để mời gọi đầu tư phát triển công nghệ.",
        "Toàn huyện có nhiều di tích lịch sử đền, chùa, miếu, trong đó có 12 di tích được Nhà nước xếp hạng, mặt khác Nam Sách là một miền quê trù phú về phát triển cây vụ đông xuân, phát triển các làng nghề, phải kể đến 2 làng nghề là sấy rau quả ở Mạn Thạch Đê (xã Nam Trung) và làm hương (xã Quốc Tuấn). Đó là những tiềm năng để huyện có thể phát triển du lịch, văn hoá, thu hút khách tham quan, tìm hiểu lịch sử văn hoá dân tộc.",
        "Khu di tích lịch sử Chùa Trăm Gian mới được nhà nước cấp kinh phí tu bổ tôn tạo với mức kinh phí lên tới 13 tỷ đồng, vào năm 2009 toàn bộ khu di tích đã được sửa xong toàn bộ. Hiện khu di tích có đủ toàn bộ 100 gian như lúc đầu mới xây dựng.",
        "+ Tính đến tháng 3/2008, dân số toàn huyện có 118.040 người, mật độ trung bình 1.082,75/km². + Công dân thứ 90 triệu là người Nam Sách, Hải Dương. Nguyễn Thị Thùy Dương sinh lúc 2h45 phút ngày 1 tháng 11 năm 2013, nặng 3,2 kg.",
        "(Nguồn: Wikipedia)"
    ]
}