{
    "tables": ["<table class=\"infobox biography vcard\">\n <tbody>\n  <tr>\n   <th colspan=\"2\"><span class=\"fn\">Huỳnh Phú Sổ<\/span><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Duc huynh phu so.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/huynh-phu-so/8d23591c7a1dad9831a3b272d5761173.jpg\">\n    <noscript>\n     <img alt=\"Duc huynh phu so.jpg\" src=\"/images/wiki/huynh-phu-so/8d23591c7a1dad9831a3b272d5761173.jpg\">\n    <\/noscript>\n    <div>\n     Huỳnh Phú Sổ\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>15 tháng 1 năm 1920<br><span class=\"birthplace\">An Giang, Nam Kỳ<\/span><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>16 tháng 4, 1947 (27&nbsp;tuổi)<br><span class=\"deathplace\">Nam Việt Nam<\/span><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nguyên&nbsp;nhân mất<\/th>\n   <td>Mất tích/Bị ám sát và thủ tiêu<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên khác<\/th>\n   <td class=\"nickname\">Phật thầy, Cuồng Sĩ, Hoàng Anh, Thầy tư Hoà Hảo<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nổi&nbsp;tiếng vì<\/th>\n   <td>Sáng lập Phật giáo Hòa Hảo<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Huỳnh Phú Sổ",
        "Thiếu thời",
        "Khai đạo",
        "Hoạt động chính trị",
        "Tham khảo",
        "Chú thích",
        "Xem thêm",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Huỳnh Phú Sổ - Người Kể Sử",
    "paragraphs": [
        "Huỳnh Phú Sổ (15 tháng 1 năm 1920 - 1947) là người sáng lập đạo Phật giáo Hòa Hảo. Theo các tài liệu của tôn giáo này, ông được các tín đồ gọi là \"Đức Thầy\", \"Đức Huỳnh Giáo Chủ\" hay \"Đức Tôn Sư\". Thư tịch đương thời còn ghi Huỳnh Phú Sổ được gọi là Ông đạo Xẻn.1",
        "",
        "",
        "Huỳnh Phú Sổ sinh ngày 15 tháng 1 năm 1920, nhằm ngày 25 tháng 11 năm Kỷ Mùi tại làng Hoà Hảo, quận Tân Châu, tỉnh Châu Đốc, (nay thuộc thị trấn Phú Mỹ, huyện Phú Tân, tỉnh An Giang); con của ông Hương Cả (người đứng đầu trong làng) Huỳnh Công Bộ và bà Lê Thị Nhậm. Thuở nhỏ ông thông minh, học hết bằng sơ học yếu lược Pháp - Việt nhưng hay bị đau ốm nên đành bỏ dở việc học.",
        "Trong một lần lên núi Sam (thuộc Bảy Núi, An Giang), tiếp xúc với phái Phật giáo Bửu Sơn Kỳ Hương, Huỳnh Phú Sổ giỏi trị bệnh và luyện chí tu hành. Năm 1937, ông về làng chữa bệnh cho dân, và viết sám giảng Khuyên người đời tu niệm (1939)2 .",
        "Từ thuở bé, Huỳnh Phú Sổ đã có căn tính của một người tu hành, ông không thích đàn địch, ca hát, cười giỡn như các bạn cùng trang lứa, lúc nào ông cũng trầm tư, tỉnh mặc, thích ở nơi thanh vắng, yên tĩnh. Ông lại hổ thẹn và phản đối ngay khi nghe song thân bàn chuyện kiếm người bạn đời cho ông.",
        "Ngày 18 tháng 5 năm Kỷ Mão, tức ngày 4 tháng 7 năm 1939, Huỳnh Phú Sổ tuyên bố khai lập đạo Phật giáo Hòa Hảo, khi ấy ông chỉ mới 19 tuổi.",
        "Ngày 18 tháng 5 năm Kỷ Mão (4 tháng 7 năm 1939), Huỳnh Phú Sổ đứng ra cử hành lễ \"Đền linh Khứu Sơn trung thọ mạng\" khai đạo, lấy tên là Phật giáo Hòa Hảo, đó vừa là tên quê hương ông vừa có ý nghĩa là \"hiếu hòa\" và \"giao hảo\", lại mang một hàm nghĩa là đạo Phật ở làng Hòa Hảo. Từ đó, ông đi chữa bệnh, tiên tri, thuyết pháp và sáng tác thơ văn, kệ giảng. Văn chương của ông bình dân nên dễ đi vào lòng người. Chỉ trong một thời gian ngắn số tín đồ và ảnh hưởng của ông càng ngày càng gia tăng và trở thành một phong trào tín ngưỡng mạnh mẽ khiến Thực dân Pháp lo ngại.",
        "Ngày 18 tháng 8 năm 1940, Thực dân Pháp đưa Huỳnh Phú Sổ đi quản thúc tại Sa Đéc.",
        "Ngày 23 tháng 5 năm 1940, Thực dân Pháp chuyển ông sang quản thúc ở làng Nhơn Nghĩa, tỉnh Cần Thơ nhưng cả hai nơi này đều được đông đảo quần chúng đến xin nghe thuyết pháp và quy y Phật giáo Hòa Hảo.",
        "Vì vậy ngày 28 tháng 7 năm 1940, nhà cầm quyền Pháp đưa Huỳnh Phú Sổ vào bệnh viện Cần Thơ và sau đó chuyển lên nhà thương điên Chợ Quán tại Sài Gòn.",
        "Tháng 6 năm 1941, Huỳnh Phú Sổ bị đưa đi quản thúc ở Bạc Liêu. Tại đây ông không được phép trị bệnh và thuyết pháp.",
        "Tháng 10 năm 1942, trước tin tức người Pháp sẽ đưa Huỳnh Phú Sổ đi đày ở Ai Lao (Lào), các tín đồ Phật giáo Hòa Hảo và hiến binh Nhật đã giải cứu ông đem về Sài Gòn.",
        "Từ tháng 6 đến tháng 8 năm 1945, Huỳnh Phú Sổ đi thuyết pháp và khuyến nông tại 107 địa điểm ở các tỉnh miền Tây Nam Bộ.",
        "Ngày 14 tháng 8 năm 1945, Huỳnh Phú Sổ cùng Hồ Văn Ngà, Trần Văn Ân, Nguyễn Văn Sâm, Trần Văn Thạch...đã thành công liên kết tất cả đảng phái và thành lập Mặt trận Quốc gia Thống nhất. Một ngày sau, Nhật tuyên bố đầu hàng vô điều kiện. Ngày 21 tháng 8 năm 1945 Mặt Trận Quốc gia Thống Nhất tổ chức một cuộc biểu tình vĩ đại với trên 200.000 người tham dự, nhưng những người lãnh đạo đã không tuyên bố Việt Nam độc lập và cũng không cướp chính quyền..",
        "Một ngày sau, ngày 22/8/1945 Việt Minh cướp chính quyền tại Hà Nội sau một cuộc biểu tình trước nhà hát lớn Hà Nội. Chỉ một ngày sau, ngày 23/8/1945 vua Bảo đại tuyên bố thoái vị và trao quyền lãnh đạo cho Việt Minh. Ngày 24/8/1945 Tổng Bộ Việt Minh phái vào Nam Hoàng Quốc Việt (tức Hà Bá Cang) và Cao Hồng Lãnh. Ngày 25/8/1945 vua Bảo Đại trao quyền và trao ấn, kiếm của Nhà Nguyễn cho đại diện Việt Minh là Trần Huy Liệu.",
        "Ngày 25 tháng 8 năm 1945, Việt Minh tổ chức biểu tình và cướp chính quyền tại Sài Gòn.",
        "Ngày 8 tháng 9 năm 1945, Phật giáo Hòa Hảo biểu tình tại Cần Thơ.",
        "Ngày 9 tháng 9 năm 1945, Việt Minh cho Quốc gia Tự vệ Cuộc bao vây trụ sở Phật giáo Hòa Hảo ở số 8 đường Sohier, Sài Gòn để bắt Huỳnh Phú Sổ nhưng ông trốn thoát.3",
        "Ngày 7 tháng 10 năm 1945, những người Phật giáo Hòa Hảo cầm đầu biểu tình như Huỳnh Thạnh Mậu (em ruột Huỳnh Phú Sổ),Trần Ngọc Hoành (con ông Trần Văn Soái - tức Năm Lửa), Nguyễn Xuân Thiếp (tức nhà thơ Việt Châu - Anh chú bác với học giả Nguyễn Hiến Lê) bị cho là âm mưu cướp chính quyền và đưa ra xử tử hình tại sân vận động Cần Thơ.",
        "Ngày 26 tháng 10 năm 1945, Pháp tái chiếm Cần Thơ. Tín đồ Hòa Hảo lùng bắt Việt Minh.",
        "Sau tạm ước ngày 6 tháng 3 năm 1946 giữa Pháp và Việt Minh. Việt Minh cải thiện quan hệ với Hòa Hảo. Huỳnh Phú Sổ tham gia Ủy ban Hành chánh Kháng chiến Nam Bộ (do Việt Minh lãnh đạo) với chức vụ Ủy viên Đặc biệt.",
        "Ngày 21 tháng 9 năm 1946, Huỳnh Phú Sổ và một số trí thức thiên tả có khuynh hướng dân tộc, dân chủ thành lập Việt Nam Dân chủ Xã hội Đảng, gọi tắt là Dân Xã đảng.",
        "Ngày 17 tháng 2 năm 1947, đại diện của Huỳnh Phú Sổ là Nguyễn Bảo Toàn cùng với lãnh tụ các đảng quốc gia khác như: Nguyễn Hải Thần (Việt Nam Cách mạng Đồng minh Hội), Nguyễn Tường Tam (Việt Nam Quốc dân đảng) thành lập Mặt trận Thống nhất Quốc gia Liên hiệp với mục đích hậu thuẫn Bảo Đại đàm phán với Pháp thành lập Quốc gia Việt Nam.",
        "Ngày 16 tháng 4 năm 1947, Huỳnh Phú Sổ đột ngột mất tích khi đến Tân Phú, Đồng Tháp Mười để hòa giải sự xung đột giữa Việt Minh và Phật giáo Hòa Hảo. Theo tài liệu của phương Tây và Việt Nam Cộng hòa thì ông đã bị Việt Minh thủ tiêu.4 5 6",
        "Phật giáo Hòa Hảo do Huỳnh Phú Sổ sáng lập hiện nay có khoảng 2 triệu tín đồ, phổ biến ở các tỉnh miền Tây Nam Bộ.",
        "",
        "(Nguồn: Wikipedia)"
    ]
}