{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "Khu lưu niệm Chủ tịch Tôn Đức Thắng",
        "Giới thiệu",
        "Ngôi nhà thời niên thiếu",
        "Khu đền thờ và nhà trưng bày",
        "Ảnh",
        "Xem thêm",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Khu lưu niệm Chủ tịch Tôn Đức Thắng - Người Kể Sử",
    "paragraphs": [
        "Khu lưu niệm Chủ tịch Tôn Đức Thắng tọa lạc trên cù lao Ông Hổ, thuộc xã Mỹ Hòa Hưng, thành phố Long Xuyên, tỉnh An Giang. Đây là một trong số 23 di tích Việt Nam đã được xếp hạng di tích quốc gia đặc biệt (ký ngày 10 tháng 5 năm 2012, công bố ngày 17 tháng 7 năm 2012).1",
        "",
        "",
        "Khu lưu niệm bao gồm ngôi nhà thời niên thiếu của Chủ tịch Tôn Đức Thắng (gọi tắt là Bác Tôn, 1888 - 1980), đền thờ và nhà trưng bày về cuộc đời và sự nghiệp của ông.2",
        "Ngôi nhà do thân sinh của Tôn Đức Thắng là Tôn Văn Đề cất năm 1887. Nhà làm theo kiểu nhà sàn truyền thống ở nông thôn Nam Bộ. Tổng diện tích ngôi nhà là 156 m2 (ngang 12 m, dài 13 m), có 3 gian 2 chái, được làm bằng gỗ, mái lợp bằng ngói âm dương (xem thêm ảnh). Đây là nơi đã sinh ra và gắn bó suốt thời niên thiếu của ông.3 Phía sau ngôi nhà này có 4 ngôi mộ của cha, mẹ và vợ chồng người em trai của ông. Vì là một di tích lịch sử quan trọng nên năm 1984, Bộ Văn hóa - Thông tin đã có quyết định công nhận ngôi nhà là di tích lịch sử cấp Quốc gia.",
        "Khu đền thờ, nhà trưng bày và một số công trình khác...được khởi công xây dựng vào tháng 5 năm 1997, và hoàn thành vào tháng 8 năm 1998, trên khuôn viên 1.600 m², đối diện với ngôi nhà thời niên thiếu của Bác Tôn.",
        "Trong khu vực này có một số công trình, song đáng chú ý nhất là:",
        "Đền có kiến trúc cổ lầu tam cấp, các chi tiết bằng gỗ đều là gỗ quý. Vị trí trang trọng có tượng bán thân Chủ tịch Tôn Đức Thắng, phía trên bao lam là rồng cuốn thư mang dòng chữ vàng \"Chủ tịch Tôn Đức Thắng\", hai bên bao lam chạm hình cây trúc, phía dưới là cá chép đỡ bao lam. Xung quanh đền trang trí biểu tượng ngũ phúc (phúc, lộc, thọ, khang, ninh).",
        "Nhà trưng bày nằm đối diện với đền thờ. Bên trong trưng bày nhiều hình ảnh, hiện vật, các tư liệu về cuộc đời và sự nghiệp của Chủ tịch Tôn Đức Thắng.",
        "Ngoài ra, trong khuôn viên còn có trưng bày một số các hiện vật, đáng chú ý có:",
        "Nhìn chung, toàn thể khu lưu niệm Chủ tịch Tôn Đức Thắng có kiến trúc giản dị, hài hòa, và rất thoáng mát (vì có nhiều cây cảnh và kề bên sông Hậu).",
        "Cảnh quan khu lưu niệm tại Long Xuyên nhìn từ sông Hậu.",
        "Tòa nhà chính của Khu lưu niệm Chủ tịch Tôn Đức Thắng tại Long Xuyên.",
        "Đền thờ Chủ tịch Tôn Đức Thắng (bên phải ảnh).",
        "Ngôi nhà thời niên thiếu",
        "Bàn thờ chính trong ngôi nhà thời niên thiếu",
        "Máy bay YAK-40 trong khu lưu niệm",
        "Tàu giang cảnh trong khu lưu niệm",
        "(Nguồn: Wikipedia)"
    ]
}