{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Kinh Dương vương<br><font size=\"2\">涇陽王<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Vua Việt Nam <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hùng Vương<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Trị vì<\/th>\n   <td>2879 TCN <sup class=\"annotation badge\" title=\"^ a ă Kỷ Hồng Bàng thị\">1<\/sup> -&nbsp;?<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td>Lạc Long Quân<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thê thiếp<\/th>\n   <td>Thần Long Nữ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hậu duệ<\/th>\n   <td>Sùng Lãm<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên thật<\/th>\n   <td>Lộc Tục (祿續)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thời kỳ<\/th>\n   <td>Hùng Vương<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td>Đế Minh<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">An táng<\/th>\n   <td>Đại Đồng Thành<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Vâng tra sử cũ, danh xưng Kinh Dương vương, Lạc Long quân trong 'Hồng Bàng thị kỷ', vốn từ thời thượng cổ, thuộc thuở hồng hoang, tác giả căn cứ vào cái không và làm ra có, sợ rằng không đủ độ tin cậy, lại phụ hội với 'Liễu Nghị truyện' của nhà viết tiểu thuyết đời Đường, lấy đó làm chứng cứ.<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Nguyễn triều Quốc Sử quán, <i>Cương mục<\/i> tờ 9b-10a, 1856 - 1883<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Trải qua nhiều thế kỷ, những truyền thống mà họ [các sử gia] sáng tạo đã trở thành cái tự nhiên thứ hai (second nature). Thực tế, trong nửa thế kỷ qua, dưới ảnh hưởng của chủ nghĩa dân tộc, những truyền thống được sáng tạo ấy (invented traditions) đã và đang trở thành những sự thực không thể thay đổi.<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Liam Christopher Kelley<sup class=\"annotation badge\" title=\"^ Gần 500 tỷ bảo tồn, tôn tạo lăng và đền thờ Kinh Dương Vương Đoàn Thế Cường, báo Dân Trí 09/10/2012 - 07:02\">6<\/sup> <\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Kinh Dương Vương",
        "Thân thế",
        "Lăng và Đền thờ",
        "Đường Kinh Dương vương",
        "Nhận xét",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Kinh Dương Vương - Người Kể Sử",
    "paragraphs": [
        "Kinh Dương vương (chữ Hán: 涇陽王); là một nhân vật truyền thuyết, ông nội Hùng Vương thứ nhất, thuộc dòng dõi Vua Thần Nông vốn được suy tôn làm thủy tổ của người Bách Việt. Dã sử chép Kinh Dương vương tên húy là Lộc Tục (祿續), là người hình thành nhà nước sơ khai đầu tiên vào năm Nhâm Tuất (~2879 Tr.CN), đặt quốc hiệu là Xích Quỷ, Lãnh thổ của quốc gia dưới thời Kinh Dương vương rộng lớn, phía bắc tới sông Dương Tử (cả vùng hồ Động Đình), phía nam tới nước Hồ Tôn (Chiêm Thành), phía đông là Đông Hải (một phần của Thái Bình Dương), phía tây là Ba Thục (Tứ Xuyên, Trung Hoa ngày nay). Kinh Dương vương truyền ngôi cho con là Lạc Long Quân.",
        "Kinh Dương vương có thể là danh hiệu đời sau truy tặng cho một tù trưởng bộ lạc đã góp công vào việc thống nhất tộc người Lạc Việt, có thể là tù trưởng bộ lạc Văn Lang trước Hùng Vương. Sự nghiệp của ông được tiếp nối bởi Lạc Long Quân và Hùng Vương đời thứ nhất. Niên đại của Kinh Dương vương là trước thế kỷ 7 TCN bởi theo các bằng chứng khảo cổ học thì nhà nước đầu tiên Văn Lang được thành lập vào thế kỷ VII TCN.2 3",
        "",
        "",
        "Theo Đại Việt sử ký toàn thư, một quyển sách theo quan điểm Nho giáo thì Kinh Dương vương có nguồn gốc từ phương Bắc: Nguyên Đế Minh là cháu bốn đời của vua Thần Nông, đi tuần thú phương Nam đến núi Ngũ Lĩnh (Hồ Nam, Trung Quốc) đóng lại đó rồi cưới Vụ tiên nữ (鶩僊女)4 , sau đó sinh được một người con trai tư chất thông minh đặt tên Lộc Tục (祿續).",
        "Sau Đế Minh truyền ngôi cho con trưởng là Đế Nghi, làm vua phương Bắc và phong cho Lộc Tục làm vua phương Nam xưng là Kinh Dương vương (chữ Hán: 涇陽王). Theo Đại Việt Sử ký toàn thư thì Kinh Dương vương làm vua và cai trị từ khoảng năm 2879 TCN trở đi1 . Địa bàn của quốc gia dưới thời vua Kinh Dương rộng lớn, phía bắc tới sông Dương Tử (cả vùng hồ Động Đình), phía nam tới nước Hồ Tôn (Chiêm Thành), phía đông là Đông Hải (một phần của Thái Bình Dương), phía tây là Ba Thục (Tứ Xuyên, Trung Quốc ngày nay). Lĩnh Nam chích quái ghi lại truyền thuyết vua đánh đuổi thần Xương Cuồng dũng mãnh, trừ hại cho dân.",
        "Ông lấy con gái vua hồ Động Đình tên là Thần Long[a], sinh được một con trai đặt tên là Sùng Lãm, nối ngôi làm vua xưng là Lạc Long Quân.",
        "Ngày nay, người trang Phúc Khang, bộ Vũ Ninh (Bắc Ninh ngày nay) hay tổ chức Lễ hội tưởng nhớ Kinh Dương vương vào ngày 18/1 âm lịch hằng năm.",
        "Việc thờ cúng Kinh Dương Vương ở Việt Nam không phổ biến bằng tín ngưỡng thờ cúng Thần Nông, vị thần là cụ thủy tổ của Hùng Vương đồng thời là vị thần rất được sùng bái trong tín ngưỡng nông nghiệp ở Việt Nam; được các triều đại phong kiến lập Đàn Xã Tắc để tế lễ hàng năm.",
        "Lăng và Đền thờ Kinh Dương vương ở Bắc Ninh từ lâu đã được các triều đại Phong kiến Việt Nam xếp vào loại miếu thờ các bậc Đế vương, mỗi lần Quốc lễ đều cho quân đến tế lễ, dân thờ phụng trang trọng. Năm 2013, tỉnh Bắc Ninh công bố quy hoạch bảo tồn tôn tạo và phát huy giá trị quần thể di tích lịch sử văn hoá quốc gia lăng và đền thờ Kinh Dương vương với tổng mức đầu tư khoảng hơn 491 tỷ đồng8 . Dự án chia làm 4 hạng mục xây dựng chính gồm: Không gian bảo tồn di tích, tập trung tu bổ, tôn tạo di tích Lăng và Đền thờ Kinh Dương vương sân đền, vườn khu lăng mộ; không gian giá trị di tích gồm: Tượng đài thuỷ tổ, quảng trường văn hoá lễ hội, nhà trưng bày văn hoá...đi kèm các dịch vụ phụ trợ để phát triển du lịch văn hoá tâm linh, thu hút du khách và hạ tầng kỹ thuật, san nền, đường giao thông, đường điện5 .",
        "Tên Kinh Dương vương được đặt cho một số con đường tại Thành phố Hồ Chí Minh, Thành phố Bắc Ninh, Thị xã Hồng Lĩnh và Huyện Thuận Thành.",
        "Tại Bắc Ninh, đường Kinh Dương vương nối từ đường Ngô Gia Tự chạy ngang qua Trung tâm văn hóa Kinh Bắc và kết thúc tại đường Đấu Mã. Còn đường Kinh Dương vương thứ 2 là quốc lộ 38 từ Cầu Hồ tới ngã tư Đông Côi huyện Thuận Thành.",
        "Theo Khâm định Việt sử thông giám cương mục:",
        "Chuẩn tấu những lời của sử quan, vua Tự Đức đã nhận định đây là những \"câu truyện đề cập đến ma trâu, thần rắn, hoang đường không có chuẩn tắc\" và cương quyết loại Kinh Dương và Lạc Long ra khỏi chính sử bằng cách đưa xuống phụ chú dưới niên kỷ Hùng vương, để \"cho hợp với cái nghĩa lấy nghi truyền nghi\". Tác giả  Liam Christopher Kelley nhận xét:",
        "(Nguồn: Wikipedia)"
    ]
}