{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Lê Cung Hoàng<br><font size=\"2\">黎恭皇<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Vua Việt Nam <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hoàng đế Đại Việt<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tại vị<\/th>\n   <td>22 tháng 7 năm 1522 – 15 tháng 6 năm 1527<br>\n     (4 năm, 328 ngày) \n    <div class=\"timeline-wrapper\">\n     <map name=\"timeline_1446b3a626657602a16d8e82eb86dff2\" id=\"timeline_1446b3a626657602a16d8e82eb86dff2\"><\/map><img class=\"jch-lazyload\" usemap=\"#timeline_1446b3a626657602a16d8e82eb86dff2\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/le-cung-hoang/ca3fd33295482f4f0bd72576c28ac1d0.png\">\n     <noscript>\n      <img usemap=\"#timeline_1446b3a626657602a16d8e82eb86dff2\" src=\"/images/wiki/le-cung-hoang/ca3fd33295482f4f0bd72576c28ac1d0.png\">\n     <\/noscript>\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><font color=\"grey\"><a class=\"annotation\" href=\"/nhan-vat/le-chieu-tong\" title=\"Lê Chiêu Tông (chữ Hán: 黎昭宗, 4 tháng 10, 1506 hoặc 1501 - 18 tháng 12, 1526), là vị hoàng đế thứ 10 của nhà Lê Sơ, ở ngôi từ năm 1516 đến 1522, tổng cộng 7 năm. \n Chiêu Tông dòng dõi tông thất, lên ngôi còn thơ ấu, trong nước rối ren, mọi việc đều do Nguyên quận công Trịnh Duy Sản chủ trương, dẹp đư...\" target=\"_blank\">Lê Chiêu Tông<\/a><\/font><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><font color=\"blue\"><a class=\"annotation\" href=\"/nhan-vat/le-trang-tong\" title=\"Lê Trang Tông (chữ Hán: 黎莊宗; 1515 - 1548), hay còn gọi là Trang Tông Dụ hoàng đế (莊宗裕皇帝), tên thật là Lê Ninh (黎寧), là vị hoàng đế đầu tiên của nhà Lê Trung Hưng trong lịch sử Việt Nam. Ông còn được dân gian ưu ái đặt cho mỹ danh nghèo nàn Chúa Chổm. \n Lê Duy Ninh là con trai của vua Lê Chiêu Tông; ...\" target=\"_blank\">Lê Trang Tông<\/a><\/font><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hậu duệ<\/th>\n   <td>\n    <table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n     <tbody>\n      <tr>\n       <th>Hậu duệ<\/th>\n      <\/tr>\n      <tr>\n       <td>Lê Quý Nghi<\/td>\n      <\/tr>\n     <\/tbody>\n    <\/table><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên thật<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/le-xuan\" title=\"Lê Cung Hoàng (chữ Hán: 黎恭皇; 26 tháng 7, 1507 – 15 tháng 6, 1527), là vị hoàng đế thứ 11 của nhà Hậu Lê, ở ngôi từ năm 1522 đến 1527, tổng cộng 5 năm. Ông là vị hoàng đế cuối cùng của nhà Lê sơ. \n Cung Hoàng lên ngôi trở thành bù nhìn, bị quyền thần Mạc Đăng Dung không chế, thực tế không hề có quyền...\" target=\"_blank\">Lê Xuân<\/a> (黎椿)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Niên hiệu<\/th>\n   <td>Thống Nguyên (統元)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thụy hiệu<\/th>\n   <td><font color=\"grey\"><b>Cung Hoàng đế<\/b><\/font> (恭皇帝)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Triều đại<\/th>\n   <td>Nhà Lê sơ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td>Lê Minh Tông<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân mẫu<\/th>\n   <td>Trịnh Thị Loan<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>26 tháng 7, 1507<br>\n     Đông Kinh<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>15 tháng 6, 1527 (19&nbsp;tuổi)<br>\n     Tây cung, Đông Kinh, Đại Việt<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">An táng<\/th>\n   <td>Hoa Dương lăng (華陽陵)<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n <tbody>\n  <tr>\n   <th>Hậu duệ<\/th>\n  <\/tr>\n  <tr>\n   <td>Lê Quý Nghi<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Lê Cung Hoàng",
        "Thân thế",
        "Con bài của Mạc Đăng Dung",
        "Bị phế",
        "Gia quyến",
        "Đánh giá",
        "Chú thích",
        "Xem thêm",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Lê Cung Hoàng - Người Kể Sử",
    "paragraphs": [
        "Lê Cung Hoàng (chữ Hán: 黎恭皇; 26 tháng 7, 1507 – 15 tháng 6, 1527), là vị hoàng đế thứ 11 của nhà Hậu Lê, ở ngôi từ năm 1522 đến 1527, tổng cộng 5 năm. Ông là vị hoàng đế cuối cùng của nhà Lê sơ.",
        "Cung Hoàng lên ngôi trở thành bù nhìn, bị quyền thần Mạc Đăng Dung không chế, thực tế không hề có quyền hạn. Vận nước đã hết, tài năng Cung Hoàng lại không có, về sau ông bị Mạc Đăng Dung giết chết.",
        "",
        "",
        "Cung Hoàng có tên húy là Lê Xuân (黎椿), sinh vào ngày 26 tháng 7 năm Đoan Khánh thứ 3 (1507). Ông là chắt của Lê Thánh Tông, cháu nội của Kiến Vương Lê Tân, con thứ của Cẩm Giang vương Lê Sùng (黎漴), là em cùng mẹ với Lê Chiêu Tông.",
        "Nửa đêm ngày 22 tháng 7, năm 1522, Chiêu Tông do sự trợ giúp của Phạm Hiến, Phạm Thứ, bỏ trốn sang Sơn Tây gọi quân Cần vương. Khi Chiêu Tông lẻn đi chỉ có một số cận thần kịp đi theo, Lê Xuân và mẹ không kịp biết. Mạc Đăng Dung sai thủ hạ Hoàng Duy Nhạc đuổi theo Chiêu Tông nhưng bị Chiêu Tông dùng quân huyện Thạch Thất đánh trả, bắt giết. Thiên tử vuột khỏi tay, Đăng Dung bị mất danh chính, bèn lập ông lên ngôi, lấy niên hiệu là Thống Nguyên (統元).",
        "Bên ngoài, một loạt tướng cần vương kéo đến hưởng ứng Chiêu Tông. Từ lúc đó trong nước tồn tại hai vị hoàng đế, được gọi theo niên hiệu, là Thống Nguyên Đế (統元帝) và Quang Thiệu Đế (光紹帝).",
        "Mạc Đăng Dung lấy danh nghĩa Thống Nguyên Đế để đánh nhau với phe Chiêu Tông. Mọi việc trong triều đình Thăng Long đều do Đăng Dung quyết định. Tuy nhiên thanh thế của Chiêu Tông rất lớn, Mạc Đăng Dung yếu hơn phải rút sang vùng Hải Dương phía đông, các xứ phía Nam, Tây, Bắc đều đi theo Chiêu Tông.",
        "Năm 1522, Vĩnh Hưng bá Trịnh Tuy ở Thanh Hoá ra cần vương, bất hoà với các tướng Bắc Bộ. Trịnh Tuy mang Chiêu Tông vào Thanh Hoá, ra lệnh các đạo bãi binh. Từ đó các đạo không theo lệnh Chiêu Tông nữa. Hai mãnh tướng Nguyễn Kính, Nguyễn Áng về theo Mạc Đăng Dung. Tình thế bắt đầu thay đổi, Đăng Dung lấy danh nghĩa Thống Nguyên Đế phế Chiêu Tông làm Đà Dương vương (陀陽王), mang quân đánh Chiêu Tông, liên tiếp thắng trận.",
        "Năm 1524, Cung Hoàng ở hành dinh Bồ Đề, tiến phong Mạc Đăng Dung làm Bình chương quân quốc trọng sự thái phó Nhân quốc công. Đăng Dung đánh bại Trịnh Tuy ở Thanh Hoá, Tuy thua trận bỏ chạy rồi chết.",
        "Tháng 10 năm 1525, Đăng Dung dẫn toàn bộ thủy lục quân vào Thanh Hoá, bắt được Chiêu Tông, đem giải về kinh giam lỏng.",
        "Tháng 12 năm 1526, Mạc Đăng Dung sai Bái Khê bá Phạm Kim Bảng bí mật giết Lê Chiêu Tông tại phường Đông Hà, đem chôn ở Vĩnh Hưng lăng, Thanh Đàm.",
        "Chiêu Tông bị giết, vai trò lá chắn của Cung Hoàng không còn. Đăng Dung tính chuyện cướp ngôi nhà Lê, giả cách lui về quê ở Cổ Trai (Hải Phòng) nhưng thực tế vẫn nắm triều đình.",
        "Tháng 4 năm 1527, Cung Hoàng sai Trùng Dương hầu Vũ Hữu, Lan Xuyên bá Phan Đình Tá và Trung sứ Đỗ Hiếu Đễ cầm cờ mao tiết, mũ áo ô lọng, đại ngọc, kiệu tía, quạt vẽ đến Cổ Trai phong Đăng Dung làm An Hưng vương (安興王), Đăng Dung tiếp sứ đoàn ở bến An Tháp, huyện Tân Minh (nay là khu vực Tiên Lãng, Kiến An). Cung Hoàng còn tặng ông ta bài thơ Chu Công giúp Thành vương, ý muốn ông này giúp hoàng đế và triều đình như Chu Công Đán giúp đỡ Chu Thành vương đời xưa. Nhưng Đăng Dung chưa mãn nguyện và không cam chịu làm tước vương.",
        "Ngày 15 tháng 6 năm 1527, Mạc Đăng Dung từ Cổ Trai vào kinh, bắt Cung Hoàng nhường ngôi. Nhân dân trong kinh đón Đăng Dung vào kinh. Triều thần lúc đó hầu hết đã là người của Đăng Dung hoặc theo Đăng Dung, tự khởi thảo chiếu nhường ngôi.",
        "Mạc Đăng Dung xưng Hoàng đế, tức là Mạc Thái Tổ, lập ra nhà Mạc, lấy niên hiệu là Minh Đức (明德). Cung Hoàng bị giáng xuống làm Cung Vương (恭王) rồi giam cùng với Hoàng thái hậu ở Tây cung.",
        "Vài tháng sau, Mạc Đăng Dung ép mẹ con Cung Hoàng phải tự tử. Thái hậu khấn trời rằng: \"Đăng Dung là kẻ bề tôi, manh tâm cướp ngôi, lại giết mẹ con ta, ngày sau con cháu nó cũng lại bị như thế.\". Rồi bà tự vẫn chết, Cung Hoàng cũng tự vẫn, năm đó ông 21 tuổi.",
        "Đăng Dung sai đem xác hai người để phơi ngoài quán Bắc Sứ, rồi đưa về chôn ở lăng Hoa Dương, huyện Ngự Thiên (nay là xã Mỹ Xá, huyện Hưng Hà, tỉnh Thái Bình), theo nghi lễ của thiên tử và hoàng thái hậu.",
        "Nhận xét về ông vua này, sử thần triều Lê đã viết: Lúc ấy vận nước đã suy, lòng người đã lìa, tài vua lại vào hạng kém, có thể dẹp yên sao được.",
        "Như vậy là triều Lê kể từ Lê Thái Tổ lên ngôi (1428) đến Cung Hoàng (1527) gồm 10 đời vua, cả thảy đúng 100 năm. Nếu tính cả thời gian Lê Lợi dấy quân xưng là Bình Định vương năm Mậu Tuất (1418) cộng là 110 năm. Đây là thời kì các vua Lê nắm được trọn quyền cai trị đất nước. Các nhà sử học gọi là thời tiền Lê (hay Lê sơ) để phân biệt với Lê Trung Hưng về sau.",
        "(Nguồn: Wikipedia)"
    ]
}