{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Lê Chiêu Tông<br><font size=\"2\">黎昭宗<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Vua Việt Nam <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hoàng đế Đại Việt<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Trị vì<\/th>\n   <td>1516 - 1522 \n    <div class=\"timeline-wrapper\">\n     <map name=\"timeline_a29483aba60ce562a3797de3442bbaf5\" id=\"timeline_a29483aba60ce562a3797de3442bbaf5\"><\/map><img class=\"jch-lazyload\" usemap=\"#timeline_a29483aba60ce562a3797de3442bbaf5\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/le-chieu-tong/01cf4db55a10265ed4dd018ce49fa497.png\">\n     <noscript>\n      <img usemap=\"#timeline_a29483aba60ce562a3797de3442bbaf5\" src=\"/images/wiki/le-chieu-tong/01cf4db55a10265ed4dd018ce49fa497.png\">\n     <\/noscript>\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><font color=\"grey\"><a class=\"annotation\" href=\"/nhan-vat/le-tuong-duc\" title=\"Lê Tương Dực (chữ Hán: 黎襄翼; 25 tháng 6, 1495 - 7 tháng 4, 1516), đôi khi gọi là Linh Ẩn vương (靈隱王), là vị hoàng đế thứ chín của nhà Lê Sơ trong lịch sử Việt Nam. Ông trị vì từ năm 1509 đến năm 1516, tổng cộng 7 năm. \n Ông được đánh giá là người có công khi lật đổ Lê Uy Mục, sửa sang việc học, khôi ...\" target=\"_blank\">Lê Tương Dực<\/a><\/font><br><i>Lê Quang Trị<\/i><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><font color=\"blue\"><a class=\"annotation\" href=\"/nhan-vat/le-cung-hoang\" title=\"Lê Cung Hoàng (chữ Hán: 黎恭皇; 26 tháng 7, 1507 – 15 tháng 6, 1527), là vị hoàng đế thứ 11 của nhà Hậu Lê, ở ngôi từ năm 1522 đến 1527, tổng cộng 5 năm. Ông là vị hoàng đế cuối cùng của nhà Lê sơ. \n Cung Hoàng lên ngôi trở thành bù nhìn, bị quyền thần Mạc Đăng Dung không chế, thực tế không hề có quyền...\" target=\"_blank\">Lê Cung Hoàng<\/a><\/font><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hậu duệ<\/th>\n   <td>\n    <table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n     <tbody>\n      <tr>\n       <th>Hậu duệ<\/th>\n      <\/tr>\n      <tr>\n       <td><a class=\"annotation\" href=\"/nhan-vat/le-trang-tong\" title=\"Lê Trang Tông (chữ Hán: 黎莊宗; 1515 - 1548), hay còn gọi là Trang Tông Dụ hoàng đế (莊宗裕皇帝), tên thật là Lê Ninh (黎寧), là vị hoàng đế đầu tiên của nhà Lê Trung Hưng trong lịch sử Việt Nam. Ông còn được dân gian ưu ái đặt cho mỹ danh nghèo nàn Chúa Chổm. \n Lê Duy Ninh là con trai của vua Lê Chiêu Tông; ...\" target=\"_blank\">Lê Trang Tông<\/a><\/td>\n      <\/tr>\n     <\/tbody>\n    <\/table><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên thật<\/th>\n   <td>Lê Y (黎椅)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Niên hiệu<\/th>\n   <td>Quang Thiệu (光紹)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thụy hiệu<\/th>\n   <td><font color=\"grey\"><b>Thần Hoàng đế<\/b><\/font> (神皇帝)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Miếu hiệu<\/th>\n   <td>Chiêu Tông (昭宗)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Triều đại<\/th>\n   <td>Nhà Lê sơ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td>Lê Minh Tông<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân mẫu<\/th>\n   <td>Trịnh Thị Loan<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>4 tháng 10, 1506 hoặc 1501<br>\n     Đông Kinh<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>18 tháng 12, 1526 (20&nbsp;tuổi)<br>\n     phường Đông Hà (Hàng Chiếu), Đông Kinh, Đại Việt<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">An táng<\/th>\n   <td>Vĩnh Hưng lăng (永興陵)<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n <tbody>\n  <tr>\n   <th>Hậu duệ<\/th>\n  <\/tr>\n  <tr>\n   <td><a class=\"annotation\" href=\"/nhan-vat/le-trang-tong\" title=\"Lê Trang Tông (chữ Hán: 黎莊宗; 1515 - 1548), hay còn gọi là Trang Tông Dụ hoàng đế (莊宗裕皇帝), tên thật là Lê Ninh (黎寧), là vị hoàng đế đầu tiên của nhà Lê Trung Hưng trong lịch sử Việt Nam. Ông còn được dân gian ưu ái đặt cho mỹ danh nghèo nàn Chúa Chổm. \n Lê Duy Ninh là con trai của vua Lê Chiêu Tông; ...\" target=\"_blank\">Lê Trang Tông<\/a><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Lê Chiêu Tông",
        "Thân thế",
        "Thiếu đế thời loạn",
        "Hoạ Trần Cảo",
        "Hoạ quyền thần",
        "Vây cánh của Trần Chân",
        "Trịnh Tuy",
        "Mạc Đăng Dung",
        "Hậu thế",
        "Bình luận",
        "Gia quyến",
        "Xem thêm",
        "Tham khảo",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Lê Chiêu Tông - Người Kể Sử",
    "paragraphs": [
        "Lê Chiêu Tông (chữ Hán: 黎昭宗, 4 tháng 10, 1506 hoặc 1501 - 18 tháng 12, 1526), là vị hoàng đế thứ 10 của nhà Lê Sơ, ở ngôi từ năm 1516 đến 1522, tổng cộng 7 năm.",
        "Chiêu Tông dòng dõi tông thất, lên ngôi còn thơ ấu, trong nước rối ren, mọi việc đều do Nguyên quận công Trịnh Duy Sản chủ trương, dẹp được loạn Trần Cảo. Nhưng sau khi Duy Sản chết, An Hòa hầu Nguyễn Hoằng Dụ, Vĩnh Hưng bá Trịnh Tuy, Thiết Sơn bá Trần Chân lại sinh mâu thuẫn. Chiêu Tông nghe lời dèm giết Trần Chân, đến nỗi bọn đệ tử là Nguyễn Kính, Nguyễn Áng tức giận làm náo loạn kinh thành, phải bỏ lên Bảo Châu.",
        "Đến khi Mạc Đăng Dung lấn át quyền thế, khởi binh chống lại, mới đầu thuận lợi, tưởng chừng như có thể thống nhất cơ đồ thì lại vụng về làm Trịnh Tuy bất mãn, bị bắt đem về Thanh Hóa, Mạc Đăng Dung nhờ thế mà lấn vượt, cơ nghiệp nhà Lê tiêu vong.",
        "",
        "",
        "Lê Chiêu Tông tên thật là Lê Y (黎椅), sinh ngày 4 tháng 10 (âm lịch), năm Đoan Khánh thứ nhất (1506), tại Đông Kinh. Chiêu Tông là con trưởng của Cẩm Giang vương Lê Sùng (黎漴), mẹ là Trịnh Thị Loan, người huyện Thanh Chương, Nghệ An. Xét theo dòng dõi, ông là cháu nội Kiến vương Lê Tân, cháu gọi Lê Tương Dực bằng chú và là chắt của Lê Thánh Tông.",
        "Năm 1516, Lê Tương Dực bị Nguyên quận công Trịnh Duy Sản giết chết, Duy Sản tính bề lập Lê Quang Trị em họ ông lúc đó 8 tuổi nhưng Quang Trị bị Trịnh Duy Đại đem về Tây Kinh. Duy Sản bèn lập ông lên ngôi.",
        "Dưới đời Lê Tương Dực, có một người tên Trần Cảo làm phản tại vùng Hải Dương, Đông Triều, Thủy Đường. Quân khởi nghĩa Trần Cảo đánh chiếm kinh thành Đông Kinh, tự xưng làm Thiên Ứng Đế (天應帝), thái sư Lê Quảng Độ đầu hàng.",
        "Lúc này Thiết Sơn bá Trần Chân, con nuôi của Nguyên quận công Trịnh Duy Sản, tập hợp quân sĩ hơn 6000 người ở chợ Hoàng Hoa (chợ Ngọc Hà ngày nay). Cảo xua Phan Ất đi trấn áp, 2 bên đánh nhau quyết liệt, Trần Chân do không có tiếp viện bèn lui về cố thủ. Bấy giờ Chiêu Tông từ Tây Kinh, hiệu triệu quân 3 phủ 1 , sai các Nguyên quận công Trịnh Duy Sản, An Hòa hầu Nguyễn Hoằng Dụ, Bình Phú hầu Nguyễn Văn Lự (em của Nguyễn Văn Lang), Vĩnh Hưng hầu Trịnh Tuy đem quân thuỷ bộ cùng tiến thẳng đến Đông Kinh. Đồng thời gửi hịch cho các phủ huyện.",
        "Ngày 23 tháng 3, năm 1516, tại Đông Kinh xảy ra trận chiến ác liệt giữa các thế lực phò Chiêu Tông và Trần Cảo. Cảo liên tục dùng súng, hỏa khí bắn ra để chặn quân triều đình, Nguyên quận công Trịnh Duy Sản, An Tín bá Trịnh Hy, Vĩnh Hưng hầu Trịnh Tuy ra sức chống lại, hết sức dũng mãnh, khiến Cảo phải gắng đóng cửa thành cố thủ. Đến khi thế trận nguy khốn, Cảo mở cửa thành chạy qua sông Đuống, chạy lên Lạng Nguyên.",
        "Ngày 27 tháng 3, Chiêu Tông chính thức đặt niên hiệu là Quang Thiệu (光紹). Bấy giờ Trịnh Duy Đại giữ Quang trị ở Tây Kinh, nghe đến Chiêu Tông đã chiếm được Đông Kinh, bèn giết Quang Trị và những người em để chạy về Chiêu Tông. Tặc thần Lê Quảng Độ do đầu hàng Trần Cảo bị giết, cùng năm Nguyên quận công Trịnh Duy Sản do đánh tàn dư của Trần Cảo bị tử trận.",
        "Trần Cảo rút đi, các tướng lại chia bè phái đánh nhau. An Hòa hầu Nguyễn Hoằng Dụ đánh nhau với Vĩnh Hưng bá Trịnh Tuy. Tuy thua chạy về Tây Kinh rồi kéo ra Sơn Nam. Trần Chân là con nuôi của Trịnh Duy Sản, người cùng họ với Tuy nên về phe với Tuy, mang quân đánh đuổi Hoằng Dụ. Hoằng Dụ bỏ chạy vào Thanh Hoá. Năm ấy, trong nước đói to, xác người chết đói nằm gối lên nhau. Những nơi trải qua binh lửa như Đông Triều, Giáp Sơn ở Hải Dương; Yên Phong, Tiên Du, Đông Ngàn ở Kinh Bắc là càng đói dữ. Trần Chân sau khi đuổi được Hoằng Dụ, tiện tay chiếm giữ Kinh thành. Vũ Xuyên bá Mạc Đăng Dung sợ uy thế của Chân, bèn hỏi con gái của Chân cho con trai mình là Mạc Đăng Doanh.",
        "Năm 1518, có người đặt ra câu ca rằng: \"Trần hữu nhất nhân, vi thiên hạ quân, thố đầu hổ vĩ, tế thế an dân\", nghĩa là: Có một người họ Trần, làm vua thiên hạ, đầu thỏ đuôi hổ, trị nước yên dân. Quốc cữu Chử Khảo, Thọ quốc công Trịnh Hựu, cùng với Thuỵ quân công Ngô Bính khuyên Chiêu Tông giết Chân. Ngày 11 tháng 7, Chiêu Tông nghe lời gièm pha, sợ quy quyền của Trần Chân nên sai người dụ Chân vào triều rồi giết Chân cùng các thủ hạ Trần Trí, Nguyễn Nga, Nguyễn Bá Đại, Lê Nguyên Khâm.",
        "Nhóm thủ hạ của Trần Chân là Nguyễn Kính, Hoàng Duy Nhạc, Nguyễn Áng, Nguyễn Hiêu, Cao Xuân Thì họp binh với nhau ở chùa Yên Lãng 2 , đánh sát vào kinh thành. Chiêu Tông nghe tin, đang đem trốn vào Gia Lâm. Bấy giờ, Vĩnh Hưng hầu Trịnh Tuy đóng quân ở xứ Sơn Nam có hơn 1 vạn người, nghe tin quan gia chạy ra ngoài, quân lính tan cả. Thế là quân Sơn Tây3 thả sức cướp phá, trong thành sạch không, Kinh sư thành bãi săn bắn, đánh cá. Chiêu Tông cho gọi Nguyễn Hoằng Dụ ra đánh bọn Nguyễn Kính. Nhưng Hoằng Dụ lưỡng lự không đi.",
        "Chiêu Tông bèn triệu thông gia của Trần Chân là Vĩnh Xuyên bá Mạc Đăng Dung đang trấn thủ Hải Dương về cứu, rồi sai người đi dụ Nguyễn Kính. Nguyễn Kính đòi giết Chử Khải, Trịnh Hựu, Ngô Bính là những người gièm pha Trần Chân. Chiêu Tông nghe kế của Đàm Cử, bèn giết 3 người, nhưng Nguyễn Kính lại càng hoành hành, đóng quân không rút.",
        "Mạc Đăng Dung khuyên Chiêu Tông về Bảo Châu (huyện Từ Liêm), nhưng nội thần Đỗ Nhạc và Nguyễn Dư can ngăn, Đăng Dung đem giết cả hai, đưa Chiêu Tông cùng em là Lê Xuân về Bảo Châu.",
        "Tháng 9 năm 1518, Vĩnh Hưng bá Trịnh Tuy cùng văn thần Nguyễn Sư, bọn giặc Sơn Tây lập Lê Bảng (黎榜), con của Tĩnh Tu công Lê Lộc (静修公黎禄) lên ngôi, đổi thành Đại Đức Đế (大德帝). Được nửa năm lại phế Bảng mà lập Lê Do (黎槱), đổi thành Thiên Hiến Đế (天宪帝). Cả hai đều là cháu 4 đời của Cung vương Lê Khắc Xương (黎克昌), con thứ hai của Thái Tông Văn hoàng đế.",
        "Chiêu Tông sai người đi mời Nguyễn Hoằng Dụ lần nữa và sai Mạc Đăng Dung cùng đi đánh Nguyễn Kính. Hoằng Dụ được tin, bèn đem quân Thanh Hoa ra cứu nhưng không lâu sau bị Nguyễn Kính đánh bại, bỏ chạy về Thanh Hóa rồi chết, để một mình Mạc Đăng Dung ở lại cầm cự.",
        "Tháng 1 năm 1519, Trịnh Tuy làm cầu phao tiến quân, qua giữa sông để khiêu chiến với Chiêu Tông. Chiêu Tông sai các tướng đánh phá, chặt đứt cầu phao. Trịnh Tuy cùng Lê Do rút về vùng Yên Lãng, Yên Lạc (Vĩnh Phú ngày nay). Chiêu Tông lại sai tướng đến đánh, bọn Tuy đang đêm kinh sợ trốn chạy.",
        "Tháng 7, Mạc Đăng Dung thống lĩnh các quân thuỷ bộ vây Lê Do ở Từ Liêm, rồi phá đê cho nước vỡ vào quân Lê Do. Do và Nguyễn Sư chạy đến Ninh Sơn, bị Đăng Dung bắt được, giải về giết chết. Trịnh Tuy bỏ chạy về Thanh Hoá. Các tướng Sơn Tây là Nguyễn Kính, Nguyễn Áng, Hoàng Duy Nhạc đều xin hàng. Chiêu Tông phong Mạc Đăng Dung làm Minh quận công (明郡公). Đăng Dung một mình nhân cầm quân dẹp loạn mà nắm hết quyền bính.",
        "Năm 1521, Mạc Đăng Dung lại được phong làm Nhân quốc công (仁國公), lĩnh quản binh lực thủy bộ của 13 đạo, lại phong làm Thái phó. Tháng 8, Đăng Dung lãnh quân đến vùng Kinh Bắc, dẹp được Trần Cung, con của Trần Cảo. Lúc này quyền thế của Mạc Đăng Dung rất lớn, kiểm soát toàn bộ triều đình. Dung đem con gái nuôi vào cung hầu, tiếng là chầu hầu, thực ra là để dò xét, coi giữ. Lại cho con trưởng là Mạc Đăng Doanh làm Dục Mỹ hầu (煜美侯), trông coi điện Kim Quang. Đăng Dung đi bộ thì lọng phượng giát vàng, đi thuỷ thì thuyền rồng dây kéo, ra vào cung cấm, không kiêng sợ gì. Lại giết bọn thị vệ Nguyễn Cấu, Đô lực sĩ Minh Sơn bá Nguyễn Thọ và Đàm Cử.",
        "Ngày 27 tháng 7, năm Quang Thiệu thứ 7 (1522), Chiêu Tông chạy ra huyện Minh Nghĩa ở Sơn Tây (vùng đất nay thuộc tỉnh Hà Tây), lúc đó ông mưu ngầm với bọn Phạm Hiến, Phạm Thứ, sai người đem mật chiếu vào Tây Kinh bảo Trịnh Tuy nghênh viện. Hôm sau Đăng Dung nghe tin, cho người đuổi theo nhưng Chiêu Tông quyết chống lại, chạy vào thành Tây Kinh. Trong kinh thành, Mạc Đăng Dung cùng Thái sư Lượng quốc công Lê Phụ và các công hầu lập em của Chiêu Tông là Lê Xuân lên ngôi. Ngày 1 tháng 8, Mạc Đăng Dung cùng Lê Phụ tôn Lê Xuân lên, tức Lê Cung Hoàng, tuyên bố phế truất Chiêu Tông, gọi là Quang Thiệu Đế (光紹帝). Cung Hoàng lên ngôi, đặt niên hiệu là Thống Nguyên (統元), trong nước lúc đấy tồn tại 2 vị hoàng đế. Cung Hoàng bị Đăng Dung dời đến Hồng Thị, thuộc Hải Dương tạm trú ẩn; ngay khi nghe tin ấy Chiêu Tông ngự về Đông Kinh, thiết lập lại triều đình.",
        "Bấy giờ các xứ Tây, Nam, Bắc thì Chiêu Tông đều lấy được cả, thanh thế lớn. Sau đó, Trịnh Tuy đem quân phủ Thanh Hóa vào chầu, Chiêu Tông nghe lời nịnh mà chém thuộc tướng của Tuy, nên Tuy sinh lòng hận thù. Ngày 18 tháng 10, Trịnh Tuy bắt Chiêu Tông về Thanh Hóa, Tây Kinh, cả nước đều thất vọng. Ngày 18 tháng 12, Mạc Đăng Dung sau khi dẹp phản loạn Giang Văn Dụ, đuổi khỏi kinh thành, đưa Cung Hoàng từ Hồng Thị về kinh sư.",
        "Năm 1523, sau khi Trịnh Tuy đem Chiêu Tông về Thanh Hóa, quân lực Chiêu Tông bị giảm đáng kể, Đăng Dung liên tiếp sai Sơn Đông hầu Mạc Quyết, Quỳnh Khê hầu Vũ Hộ, Dương Xuyên hầu Vũ Như Quế đi đánh Trịnh Tuy ở Thanh Hoa, phá tan quân Tuy. Tuy liền dời Chiêu Tông lên châu Lang Chánh. Năm đó Đang Dung giáng Chiêu Tông làm Đà Dương vương (陀陽王).",
        "Năm 1525, Cung Hoàng phong Mạc Đăng Dung thêm thành Bình chương quốc trọng sự, đem quân đánh Trịnh Tuy, Tuy thua trận bỏ chạy rồi chết. Đang Dung bắt được Chiêu Tông ở động An Nhân. Về đến kinh sư, Đăng Dung giam Chiêu Tông ở phường Đông Hà. Nghe tin Chiêu Tông bị bắt, các quần thần Phúc Lương hầu Hà Phi Chuẩn, Nghiêm Bá Kỳ, Đàm Thận Huy đều bị truy lùng và giết chết, bấy giờ triều đình đều nằm trong tay Mạc Đăng Dung. Ngày 18 tháng 12, năm 1526, Đang Dung bí mật sai Bái Khê bá Phạm Kim Bảng giết Chiêu Tông ở nơi bị giam, đem xác về chôn ở Vĩnh Hưng lăng.",
        "Hơn nửa năm sau cái chết của Chiêu Tông, Mạc Đăng Dung phế truất Lê Cung Hoàng, lập ra nhà Mạc. Sáu năm sau (1533), cựu thần nhà Lê là Nguyễn Kim lập Lê Ninh tại Ai Lao, tức là Lê Trang Tông, tái lập nhà Hậu Lê.",
        "Sử sách ghi Trang Tông là con của Chiêu Tông, sinh năm 1514. Điều đó khiến các nhà nghiên cứu nghi ngờ vì khoảng cách giữa Chiêu Tông và Trang Tông quá ngắn, chỉ có 8 năm. Nhà Mạc, trong biểu tâu nhà Minh, phân trần về việc này cũng nói rằng: Nguyễn Kim dựng con mình lên ngôi, nói dối là con của vua Chiêu Tông.",
        "Sử sách chép về cuộc đời Chiêu Tông cũng có mâu thuẫn. Đại Việt Sử ký Toàn thư ghi: Chiêu Tông sinh ngày 4 tháng 10 năm Đoan Khánh thứ 2 đời Lê Uy Mục, tức năm 1506, nhưng khi ông được đưa lên ngôi năm 1516, đáng lý ghi \"lên 11 tuổi\" lại ghi \"lên 14 tuổi\" và khi ông bị hại năm 1526, đáng lý phải ghi: \"thọ 21 tuổi\" thì lại ghi \"thọ 26 tuổi\" (nếu làm phép suy ngược thì Chiêu Tông có 3 năm sinh khác nhau: 1506, 1503, 1501). Phải chăng việc \"hợp thức hoá\" cho quan hệ cha - con của Chiêu Tông - Trang Tông chưa được kín kẽ?",
        "Đại Việt Sử ký Toàn thư nhận xét về Chiêu Tông như sau:",
        "Thời Chiêu Tông là thời kỳ nhiều biến động, rối ren nhất trong thời Lê sơ. Ngoài các cuộc khởi nghĩa liên tiếp nổ ra của nông dân, bạo loạn của các tướng địa phương, còn có các cuộc thanh trừng, sát phạt giữa các đại thần trong và ngoài triều dẫn đến cảnh hỗn loạn khắp Bắc Bộ và Bắc Trung Bộ nước Đại Việt lúc đó. Tuy nhiên, sẽ không thật khách quan nếu quy hoàn toàn trách nhiệm cho vị vua thiếu niên này.",
        "Lê Thái Tông trước đây cũng lên ngôi năm 11 tuổi và cũng phải đối phó với quyền thần Lê Sát, Lê Ngân. Nhưng khi đó cơ nghiệp do Lê Thái Tổ để lại còn vững, chính sự nhà Lê đi vào ổn định, trong triều vẫn có nhiều lương thần phù trợ và đặc biệt là không có biến động trong đời sống xã hội, cuộc sống của nhân dân được đảm bảo, do đó ngôi vua của Thái Tông được duy trì.",
        "Tới thời Chiêu Tông, lương thần thì ít mà gian thần đã quá nhiều. Sự đổ nát của chính sự nhà Lê thực ra đã bắt đầu từ thời các vua quỷ Uy Mục và vua lợn Tương Dực. Phần lớn các cuộc khởi nghĩa, bạo loạn đã bùng phát từ thời hai vua này, trước khi Chiêu Tông lên ngôi. Nhà Lê đổ nát tới mức khi quân khởi nghĩa Trần Cảo vào kinh, thái sư đầu triều Lê Quảng Độ lập tức theo hàng, vì ông hiểu rằng Chiêu Tông hay Lê Doanh cũng chỉ là những con bài chính trị trong tay các quyền thần thuộc các thế tộc họ Trịnh và họ Nguyễn. Chính sự suy đồi của nhà Lê khiến những người như Trần Cảo rắp tâm xưng hiệu không còn nể sợ \"mệnh trời\".",
        "Nhà Lê dường như luôn bị họ Trần ám ảnh trên vũ đài chính trị. Trước kia Lê Thái Tổ giết vua (trên danh nghĩa) Trần Cảo và sau đó giết công thần Trần Nguyên Hãn để tuyệt lòng nhớ tiếc của thiên hạ với nhà Trần. Tới vua Chiêu Tông lại dồn sức diệt một Trần Cảo khác và ngay lập tức trừ khử công thần Trần Chân. Có lẽ ông không ngờ rằng bụng dạ của các tướng không mang họ Trần mới thật khó lường.",
        "Mỗi bước đi của các quan văn, võ đều đầy toan tính, tráo trở: Mạc Đăng Dung kết thông gia với Trần Chân khi Chân đắc thế, nhưng khi cùng Chân đánh Nguyễn Hoằng Dụ lại ngầm thả cho Dụ đi để tranh thủ Dụ làm cái thế chân kiềng; Nguyễn Hoằng Dụ do dự khi phát quân cứu vua; Trịnh Tuy vừa so gươm với triều đình, hôm sau lại đến xin làm quân cần vương. Không riêng Chiêu Tông, các hoàng đế thiếu niên khác được lập khi đó như Lê Doanh, Lê Bảng, Lê Do, Quang Trị... đều nằm trong mục đích \"dễ kiềm toả\" của các quyền thần để họ thực hiện ý đồ của Vương Mãng, Đổng Trác trong lịch sử Trung Quốc.",
        "Trong cảnh loạn lạc đó, Chiêu Tông đã không đủ sáng suốt để cứu vãn tình hình. Lúc Trần Chân đại phá được Trần Cảo, tình hình đã tạm yên, Cảo phải bỏ ngôi đi tu thoát thân, Nguyễn Hoằng Dụ và Trịnh Tuy phải \"nín hơi lặng tiếng\", Mạc Đăng Dung chưa có cơ hội \"nổi đình đám\". Việc ông vội vã sát hại Trần Chân bị các sử gia coi là sai lầm, ví như Lý Cao Tông giết Phạm Bỉnh Di, Trần Giản Định Đế giết Đặng Tất - tự cắt chân tay khi đại cuộc chưa định. Đó là sai lầm đầu tiên của một hoàng đế mới 13 tuổi (1518) vừa trải qua cơn binh hỏa, phải liên tục \"di giá\" sau khi lên ngôi. Sau đó, khi thoát khỏi tay Mạc Đăng Dung, Chiêu Tông đã có sự hậu thuẫn mạnh mẽ của các tướng ở Bắc Bộ khiến uy thế của Đăng Dung chao đảo, thì ông lại tin theo, dựa vào Trịnh Tuy, một kẻ từng là phản thần của triều đình, từng công khai chống lại ông, khiến lòng người chia lìa. Giả sử lúc đó Chiêu Tông giết Tuy với tội danh như giết phản thần Trịnh Duy Đại trước đây khiến các cánh quân cần vương không bị giải tán thì Mạc Đăng Dung khó mà thay đổi được cục diện nhanh đến như vậy. Đó là sai lầm lớn thứ hai của Chiêu Tông, lúc đó đã 17 tuổi, có 6 năm trải nghiệm trên ngai vàng thời loạn và lần này thì không thể chuộc lại.",
        "Sau khi Lê Chiêu Tông thất bại, cơ nghiệp nhà Lê coi như đã không còn, vì vua em Cung Hoàng vốn đã chỉ là con bài trong tay họ Mạc từ khi được đưa lên ngai.",
        "(Nguồn: Wikipedia)"
    ]
}