{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Lê Nhân Tông<br><font size=\"2\">黎仁宗<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Vua Việt Nam <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hoàng đế Đại Việt<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Trị vì<\/th>\n   <td>1442 – 1459 \n    <div class=\"timeline-wrapper\">\n     <map name=\"timeline_6d9e1b56bd80cf9bcf1c9f4bff04e685\" id=\"timeline_6d9e1b56bd80cf9bcf1c9f4bff04e685\"><\/map><img class=\"jch-lazyload\" usemap=\"#timeline_6d9e1b56bd80cf9bcf1c9f4bff04e685\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/le-nhan-tong/b5c044f3b43f21942a133831266903f8.png\">\n     <noscript>\n      <img usemap=\"#timeline_6d9e1b56bd80cf9bcf1c9f4bff04e685\" src=\"/images/wiki/le-nhan-tong/b5c044f3b43f21942a133831266903f8.png\">\n     <\/noscript>\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/le-thai-tong\" title=\"Lê Thái Tông (chữ Hán: 黎太宗; 20 tháng 11, 1423 - 4 tháng 8, 1442), là vị Hoàng đế thứ hai của triều đại Hậu Lê trong lịch sử Việt Nam. Ông trị vì Đại Việt từ năm 1433 tới năm 1442, tổng cộng 9 năm. \n Triều đại của Lê Thái Tông đánh dấu một thời kì thịnh trị, tiếp nối thành tựu của thời đại của Lê Thá...\" target=\"_blank\">Lê Thái Tông<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nhiếp chính<\/th>\n   <td>Thái hậu Nguyễn Thị Anh<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/le-nghi-dan\" title=\"Lê Nghi Dân (chữ Hán: 黎宜民; tháng 10, 1439- 6 tháng 6, 1460), thường được gọi là Lệ Đức hầu (厲德侯), Lạng Sơn Vương, là vị hoàng đế thứ tư của triều đại Lê sơ trong lịch sử Việt Nam. Ông tiếm vị trong một thời gian ngắn, từ tháng 10 năm 1459 đến khi bị truất vào tháng 6 năm 1460, với niên hiệu là Thiên...\" target=\"_blank\">Lê Nghi Dân<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên húy<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/le-bang-co\" title=\"Lê Nhân Tông (chữ Hán: 黎仁宗, 9 tháng 5 năm 1441 – 3 tháng 10 năm 1459), là vị hoàng đế thứ ba của nhà Hậu Lê trong lịch sử Việt Nam, trị vì trong vòng 17 năm, từ năm 1442 sau khi Lê Thái Tông qua đời đến khi bị Lê Nghi Dân ám sát vào năm 1459. \n Lê Nhân Tông lên ngôi lúc mới 1 tuổi, nên trong 10 năm ...\" target=\"_blank\">Lê Bang Cơ<\/a> (黎邦基)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Niên hiệu<\/th>\n   <td>\n    <ul>\n     <li>Thái Hòa (大和, 1443 - 1453)<\/li>\n     <li>Diên Ninh (延寧, 1454 - 1459)<\/li>\n    <\/ul><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thụy hiệu<\/th>\n   <td>Khâm Văn Nhân Hiếu Tuyên Minh Thông Duệ <b>Tuyên hoàng đế<\/b><br>\n     (欽文仁孝宣明聰睿宣皇帝)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Miếu hiệu<\/th>\n   <td>Nhân Tông (仁宗)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Triều đại<\/th>\n   <td>Nhà Lê sơ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/le-thai-tong\" title=\"Lê Thái Tông (chữ Hán: 黎太宗; 20 tháng 11, 1423 - 4 tháng 8, 1442), là vị Hoàng đế thứ hai của triều đại Hậu Lê trong lịch sử Việt Nam. Ông trị vì Đại Việt từ năm 1433 tới năm 1442, tổng cộng 9 năm. \n Triều đại của Lê Thái Tông đánh dấu một thời kì thịnh trị, tiếp nối thành tựu của thời đại của Lê Thá...\" target=\"_blank\">Lê Thái Tông<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân mẫu<\/th>\n   <td>Nguyễn Thị Anh<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>9 tháng 5, 1441<sup class=\"annotation badge\" title=\"^ a ă â b c d đ e ê g h i k l m n o ô ơ p q r s t u ư Đại Việt sử ký toàn thư, Bản kỷ quyển 11: Nhân Tông Tuyên hoàng đế\">1<\/sup> <br>\n     Đông Kinh, Đại Việt<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>3 tháng 10, 1459 (18&nbsp;tuổi)<br>\n     Đông Kinh, Đại Việt<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">An táng<\/th>\n   <td>Mục Lăng (穆陵)<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Đặt Thái tử để vững gốc rễ, lập con đích để chính danh phận. Đó là mưu xa của xã tắc, kế lớn của quốc gia. Hoàng tử Bang Cơ thể chất vàng ngọc, tư thái anh minh, vừa có uy vọng của một bậc quân vương, lại đúng danh phận là con đích tôn quý. Vậy sai Nhập nội đại đô đốc <a class=\"annotation\" href=\"/nhan-vat/le-liet\" title=\"Đinh Liệt (chữ Hán: 丁列) hay Lê Liệt (? - 1471) là công thần khai quốc nhà nhà Lê Sơ trong lịch sử Việt Nam, người thôn Phúc Long, xã Minh Tiến, huyện Ngọc Lặc, Thanh Hóa. \n Đinh Liệt cùng anh ruột là Đinh Lễ là cháu gọi Lê Thái Tổ bằng cậu. Ông khi còn trẻ thường đi theo cận vệ cho Lê Lợi....\" target=\"_blank\">Lê Liệt<\/a> mang sắc mệnh lập làm Hoàng thái tử.<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Mới rồi trời hiện điềm tai biến như sao sa, động đất. Trẫm rất lo sợ, suy nghĩ nguyên nhân tai biến, không biết bởi đâu. Có phải vì trẫm mới cầm quyền, chưa biết giảm nhẹ lao dịch thuế khóa, có điều không lợi cho dân không? Hay là phụ quốc đại thần điều hòa trái lẽ nên khí âm dương không hài hòa mà đến thế chăng? Hay là việc ngục tụng không công bằng, hối lộ công khai, xử án còn nhiều oan uổng mà đến nỗi thế chăng? Hay là chức thú lệnh chưa được người giỏi, làm bừa trái phép, nhiễu hại dân chúng mà đến nỗi thế chăng? Hay là bọn cung nữ oán hờn chưa thả chúng ra nên hại tới hòa khí mà đến nỗi thế chăng? Có phải là bọn gièm pha âm mưu xảo quyệt, để công thần chịu oan khuất chưa được rửa oan mà đến nỗi thế chăng? Hay là vì bày việc thổ mộc, xây dựng cung điện chăng? Kẻ tiểu nhân được tiến dùng, còn người quân tử phải lui ẩn chăng? Đường nói năng bịt kín mà ơn trên bị che lấp chăng. Bọn phi tần lộng hành mà cửa sau bỏ ngỏ chăng. Lệnh cho khắp quan lại, quân dân, đều phải hết lòng bày tỏ những điều có thể xoay được lòng trời, dập hết tai biến, hãy thẳng thắn nói ra, chớ nên ẩn giấu, để giúp trẫm sửa những điều thiếu sót.<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Nhân Tông lên nối ngôi vào tuổi ấu thơ, bên trong có mẫu hậu buông rèm trông coi chính sự, bên ngoài các đại thần đồng lòng phò tá trị nước, cho nên trong khoảng 17 năm, thiên hạ thái bình, an cư lạc nghiệp, xứng đáng là vua nhân từ. Đến lúc cuối đời bị lũ vô lại Đồn, Ban xướng xuất, khiến Lệ Đức hầu Nghi Dân đang đêm bắc thang trèo thành, lẻn vào cung cấm, vua và Tuyên Từ hoàng thái hậu đều bị hại. Thương thay&nbsp;!<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— <a class=\"annotation\" href=\"/nhan-vat/phan-phu-tien\" title=\"Phan Phu Tiên hay Phan Phù Tiên (chữ Hán: 潘孚先, 1370 - 1482), tự: Tín Thần, hiệu: Mặc Hiên; là nhà biên khảo, nhà sử học, và là thầy thuốc Việt Nam ở đầu thời Nhà Lê sơ. Thành tựu đáng kể của ông, đó là đã biên soạn ra bộ Việt âm thi tập và bộ Đại Việt sử ký tục biên....\" target=\"_blank\">Phan Phu Tiên<\/a><\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Vua tuổi còn thơ ấu đã có thiên tư sáng suốt, vẻ người tuấn tú đường hoàng, dáng điệu nghiêm trang, sùng đạo Nho nghe can gián, thương người làm ruộng, yêu nuôi muôn dân, thực là bậc vua giỏi, biết giữ cơ đồ, không may bị cướp ngôi giết hại, Thương thay!<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Đại Việt Sử Ký Toàn thư<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><p><i>Vua thần sắc anh tuấn, dung dáng đúng đắn, mỗi khi tan chầu, thân đến kinh diên đọc sách, mặt trời xế bóng về Tây mới thôi. Khi đã thân coi chính sự thì tế thần kỳ, thờ tôn miếu, đối với Thái hậu thì dốc lòng hiếu đễ, đối với anh em thì hết lòng thương yêu, hòa thuận với họ hàng, kính lễ với đại thần, tôn chuộng Nho thuật, xét lời gần, nghe lời xa, chăm sóc chính sự, cẩn thận thưởng phạt, trọng việc nông tang chuộng nghề gốc rễ, hết lòng thương dân, không thích xây dựng, không ham săn bắn, không gần thanh sắc, không hám tiền của, hậu đối với người, bạc đối với mình, bên trong yên tĩnh, bên ngoài thuận lòng, răn cấm tướng ngoài không gây hấn khích. Đến khi Chiêm Thành hai lần cướp Hóa Châu thì sai tướng đem quân đi đánh, bắt được chúa nó là Bí Cai, nước lớn sợ uy, nước nhỏ mến đức. Phàm chính sự đều noi theo phép cũ, đều có phép sẵn, sai đình thần bàn hết tất cả rồi mới thi hành; cho nên chính trị hay giáo hoá tốt, khắp ra bốn biển, trăm họ mến đức, đời được thái bình. Ngày băng thình lình, trăm họ như mất cha mất mẹ. Ôi tư chất của vua như vậy mà gặp phải tai biến như vậy, thì chẳng phải là trời đất rộng lớn dường ấy mà loài người vẫn còn có chỗ đáng tiếc đó sau&nbsp;?<\/i><\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Nhân Tông mới lên hai tuổi đã sớm nối ngôi vua, Thái hậu Nguyễn Thị là gà mái gáy sớm, Đô đốc Lê Khuyển như thỏ khôn giữ mệnh. Vua đàn bà mắt quáng buông rèm ngồi chốn thâm khuê, bọn họ ngoại lòng tham, khoác lác hoành hành khắp cõi, kẻ thân yêu nắm quyền vị, nạn hối lộ được công khai. Việc văn giáo lặng lẽ như băng hàn người hiền từ phải bó cánh. Bậc túc nho như <a class=\"annotation\" href=\"/nhan-vat/ly-tu-tan\" title=\"Lý Tử Tấn, thường gọi bằng tên tự là Tử Tấn, người làng Triều Đông, huyện Thượng Phúc (Hà Đông), là nhà thơ, làm quan thời Lê sơ, đỗ Thái học sinh khoa Canh Thìn (1400), năm Thánh Nguyên đời Hồ Quý Ly. Lý Tử Tấn làm quan đến Học sĩ viện Hàn lâm các, trải 3 đời vua Lê Thái Tổ, Lê Thái Tông, Lê Nhân T...\" target=\"_blank\">Lý Tử Tấn<\/a>, Trình Thuấn Du thì đẩy vào chỗ nhàn, phường dốt đặc ồn ào như ong đàn nổi dậy, như chó chuột nhe răng. Tể thần như Lê Sủng, <a class=\"annotation\" href=\"/nhan-vat/le-sat\" title=\"Lê Sát (chữ Hán: 黎察,&amp;#160;? – 1437) là công thần khai quốc nhà Lê sơ trong lịch sử Việt Nam, người làng Bỉ Ngũ, thuộc Lam Sơn, huyện Thọ Xuân, Thanh Hóa, Việt Nam. \n Lê Sát trí dũng hơn người, theo Lê Lợi khởi binh, trải bao gian hiểm, lập nhiều chiến công. Năm Mậu Thân (1428), Lê Lợi phong thưởng c...\" target=\"_blank\">Lê Sát<\/a> thì ngu si không phân biệt sáu loại súc vật, Chưởng binh Lê Điên, Lê Luyện, thì mù tịt, chẳng sao hiểu được bốn mùa một năm. Bậc lương thần như <a class=\"annotation\" href=\"/nhan-vat/trinh-kha\" title=\"Trịnh Khả (Chữ Hán: 鄭可, 1403-1451) là công thần khai quốc nhà Lê sơ trong lịch sử Việt Nam, người làng Kim Bôi (nay là làng Giang Đông), huyện Vĩnh Lộc, Thanh Hoá, Việt Nam....\" target=\"_blank\">Trịnh Khả<\/a>, Khắc Phục thì kèn cựa mà giết đi, người tài sĩ như <a class=\"annotation\" href=\"/nhan-vat/nguyen-mong-tuan\" title=\"Nguyễn Mộng Tuân (阮夢荀, sinh năm 1380) là một Khai quốc công thần, đồng thời cũng là một danh sĩ đã có nhiều đóng góp vào phát triển của Nho giáo thời Lê sơ....\" target=\"_blank\">Nguyễn Mộng Tuân<\/a> thì đẩy vào vòng tai họa. Oan uổng không chỉ kêu xin, mọi việc thảy đều đổ nát. Văn giai như Công Soạn tuổi gần tám mươi, tể thần như Lê Ê không biết một chữ. Bọn trẻ không biết nghĩ, làm bậy ngông cuồng, người già chẳng chết đi, trở thành mối họa. Bán quan mua kiện, ưa giàu ghét nghèo. Hiền tài là rường cột của triều đình mà sạch không như quét đất. Văn chương là khí vận của nhà nước mà im ắng tựa cỏ khô. Bọn xiểm nịnh được tin dùng, kẻ đao bút được tiến cử. Hành khiển <a class=\"annotation\" href=\"/nhan-vat/nguyen-huu-quang\" title=\"Nguyễn Hữu Quang (sinh năm 1/5/1962) là đại biểu quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021, đại biểu Quốc hội Việt Nam khóa XIII, thuộc đoàn đại biểu Thanh Hoá, khóa XII thuộc đoàn đại biểu tỉnh Nghệ An. \n Ngày sinh: 1/5/1962...\" target=\"_blank\">Nguyễn Hữu Quang<\/a>, Nội mật Lê Hoàn Chi, hoạn quan chừng năm sáu bọn mà không một người đóng cửa cho nghiêm; cấm vệ Lê Đắc Ninh, chỉ huy <a class=\"annotation\" href=\"/nhan-vat/le-hoang-duc\" title=\"Lê Hoằng Dục (tiếng Trung: 黎弘毓,&amp;#160;? -&amp;#160;?) tự Đạo Minh (tiếng Trung: 道明) là một võ quan triều Lê sơ. Hành trạng của ông được xác thực bởi Minh thực lục và Đại Việt sử ký toàn thư. \n Lê Hoằng Dục nguyên là thứ nam của khai quốc công thần Lê Văn Linh, có sinh quán tại hương Hải Lịch, huyện Lôi D...\" target=\"_blank\">Lê Hoằng Dục<\/a>, vệ sĩ đến tám chín lũ mà không một ai mang mộc che đỡ. Lòng người sôi động, đường sás xôn xao. Họ ngoại như Văn Lão, Xương Lê, lòng như quỷ quái, vị không như Trần Lựu, Đỗ Tư ai chẳng cười chê? Cửa ngõ thì sơ sài, tay không cũng phá nổi... Thế là nó dẫn quân cú vọ cáo cầy, ngầm nuôi mưu kế cướp ngôi phản nghịch. Bọn tặc thần Phạm Đồn, Phan Ban, Trần Lăng, Ngô Trang và phương chó lợn hơn 300 đứa, nửa đêm dám cả gan bắc thang trèo tường lẻn vào như là vào chỗ không người. Vua và Hoàng thái hậu đều bị hại, thương thay.<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— <i>Trưng Hưng Ký<\/i><\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Lê Nhân Tông",
        "Thân thế",
        "Cai trị",
        "Thái hậu nhiếp chính",
        "Đích thân chấp chính",
        "Cái chết",
        "Nhận định",
        "Xem thêm",
        "Tham khảo",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Lê Nhân Tông - Người Kể Sử",
    "paragraphs": [
        "Lê Nhân Tông (chữ Hán: 黎仁宗, 9 tháng 5 năm 1441 – 3 tháng 10 năm 1459), là vị hoàng đế thứ ba của nhà Hậu Lê trong lịch sử Việt Nam, trị vì trong vòng 17 năm, từ năm 1442 sau khi Lê Thái Tông qua đời đến khi bị Lê Nghi Dân ám sát vào năm 1459.",
        "Lê Nhân Tông lên ngôi lúc mới 1 tuổi, nên trong 10 năm đầu thời ông, mẹ ông là thái hậu Nguyễn Thị Anh nắm quyền trị nước. Nhà vua nhờ sự giúp sức của thái hậu và các công thần đã giữ được sự yên ổn trong nước. Ở phía Nam, năm 1444-45, Chiêm Thành hai lần đưa quân xâm lấn Hoá châu. Năm 1446, triều đình sai Lê Khả, Lê Thụ, Lê Khắc Phục đem đại quân chinh phạt đất Chiêm, đánh bại và bắt vua Chiêm Bí Cai. Nhà Lê còn sáp nhập xứ Bồn Man vào Đại Việt năm 1448.",
        "Năm 1452, Lê Nhân Tông bắt đầu tự coi chính sự. Ông đã truy tặng cho các công thần khai quốc của triều Hậu Lê, ban ruộng đất cho hậu duệ của họ và tăng lương cho quan lại, vương hầu. Năm 1459, anh khác mẹ ông là Lê Nghi Dân làm binh biến giết Nhân Tông và thái hậu. Sử sách mô tả Nhân Tông là vị hoàng đế đức độ, coi trọng Nho học, không đam mê tửu sắc, và biết nghe can gián. Cái chết sớm của ông đã khiến cho quan lại \"nuốt hận ngậm đau\", và thần dân \"như mất cha mất mẹ\".1",
        "",
        "",
        "Lê Nhân Tông có tên thật là Lê Bang Cơ (黎邦基), tên dùng trong các văn kiện ngoại giao với nhà Minh là Lê Tuấn (黎濬).2 Ông sinh vào ngày 9 tháng 5 âm lịch1 năm 1441, là con trai thứ ba của Lê Thái Tông, mẹ là Tuyên Từ Văn hoàng hậu Nguyễn thị, người làng Bố Vệ huyện Đông Sơn, Thanh Hóa. Theo phỏng đoán của các tác giả thế kỷ 21 là Phạm Duy Kha, Lã Duy Lan, Đinh Công Vĩ, Lê Bang Cơ không phải là con đẻ của Thái Tông, do Nguyễn Thị Anh đã mang thai ông với Lê Bang Sơn trước khi vào cung.3",
        "Trước khi Bang Cơ ra đời, Lê Thái Tông mới gần 20 tuổi đã có hai người con trai: Dương Chiêu nghi sinh ra Lệ Đức hầu Nghi Dân; Bùi Quý nhân sinh ra Cung vương Lê Khắc Xương. Không lâu sau, vào năm 1442, Ngô Tiệp dư sinh ra Lê Tư Thành, là con trai út trong tổng số 4 người con trai của Lê Thái Tông.",
        "Đầu năm 1441, vua Thái Tông lập Nghi Dân làm thái tử. Theo Đại Việt Sử ký Toàn thư, sau việc này Dương Thị Bí càng trở nên kiêu ngạo, hỗn xược. Thái Tông giận, bèn giáng Thị Bí xuống làm Chiêu nghi, và phế ngôi thái tử của Nghi Dân. Ngày 16 tháng 11 âm lịch năm 1441,nhà vua lập Lê Bang Cơ làm Hoàng thái tử, giáng Nghi Dân làm Lạng Sơn vương (諒山王) và phong Khắc Xương làm Tân Bình vương (新平王)1 . Trong chiếu phong Thái tử có viết:1",
        "Năm 1442, Lê Thái Tông đi tuần miền đông, rồi đột ngột qua đời ở vườn Vải, huyện Gia Định. Ngày 12 tháng 8 năm lịch năm 1442, các đại thần Trịnh Khả, Lê Thụ, Nguyễn Xí, Lê Liệt, Lê Bôi lập Lê Bang Cơ (2 tuổi) lên ngôi Hoàng đế, đổi niên hiệu là Thái Hòa (大和), sử gọi là Lê Nhân Tông.1 Tháng 6 âm lịch năm 1443, triều đình lấy ngày sinh của Nhân Tông làm Hiến Thiên Thánh Tiết1 .",
        "Lúc đó ông mới lên 1 tuổi, Thần phi Nguyễn Thị Anh được tôn làm Hoàng thái hậu, buông rèm nghe chính sự. Hoàng thái hậu dùng phép sẵn có từ đời trước, được các huân hựu đại thần phò tá nên trong khoảng hơn 10 năm, nước Đại Việt bình yên. Ngày 2 tháng 2 âm lịch năm 1443, thái hậu thay mặt Nhân Tông ban chiếu:1",
        "Tháng 5 âm lịch năm 1444, vua Chiêm Thành là Ma Ha Bí Cai2 dẫn quân vào đánh Hóa Châu. Triều đình cử Nhập nội kiểm hiệu thái bảo Lê Bôi, Tổng quản Lê Khả mang 10 vạn quân đánh bại Chiêm Thành. Đến tháng 4 âm lịch năm 1445, quân Chiêm đánh vào thành An Dung của Hóa Châu, nhưng cũng bị thua.4 5 Mùa xuân năm 1446, thái hậu thấy Chiêm Thành nhiều lần \"dốc quân cả nước vào cướp\", nên sai Lê Khả cùng Bình chương Lê Thụ, Thiếu phó Lê Khắc Phục dẫn 60 vạn quân chinh phạt Chiêm Thành. Đồng thời triều đình cử Đồng tri Thẩm hình viện sự Trình Chân, Chuyển vận sứ huyện Thanh Oai Nguyễn Đình Mỹ sang nước Minh báo việc Chiêm Thành lấn cướp. Trên mặt trận, quân Đại Việt liên tiếp thắng lợi, đánh chiếm quốc đô Đồ Bàn, bắt sống Bí Cai cùng nhiều tướng tá, thủ lĩnh bộ tộc, cung nữ và khí giới đem về Đông Kinh. Cháu gọi Bí Cai bằng cậu là Ma Ha Quý Lai sai các bồi thần Chế Cữu, Ma Thúc và Bà Bị dâng biểu xin thần phục Đại Việt, được lập làm vua mới của Chiêm.1 Sau này Minh Anh Tông đã hạ chiếu đòi Lê Nhân Tông thả Bí Cai về nước, nhưng nhà Lê phớt lờ.6",
        "Tháng 7 âm lịch năm 1448, nước Bồn Man (盆蠻) dâng 2 con voi, xin nội thuộc vào Đại Việt. Thái hậu và Nhân Tông sáp nhập Bồn Man, đổi làm châu Quy Hợp (歸合).1 7",
        "Cuối năm 1448, Nhân Tông và thái hậu mở khoa thi Hội tuyển nhân tài làm quan. Khoa này có hơn 750 sĩ tử tham gia, trong đó 27 người được chấm đỗ. Sau đó triều đình tiếp tục cho thi Đình; nhà vua ra điện Tập Hiền, ban đề văn sách hỏi về lễ nhạc, hành chính, cuối cùng chọn được 3 đệ nhất giáp tiến sĩ cập đệ (Nguyễn Nghiêu Tư, Trịnh Thiết Trường và Chu Thiêm Uy), 12 đệ nhị giáp tiến sĩ xuất thân và 12 đệ tam giáp đồng tiến sĩ xuất thân.1 8",
        "Năm 1449, nhà vua định lại phép thi lại điển. Trước đấy người thi lại điển chỉ cần thi ám tả, viết và toán, ai thi trúng sẽ được tuyển vào các cục. Đến thời Nhân Tông, các đại thần thấy thể lệ này khiến quá nhiều người thi đỗ, nên quy định \"cho thi ám tả và nghĩa của bản kinh và Tứ thư mỗi thứ một bài, cho đề thi trái với những điều đã học\"; do vậy, kỳ thi lại điển năm 1449 chỉ có 85 người thi đỗ. Từ đây bắt đầu lệ thi lại điển bằng ám tả và Tứ thư, Ngũ kinh.1 9",
        "Tháng 2 âm lịch năm 1449, Nhân Tông và thái hậu sai Tư khấu Lê Khắc Phục đôn đốc cục Bách tác và các quân vệ Thiên Quan, Tứ sương phối hợp với quân dân trấn Thái Nguyên đào sông Bình Lỗ dài 25.000 trượng, trải từ Lãnh Kinh (gần Đáp Cầu, tỉnh Hà Bắc ngày nay) tới cầu Phù Lỗ (nay thuộc huyện Sóc Sơn, Hà Nội), mang lại thuận lợi cho việc giao thông vận tải.7",
        "Tháng 3 âm lịch năm 1449, vua Chiêm Quý Lai bị em là Quý Do cướp ngôi. Quý Do sai sứ sang triều cống Đại Việt, nhưng vua Nhân Tông từ chối không tiếp nhận lễ vật và phán: \"Tôi giết vua, em giết anh là tội đại ác xưa nay, trẫm không nhận đồ dâng\". Sau khi buộc sứ phải mang trả lại lễ vật về Chiêm, Nhân Tông truyền lệnh cho Đồng tri hữu tri sự Nguyễn Hữu Quang, Điện trung thị ngự sử Trình Ngự đem thư sang Chiêm Thành, với nội dung như sau: \"Sự thực của các ngươi như thế nào thì phải sang trình bày cho rõ\"1 9 .",
        "Tháng 7 âm lịch năm 1449, vua Nhân Tông đổi tên, chia lại một số hiệu quân: quân Hỏa đồng được đổi làm quân Thần lôi và Thần điện; quân Thiện trạo đổi làm các quân Hải hồng, Hải mã, Hải kinh, Hải thu; hiệu quân Bát náo đổi làm quân Hải cốt.1",
        "Tháng 11 âm lịch năm 1449, triều đình ban hành 14 điều luật về điền sản, đưa vào bộ hình luật.1",
        "Ngày 26 tháng 7 âm lịch năm 1451, thái hậu xử tử Thái úy Lê Khả và Tư khấu Lê Khắc Phục, người đương thời cho rằng hai người bị oan.1 7",
        "Tháng 11 âm lịch năm 1453, Hoàng đế lên 12 tuổi, có thể tự coi chính sự, Thái hậu trả lại quyền chính cho Hoàng đế rồi lui về ở cung riêng. Khi tự mình ra coi chính sự, Hoàng đế xuống lệnh đại xá, và đổi niên hiệu là Diên Ninh (延寧). Năm 1454 trở thành năm Diên Ninh thứ nhất.1",
        "Năm Quý Hợi (1455), vua Lê Nhân Tông sai Phan Phu Tiên soạn Đại Việt sử ký tục biên, viết tiếp quyển thời Trần từ Trần Thái Tông cho đến khi khởi nghĩa Lam Sơn toàn thắng.1",
        "Lê Nhân Tông tỏ ra độ lượng với các công thần khai quốc có tội bị xử tử trước đây, từ thời Lê Thái Tổ, Lê Thái Tông đến khi Nguyễn Thái hậu chấp chính. Ngay khi ra cầm chính sự, ông ra nhiều chiếu chỉ biểu dương công lao của họ, hoặc trả lại của cải, ruộng đất cho con cháu họ. Ông khôi phục lại quan tước và ban cho con cháu Trịnh Khả (bị xử tử năm 1451) 100 mẫu ruộng; cấp 100 mẫu ruộng cho con cháu Lê Sát và Lê Ngân (bị xử tử năm 1437); trả lại điền sản trước đây cho con cháu Phạm Văn Xảo (bị xử tử năm 1430) và Trần Nguyên Hãn (bị xử tử năm 1429). Ông biểu dương công lao sự nghiệp của Nguyễn Trãi (bị xử tử năm 1442): Nguyễn Trãi là người trung thành giúp đức Thái Tổ dẹp yên giặc loạn, giúp đức Thái Tông sửa sang thái bình. Văn chương và đức nghiệp của Nguyễn Trãi, các danh tướng của bản triều không ai sánh bằng. Tuy nhiên, ông vẫn chưa minh oan cho Nguyễn Trãi, điều mà Lê Thánh Tông đã làm sau này.",
        "Trong các năm 1452, 1458, vua Nhân Tông tổ chức thi Hội, nhưng không thi Đình như ở năm 1448.1 8",
        "Ngoài ra, Nhân Tông cũng ban hành nhiều chỉ dụ khuyến khích nông nghiệp, miễn giảm thuế khá, căn dặn các quan trấn, lộ, phủ, huyện phải \"phải bảo dân gắng sức làm ruộng, xử án phải cho công bằng, nếu có trộm cướp, phải hết lòng lùng bắt\", quan coi lăng tẩm ở Tây Kinh làm mọi việc \"phải thành kính, tinh khiết như ngả cây, chặt che, kiếm củi\", và cứu giúp những kẻ không vợ, góa chồng, mồ côi, cô đơn và biểu dương những người chồng nghĩa khí, người vợ trinh tiết.1 10",
        "Theo phỏng đoán của một số sử gia hiện đại, điều đó liên quan tới nỗi oan khuất của Nguyễn Trãi trong vụ án Lệ Chi Viên mà chính Nguyễn Thái hậu là thủ phạm sát hại Thái Tông để giấu thân thế của ông;11 lời dị nghị của mọi người ngày càng nhiều khiến ông phần nào nhận ra thân thế của mình.11 Bản thân Nhân Tông cũng ở vào thế khó xử khi phải phân biệt đúng sai rành mạch.11",
        "Từ khi bị mất ngôi thái tử, Lạng Sơn vương Lê Nghi Dân vẫn thường có lòng oán hận và muốn đoạt ngôi của Nhân Tông. Các tác giả Phạm Duy Kha, Lã Duy Lan, Đinh Công Vĩ phỏng đoán rằng ngày càng có nhiều người dị nghị về nguồn gốc của Nhân Tông12 nên càng thúc đẩy Nghi Dân nổi loạn.11 Theo Đại Việt thông sử, Nhân Tông nghĩ Nghi Dân là anh ruột nên không có ý đề phòng gì cả. Đại Việt Sử Ký Toàn Thư còn chép rằng, ngày 3 tháng 1 âm lịch năm 1456, nhà vua đã mời Nghi Dân cùng ăn yến tiệc.1",
        "Ngày 3 tháng 10 năm Kỷ Mão (tức 28 tháng 10 năm 1459), Nghi Dân đang đêm cùng các thủ hạ bắc thang vào tận trong cung cấm giết Nhân Tông. Hôm sau Hoàng thái hậu cũng bị hại. Khi đó ông mới 18 tuổi, trị vì được 17 năm. Theo ghi chép của Đại Việt sử ký toàn thư: ....Bấy giờ, Lê Đắc Ninh là Đô chỉ huy giữ cấm binh đương phiên trực, đã không chịu dẫn quân ra trước ngăn giữ, lại đem giúp kẻ phản nghịch. Cho nên Nghi Dân mới tiếm đoạt được ngôi báu, mà các quan văn võ phải nuốt hận ngậm đau, trăm họ bốn phương như mất cha mất mẹ1 .",
        "Khi biết Nghi Dân sẽ làm đảo chính, Nội nhân thị thái hậu phó chưởng Đào Biểu đã giả mạo làm Lê Nhân Tông, khoác hoàng bào và lên long sàng mà nằm. Không may, Nghi Dân biết được, nên cũng giết Đào Biểu luôn.13",
        "Nghi Dân tự xưng làm Hoàng đế, ban chiếu: \"Trẫm là con trưởng của Thái Tông Văn Hoàng Đế, trước đây đã được giữ ngôi chính ở Đông cung. Chẳng may Tiên đế đi tuần miền đông, bỗng băng ở bên ngoài. Nguyễn Thái hậu muốn giữ vững quyền vị, ngầm sai nội quan Tạ Thanh dựng Bang Cơ làm đế, bắt Trẫm làm phiên vương. Sau Tạ Thanh tiết lộ việc ấy, lây đến cả Thái úy Trịnh Khả và Tư không Trịnh Khắc Phục, Thái hậu bắt giết cả đi để diệt hết người nói ra. Cho nên từ đó đến giờ, hạn hán sâu bệnh liên tiếp xảy ra, tai dị luôn luôn xuất hiện, đói kém tràn lan, trăm họ cùng khốn. Diên Ninh tự biết mình không phải là con của tiên đế, hơn nữa lòng người ly tán, nên ngày mồng 3, tháng 10 năm nay, đã ra lệnh cho Trẫm lên thay ngôi báu. Trẫm nhờ người trông xuống, tổ tông phù hộ, cùng các vương, đại thần, các quan văn võ trong ngoài đồng lòng suy tôn, xin trẫm nên nối đại thống, hai ba lần khuyên mời, trẫm bất đắc dĩ đã lên ngôi vào ngày mồng 7, tháng 10 năm nay, đổi niên hiệu là Thiên Hưng\"1 . Nghi Dân chỉ ở ngôi được 8 tháng. thì bị các đại thần Nguyễn Xí, Đinh Liệt, Lê Lăng, Nguyễn Đức Trung làm binh biến giết chết. Các đại thần xét trong con của Lê Thái Tông còn lại Gia vương Lê Tư Thành, thông minh, hiền đức, bèn thỉnh ý đưa Gia vương lên ngôi, sử gọi là Lê Thánh Tông.",
        "Lê Thánh Tông lên ngôi đã làm lễ chiêu hồn cho Nhân Tông và an táng cho ông ở Mục Lăng (穆陵), Lam Sơn. Ông được tôn miếu hiệu là Nhân Tông (仁宗), thụy hiệu là Khâm Văn Nhân Hiếu Tuyên Minh Thông Duệ Tuyên hoàng đế (欽文仁孝宣明聰睿宣皇帝). Đời sau gọi là Nhân Tông Tuyên hoàng đế (仁宗宣皇帝).",
        "Nhà sử học Phan Phu Tiên nhận định về Lê Nhân Tông1 :",
        "Đại Việt Sử ký Toàn thư có lời đánh giá vua Lê Nhân Tông như sau1 :",
        "Bài văn bia tại Mục Lăng do Nguyễn Bá Kỷ sau có ghi nhận xét về Lê Nhân Tông như sau:",
        "Vua thần sắc anh tuấn, dung dáng đúng đắn, mỗi khi tan chầu, thân đến kinh diên đọc sách, mặt trời xế bóng về Tây mới thôi. Khi đã thân coi chính sự thì tế thần kỳ, thờ tôn miếu, đối với Thái hậu thì dốc lòng hiếu đễ, đối với anh em thì hết lòng thương yêu, hòa thuận với họ hàng, kính lễ với đại thần, tôn chuộng Nho thuật, xét lời gần, nghe lời xa, chăm sóc chính sự, cẩn thận thưởng phạt, trọng việc nông tang chuộng nghề gốc rễ, hết lòng thương dân, không thích xây dựng, không ham săn bắn, không gần thanh sắc, không hám tiền của, hậu đối với người, bạc đối với mình, bên trong yên tĩnh, bên ngoài thuận lòng, răn cấm tướng ngoài không gây hấn khích. Đến khi Chiêm Thành hai lần cướp Hóa Châu thì sai tướng đem quân đi đánh, bắt được chúa nó là Bí Cai, nước lớn sợ uy, nước nhỏ mến đức. Phàm chính sự đều noi theo phép cũ, đều có phép sẵn, sai đình thần bàn hết tất cả rồi mới thi hành; cho nên chính trị hay giáo hoá tốt, khắp ra bốn biển, trăm họ mến đức, đời được thái bình. Ngày băng thình lình, trăm họ như mất cha mất mẹ. Ôi tư chất của vua như vậy mà gặp phải tai biến như vậy, thì chẳng phải là trời đất rộng lớn dường ấy mà loài người vẫn còn có chỗ đáng tiếc đó sau ?",
        "Tuy nhiên, bài Trung Hưng Ký thời Quang Thuận đã nhận xét tiêu cực về thời Lê Nhân Tông:1",
        "(Nguồn: Wikipedia)"
    ]
}