{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Lê Trực",
        "Sự nghiệp",
        "Gia đình",
        "Khí chất",
        "Di sản",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Lê Trực - Người Kể Sử",
    "paragraphs": [
        "Lê Trực (黎直, 1828-1918) còn có tên gọi khác là Lê Vợn, sinh tháng 6 năm Mậu Tuất (1828) tại Thôn Chân Linh, làng Thanh Thuỷ, Tổng Thuận Lệ, Phủ Quảng Trạch, nay là Thôn Bàu 1, xã Tiến Hoá, huyện Tuyên Hoá, tỉnh Quảng Bình. Ông sinh ra trong một gia đình thuần nông và là người con thứ năm của gia đình1 . Năm 1882 ông đang là đề đốc Hà Nội 2 , vì không giữ được thành rút chạy lên Sơn Tây nên bị cách chức về quê.3 4",
        "Ngày 5-7-1885, kinh đô Huế bị Pháp chiếm, vua Hàm Nghi cùng Tôn Thất Thuyết chạy ra Hà Tĩnh, xuống chiếu Cần vương, kêu gọi sĩ phu và nhân dân đánh giặc Pháp, Lê Trực triệu tập nghĩa binh khởi nghĩa ở vùng Quảng Bình. Sau đó bị giặc đánh ráo riết, ông chạy ra Hà Tĩnh. Ở đây ông hợp sức với Tôn Thất Đàm (con cả Tôn Thất Thuyết) tiếp tục kháng chiến. Cho tới ngày vua Hàm Nghi bị bắt, thấy bất lực, ông giải tán nghĩa binh, về quê nhà, không rõ cuối đời ra sao.",
        "",
        "",
        "Lên 5 tuổi, ông mồ côi cha. Mẹ bán ông làm con nuôi cho ông Lê Sức và bà Nguyễn Thị Hân. Ông Sức với chức danh “Thủ Ngự” trấn ải cửa Sông Gianh ở làng Thuận Bài (xã Quảng Thuận – huyện Quảng Trạch) ngày nay.",
        "Lên 13 tuổi, ông Lê Sức đổi tên ông Lê Vợn thành Lê Trực và ông được học chữ, học võ cùng 3 người con trai của ông Lê Sức là Trung, Bình, Chính.",
        "Năm Bính Thìn (1846), ông Lê Trực tròn 18 tuổi, ông được ra học trường võ tại tỉnh Thanh Hoá.",
        "Năm Đinh Tỵ (1847), Phủ Kinh Môn Thanh Hoá thất thủ, rơi vào tay giặc Khách. ông Lê Trực đã thu phục tàn quân Phủ Kinh Môn cùng dân chúng chiến đấu gần một tuần và đã thu phục được Phủ Kinh Môn. Giải thưởng của Phủ cho ông là 300 quan tiền và ông ở lại Thanh Hoá với Phủ Kinh Môn.",
        "Năm Kỷ Mùi (1849), ông về quê và đi lính đóng quân ở Đồng Hới - Quảng Bình. ông đã có thời cơ để luyện võ thao lược nhưng hai lần thi trường Ba đều hỏng (năm Kỷ Dậu 1851 đến năm Định Mẹo 1857)",
        "Năm Mậu Thìn (1858), ông đỗ cử nhân võ.",
        "Năm Kỷ Tỵ (1859) ông đỗ Tiến sĩ võ với chức sắc “Tạo Sĩ”, cùng lúc ở Tây Trúc (xã Tiến Hoá) có ông Phạm Duy Đôn đỗ tiến sĩ Văn, với chức sắc “Hoàng Giáp”.",
        "ông Trực được vua ban chức “Sắc Tứ Đệ Tam Giáp Đồng Võ Tiến Sĩ Xuất Thân” áo mũ cân đai, một thẻ bài bằng gỗ có 4 chữ “ÂN TỨ VINH QUY”",
        "Năm Đinh Mẹo (1857) về sau ông giữ các chức:",
        "- Suất đội Ninh Bình",
        "- Chánh hiệp quản Huế",
        "- Chánh hiệp quản Thanh Hoá",
        "- Phó lãnh binh Hà Nội",
        "- Chánh lãnh binh Ninh Bình",
        "- Chánh lãnh binh Thanh Hoá",
        "- Chánh lãnh binh Lạng Sơn",
        "Năm Kỷ Dậu (1880), triều Huế điều ông Trực về Huế để nhận công tác. Nhưng tổng đốc Hoàng Diệu xin Triều Huế để ông Trực ở lại Hà Nội với chức danh “Đề đốc thành Hà Nội”",
        "Năm Nhâm Tý (1883) Hà Nội thành thất thủ, Hoàng Diệu tự tử trong Hoàng cung, ông Lê Trực về Huế tạ tội.",
        "Triều Huế xử chém đầu nhưng vua Tự Đức ân xá cho về quê.",
        "Ngày 09/9/1885, Tôn Thất Thuyết hộ giá vua Hàm Nghi ra Tân Sở và hạ chiếu Cần Vương:",
        "Chiếu Cần Vương kể tội ác thực dân Pháp, nói lên nỗi thống khổ của người dân nô lệ, của người dân mất nước. Chiếu Cần Vương kêu gọi các sĩ phu, thân sĩ, văn sĩ yêu nước hãy theo vua Hàm Nghi chống Pháp.",
        "Chưa đầy 2 tháng, ông Lê Trực đã có đội quân hơn 500 người với các tướng lĩnh dày dạn kinh nghiệm, giàu lòng yêu nước, yêu dân như Cao Thượng Chí (Thôn Xuân Mai, xã Mai Hoá), Nguyễn Phạm Tuân ở Chợ Đón (Bố Trạch), Phan Tường ở Ba Đồn - Quảng Long, Chánh lãnh binh Lê Ảnh …. Đội quân chuẩn bị gậy gộc, giáo mác, tuốt trần sẵn sàng chờ lệnh đánh Pháp cùng với quân của các ông Đề Phú, Đề Én, Lãnh Ngưỡng, Lãnh Khuê, Đề Trích, Đoàn Chí Tuân, Mai Lượng …",
        "Năm Ất Mẹo (1886), quân Pháp hơn 60 tên đi bộ theo Quốc lộ 1A để lập Đồn bốt ở Đèo Ngang án ngự Bắc Nam, bị quân ông Lê Trực đánh úp ngay tại Cầu Roòn, bẻ gãy âm mưu lấn chiếm của Pháp, giết chết 5 tên lính da đen.",
        "Đêm mồng 9 rạng ngày 10 tháng 5 năm 1886, nghĩa quân ông Lê Trực đột nhập Thành Đồng Hới, đốt trại lính Pháp, làm chủ toàn thành, cắt đứt giao thông liên lạc Bắc Nam gần 2 tháng. Đặc biệt tên tỉnh trưởng ác ôn khét tiếng nhất của miền Trung (Nguyễn Đình Dương) đã bị đền tội.",
        "Liên tiếp quân ông đánh vào các đồn trại của Pháp trên đất Quảng Bình từ đồng bằng đến miền núi, chặn đánh bẻ gãy các cuộc hành quân của Pháp trên các phương tiện thuỷ, bộ.",
        "Đặc biệt tháng 6/1886, bọn Pháp tiến lên theo Sông Gianh (Linh Giang) để xây đồn bốt. Quân ông Lê Trực đã nghênh chiến thu hút hơn 200 thuyền của Pháp và bọn phản động vào cuối thôn Chân Linh (Thôn Bàu 3 ngày nay). Cuộc chiến dùng chiến thuật độn thổ giáp lá cà, giết nhiều tên giặc.",
        "Các đồn bốt của giặc có lính Pháp ở liên tục bị quân ông Lê Trực công kinh như Hướng Phương, Mỹ Hoà, Đan Xá … ngay cả đồn Đồng Hới cũng bị công kinh thêm mấy trận nữa.",
        "Quân ông luôn có mặt trên Quốc lộ 1A cũng như các hướng, chặn đường giao thông của Pháp từ Nghệ An, Hà Tĩnh vào Đồng Hới.",
        "Triều đình Huế đưa những tên tri phủ, tri huyện, lý trưởng mới lên thay các quan phủ cũ theo Hàm Nghi chống Pháp. Nhiều tên không giám nhận chức vì sợ quân Cần Vương lấy đầu. Một số xin ở ngay tại đồn với Pháp. Quân ông cùng quân các chí sĩ Cần Vương khác chiến thắng giòn giã nhiều trận ở các vùng Biểu Lệ, Diên Trường, Trung Thôn, Lâm Xuân, Hoà Ninh, Hạ Trang …Đồn lính có Pháp là luôn bị công kích.",
        "Quân ông đã làm chủ được Bắc Quảng Bình, gây nhiều thiệt hại tổn thương cho thực dân Pháp. Thế nhưng cuối năm 1887, Pháp vẫn đặt được đồn tại Minh Cầm (Phong Hoá ngày nay) và Đồn Minh Cầm lại là mục tiêu để quân ông Lê Trực công kích.",
        "Cũng vào cuối năm 1887, có gián điệp dẫn đường, đại bản doanh của ông tại Rú Cấm (Tiến Hoá) bị đánh úp. ông lui quân an toàn nhưng bị bắt đi hơn 10 người, trong đó có bà vợ cả, tướng Nguyễn Phạm Tuân và Phan Tường.",
        "Bị hao binh tổn tướng song ông Lê Trực cùng Tôn Thất Đàn (con trai Tôn Thất Thuyết) thu phục tàn quân các nơi, chiêu mộ thêm lính ở đầu Sông Nai, tiếp tục chiến đấu kiên cường buộc Pháp co ôngm về vùng Đồng bằng.",
        "Cuối năm 1888, vua Hàm Nghi bị bắt, cuộc chiến của nghĩa quân ông Lê Trực với Pháp vẫn tiếp tục gây cho Pháp nhiều tổn thất nặng nề, hoang mang, lo sợ cho chính quyền Pháp và triều đình bù nhìn, uy thế của Cần Vương Bắc Quảng Bình vẫn lên cao.",
        "Pháp đã dùng chiến lược “dùng người Việt trị người Việt” gây cảnh cốt nhục xương tàn, lột da xáo thịt, dân lành chết oan uổng. Hơn nữa, thế lực hai bên không cân sức, chưa có sự lãnh đạo của Đảng nên phong trào Cần Vương Quảng Bình đã thất bại.",
        "Đầu năm 1891, ông Lê Trực đã phải giải hoà với Pháp để bảo vệ cuộc sống cho dân lành. Phong trào Cân Vương Quảng Bình kết thúc.",
        "Và một chiều ngày 04 tháng 6 năm Đinh Mẹo (1918), ông Lê Trực để lại cho con cháu quê hương xứ sở, bản làng một niềm thương xót vô tận. ông ra đi và đi mãi không bao giờ trở lại.",
        "ông Lê Trực hưởng thọ 90 tuổi.",
        "Ông có hai người vợ; vợ cả Lê Thị Tợi, vợ kế Lê Thị Nhượng.",
        "Thi hài cụ và hai người vợ được an táng tại quê hương ngày nay tại Thôn Bàu 1, xã Tiến Hoá, huyện Tuyên Hoá, tỉnh Quảng Bình. 1",
        "Trong cuộc binh đao với Pháp, Cần Vương thất bại, song sự thể hiện trung với vua, yêu dân yêu nước của cụ Lê Trực qua những bức thư với Đại uý Mouteaux của Pháp với nội dung: Dụ cụ Lê Trực ra hàng và giúp Đồng Khánh. Cụ Lê Trực trả lời dứt khoát với những lý lẻ mềm dẻo:",
        "- Đối với tôi, Đại uý vẫn có tình bằng hữu, tôi muốn ra tiếp chuyện với Đại uý nhưng người chưa khoẻ.",
        "Khi người Pháp lấy kinh thành Hà Nội, khắp nơi đều nổi loạn chém giết nhau, tôi làm một viên quan võ cao cấp nhất trong tỉnh nên tôi phải họp thân hào, thân sĩ giúp vua giữ nước. Đại uý mới đến miền đất này nên trong mắt Đại uý người nào cũng như vậy.",
        "Cuối năm trước, Đại uý viết thư yêu cầu tôi đình chiến và giải tán quân sĩ. Tôi có gửi đến đồn Quảng Khê (Quảng Trạch) “một món quà nhỏ”(*) để tỏ lòng thành thực với Đại uý.",
        "Mới đây Đại uý lại lập đồn Minh Cầm để nhìn thấu bí hiểm của vùng rừng núi này. Có đồn Minh Cầm làm cho dân lành hãi hùng, hoảng sợ và Đại uý đã gây nên tai tiếng này. Đại uý nên bỏ đồn Minh Cầm rút về Quảng Khê thì chúng ta có thể đình chiến được.",
        "Đại uý còn doạ: Nếu tôi ra hàng thì an toàn, nếu bắt đựơc tôi là giết. Tôi đang đợi.",
        "Năm 1887, cụ Lê Trực lại viết thư cho Đại uý Mouteaux :",
        "Vua Hàm Nghi là em út vua Kiến Phúc và là người được tôn lên trị vị. Hàm Nghi lên ngôi được Thái Hậu ưng chuẩn, triều đình thoả thuận, toàn dân hoanh nghênh nên Hàm Nghi mới xứng là vua đất Nam.",
        "Tôi là người chịu ơn của Tiên Đế, không lẽ lại thay đổi sự việc đã thành tựu. Lên làm vua là định mệnh của trời. Nếu tôi trở mặt thay lời thì tôi phải hỗ thẹn với rừng rú, sông suối, núi non, quê hương xứ sở và sau này khi tôi về thế giới bên kia tôi sẽ đắc tội với tiên Đế, tổ tiên. Vậy tôi không bao giờ bỏ vua Hàm Nghi.",
        "Nhà tôi bị Đại uý đốt cháy, vợ tôi bị Đại uý bắt bớ, tra khảo, giam cầm. Một số tướng sĩ của tôi bị Đại uý giết nên tôi phải rày đây, mai đó, lẫn khuất trong rừng.",
        "Đại uý biết đấy và chẳng nên ngần ngại gì nữa, bỏ đồn Minh Cầm, rút về Quảng Khê cho dân lành làm ăn yên ổn.",
        "Hết cách, Đại uý đã nói lên lời cuối cùng; Tôi tuyên bố quân Pháp sẽ đánh.",
        "- Cụ Lê Trực trả lời: Tôi sẵn sàng chờ….1",
        "Hiện nay tên núi, tên sông còn ghi dấu ấn cuộc đời binh đao của nghĩa quân Bắc Quảng Bình với tướng lĩnh là cụ Lê Trực, như: Đồng Thổng, Bàu Phượng Hoàng (xòm Bàu Tiến Hoá), Mái Lò Rèn (Tân Thuỷ, Tiến Hoá), khe Đá Mài, Hố Voi, Bãi Tập, Hòn Bồ Muối, Khe Cửa Đồn, Cồn Đánh Mõ, Núi Voi Dựa …",
        "Để ghi nhớ công ơn của cụ, tại xã Tiến Hoá có 2 ngôi trường mang tên vị tướng tài: Trường tiểu học Lê Trực và Trường THPT Lê Trực.1",
        "Tên ông được đặt làm tên phố và đường Lê Trực ở Hà Nội và con đường Lê Trực ở quận Bình Thạnh.5",
        "(Nguồn: Wikipedia)"
    ]
}