{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Lê Trung",
        "Sự nghiệp",
        "Chú thích",
        "Sách tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Lê Trung - Người Kể Sử",
    "paragraphs": [
        "Lê Trung (黎忠, ?-1798) là một võ quan cao cấp của nhà Tây Sơn trong lịch sử Việt Nam.",
        "Thái sư Lê Trung, tên thật là Lê Văn Trung. Quê quán của Ông là thôn Khánh Lộc, huyện Phù Cát, tỉnh Bình Định1 . Cha của Ông tên là Lê Văn Thể và mẹ của Ông là bà Nguyễn thị Trọng (mộ bà đã bị khai quật vào năm 1984 và xác của bà được ướp trong dung dịch có màu nâu trong). Ông là con trai út. Mặc dù chị của Ông (Minh Phi Lê thị Nga) là vợ của Vua Thái Đức Nguyễn Nhạc nhưng Ông đầu quân vào hàng ngũ lính mộ (vào lính bình thường) của Tây Sơn. Sau này tự thân thi thố tài năng và có nhiều đóng góp lớn cho phong trào Tây Sơn, Ông Lê Trung được triều đình Tây Sơn phong Thái Sư. [Xin xem thêm tài liệu \"Thái Sư Lê Văn Trung\" của Võ Văn Hải. Tài liệu này sẽ được xuất bản trong tương lai gần đây].",
        "Sau trận đại phá quân Thanh vào mùa xuân năm Kỷ Dậu (1789), vua Quang Trung phong cho ông làm đô đốc, lãnh việc chiêu mộ quân bổ sung vào các đội tượng binh2 .",
        "Năm 1791, nước Ai Lao (Lào) thiếu cống, nhà vua bèn phong cho đô đốc Trần Quang Diệu làm đại tổng quản, Lê Trung làm đại tư lệ cùng xuất quân tiến sang đánh. Vua Ai Lao chống cự không nổi, đem quân chạy trốn. Quân Tây Sơn tràn vào thành, thu hết vàng bạc, châu báu, voi ngựa... đem về nước3 .",
        "Tháng 7 năm Nhâm Tý (1792), vua Quang Trung đột ngột qua đời. Tuân theo di chiếu, Trần Quang Diệu, Bùi Đắc Tuyên và Vũ Văn Dũng cùng tôn phò Nguyễn Quang Toản (10 tuổi) lên ngôi, tức vua Cảnh Thịnh.",
        "Kể từ đó nội bộ nhà Tây Sơn cứ xảy ra việc mất đoàn kết. Thấy vậy, con rể ông là đô đốc Lê Chất bàn ra hàng chúa Nguyễn Phúc Ánh nhưng ông không nghe4 .",
        "Năm Mậu Ngọ (1798), theo sách Việt sử giai thoại (tập 8) thì lúc bấy giờ Lê Chất đang đóng quân ở Trà Khúc (Quảng Ngãi). Nội bộ Tây Sơn càng mất đoàn kết, trong khi ngoài mặt trận quân chúa Nguyễn lại liên tiếp thắng nhiều trận liền. Vua Cảnh Thịnh ngờ rằng Lê Trung cùng con rể là Lê Chất thông đồng với đối phương, nên giết đi. Lê Chất sợ quá, trốn sang đầu chúa Nguyễn4 .",
        "Tuy nhiên, theo sử liệu khác thì nguyên nhân gây ra cái chết của ông là do nội biến.",
        "Chúa Nguyễn thấy thế Tây Sơn đã suy nhược, đến tháng ba năm Kỷ Mùi (1799) bèn cử đại binh ra đánh Quy Nhơn...",
        "(Nguồn: Wikipedia)"
    ]
}