{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Lê Tương Dực Đế<br><font size=\"2\">黎襄翼帝<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Vua Việt Nam <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hoàng đế Đại Việt<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Trị vì<\/th>\n   <td>1509 - 1516 \n    <div class=\"timeline-wrapper\">\n     <map name=\"timeline_b11876df9aea0c1ec5eb6e3dc8440ad3\" id=\"timeline_b11876df9aea0c1ec5eb6e3dc8440ad3\"><\/map><img class=\"jch-lazyload\" usemap=\"#timeline_b11876df9aea0c1ec5eb6e3dc8440ad3\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/le-tuong-duc/d06bcd6b3bd3e298e01b1c7b5aeb987d.png\">\n     <noscript>\n      <img usemap=\"#timeline_b11876df9aea0c1ec5eb6e3dc8440ad3\" src=\"/images/wiki/le-tuong-duc/d06bcd6b3bd3e298e01b1c7b5aeb987d.png\">\n     <\/noscript>\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/le-uy-muc\" title=\"Lê Uy Mục (chữ Hán: 黎威穆; 5 tháng 5, 1488 – 1 tháng 12, 1509), đôi khi còn gọi là Mẫn Lệ công (愍厲公), là vị hoàng đế thứ tám của nhà Lê sơ trong lịch sử Việt Nam. Ông được xem là một vị Hoàng đế tàn bạo và hoang dâm, nổi tiếng là một bạo chúa, người đời gọi là Quỷ vương (鬼王). \n Lê Uy Mục không chăm lo...\" target=\"_blank\">Lê Uy Mục<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><i>Lê Quang Trị<\/i><br><a class=\"annotation\" href=\"/nhan-vat/le-chieu-tong\" title=\"Lê Chiêu Tông (chữ Hán: 黎昭宗, 4 tháng 10, 1506 hoặc 1501 - 18 tháng 12, 1526), là vị hoàng đế thứ 10 của nhà Lê Sơ, ở ngôi từ năm 1516 đến 1522, tổng cộng 7 năm. \n Chiêu Tông dòng dõi tông thất, lên ngôi còn thơ ấu, trong nước rối ren, mọi việc đều do Nguyên quận công Trịnh Duy Sản chủ trương, dẹp đư...\" target=\"_blank\">Lê Chiêu Tông<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thê thiếp<\/th>\n   <td>Khâm Đức hoàng hậu<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên thật<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/le-oanh\" title=\"Lê Tương Dực (chữ Hán: 黎襄翼; 25 tháng 6, 1495 - 7 tháng 4, 1516), đôi khi gọi là Linh Ẩn vương (靈隱王), là vị hoàng đế thứ chín của nhà Lê Sơ trong lịch sử Việt Nam. Ông trị vì từ năm 1509 đến năm 1516, tổng cộng 7 năm. \n Ông được đánh giá là người có công khi lật đổ Lê Uy Mục, sửa sang việc học, khôi ...\" target=\"_blank\">Lê Oanh<\/a> (黎瀠)<br>\n     Lê Trừu (黎晭)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Niên hiệu<\/th>\n   <td>Hồng Thuận (洪順)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thụy hiệu<\/th>\n   <td>\n    <ul>\n     <li>Linh Ẩn vương (靈隱王)<\/li>\n     <li>Tương Dực Hoàng đế (襄翼皇帝)<\/li>\n    <\/ul><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Triều đại<\/th>\n   <td>Nhà Lê sơ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/le-tan\" title=\"Lê Tân (chữ Hán: 黎鑌; 19 tháng 8, 1466 – 6 tháng 11, 1502), còn gọi là Lê Đức Tông (黎德宗) hay Kiến Trinh Tĩnh vương (建貞靚王), là một tông thất nhà Lê sơ trong lịch sử Việt Nam. \n Ông là cha ruột của Lê Tương Dực và là tổ phụ của Lê Chiêu Tông, nên được truy tôn là Đức Tông Kiến hoàng đế (德宗建皇帝)....\" target=\"_blank\">Lê Tân<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân mẫu<\/th>\n   <td>Trịnh Thị Tuyên<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>25 tháng 6, 1495<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>7 tháng 4, 1516 (20&nbsp;tuổi)<br>\n     hồ Chu Tước, <a class=\"annotation\" href=\"/dia-danh/phuong-bich-cau\" title=\"Bích Câu là một địa danh cũ thuộc Hà Nội, hiện nay ở đây cũng có một con phố tên Bích Câu (là con phố cắt ngang, nối phố Đoàn Thị Điểm và phố Cát Linh)....\" target=\"_blank\">phường Bích Câu<\/a>, Đông Kinh<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">An táng<\/th>\n   <td>Nguyên Lăng (元陵)<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Bạo chúa Lê Tuấn, phận con thứ hèn kém, làm nhơ bẩn nghiệp lớn, lần lữa mới gần 5 năm mà tội ác đã đủ muôn khoé. Giết hại người cốt nhục, dìm hãm các thần liêu. Bọn ngoại thích được tin dùng mà phường đuôi chó ngang ngược làm bậy, người cứng cỏi bị ruồng bỏ mà kẻ đầu cá ẩn nấp nẻo xa. Quan tước đã hết rồi vẫn thưởng tràn không ngớt, dân chúng đã cùng khốn còn vơ vét chẳng thôi. Vét thuế khoá từng cân lạng, tiêu tiền của như đất bùn, bạo ngược ngang với Tần Chính. Đãi bề tôi như chó ngựa, coi dân chúng tựa cỏ rác ngạo mạn quá cả Nguỵ Oanh. Huống chi lại xây cung thất to, làm vườn hoa rộng. Xua dân đi trồng cây, giẫm theo vết xe đổ chất gò Hoa Cương đời Tống; lấp biển xây cung điện, nối gót thói u mê xây cung A Phòng <a class=\"annotation\" href=\"/nhan-vat/nha-tan\" title=\"Nhà Tần 秦朝 (221 TCN - 206 TCN) là triều đại kế tục nhà Chu và trước nhà Hán trong lịch sử Trung Quốc. Tần (Qín, tạm đọc là Chin), có thể là một nguồn gốc của từ &quot;China&quot; trong các ngôn ngữ Tây phương. Việc thống nhất Trung Quốc năm 221 TCN dưới thời Tần Thuỷ Hoàng đã đánh dấu sự khởi đầu của đế quốc ...\" target=\"_blank\">nhà Tần<\/a>. Công trình thổ mộc xây lên rồi thay đổi, thay đổi rồi xây lên, dân Hải Dương, Kinh Bắc mệt mỏi, lao đao; tông thất xa hoa, kiêu căng lại ngang ngược, ngang ngược lại kiêu căng, cõi tứ tuyên phiên trấn xôn xao, rối loạn. Cư dân nhức óc, cả nước đau lòng.<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Hịch<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Trước đây, vua thích làm nhiều công trình thổ mộc, đắp thành rộng lớn mấy ngàn trượng, bao quanh điện Tường Quang, quán Chân Vũ, chùa Thiên Hoa ở phường Kim Cổ, từ phía đông đến phía tây bắc, chắn ngang <a class=\"annotation\" href=\"/dia-danh/song-to-lich\" title=\"Sông Tô Lịch (chữ Hán: 蘇瀝江) là một con sông nhỏ, chảy trong địa phận thủ đô Hà Nội. Dòng chính sông Tô Lịch khi chảy qua các quận huyện: Thanh Xuân, Hoàng Mai và Thanh Trì còn được gọi là Kim Giang. Sông Tô Lịch là một đường bao của kinh đô Thăng Long xưa, nó là một cạnh của tứ giác nước Thăng Long....\" target=\"_blank\">sông Tô Lịch<\/a>, trên đắp hoàng thành, dưới làm cửa cống, dùng ngói vỡ và đất đá nện xuống, lấy đá phiến và gạch vuông xây lên, lấy sắt xuyên ngang. Lại sai làm thuyền chiến, sai thợ vẽ kiểu, sai bọn nữ sử trần truồng chèo thuyền chơi trên <a class=\"annotation\" href=\"/dia-danh/ho-tay\" title=\"Hồ Tây trước đây còn có các tên gọi khác như Đầm Xác Cáo, Hồ Kim Ngưu, Lãng Bạc, Dâm Đàm, Đoài Hồ, là một hồ nước tự nhiên lớn nhất ở nội thành Hà Nội. Hồ có diện tích hơn 500 ha với chu vi là 18&amp;#160;km . Hồ nằm ở vị trí phía tây bắc trung tâm Hà Nội. Ngành địa lý lịch sử đã chứng minh, hồ Tây là m...\" target=\"_blank\">Hồ Tây<\/a>, vua cùng chơi, lấy làm vui thích lắm. Dân chúng đau khổ, binh lính mệt nhọc. Quân năm phủ đắp thành chưa xong được, đến đây lại có lệnh bắt các nha môn ở trong ngoài kinh thành phải làm, tập hợp nhau lấy hồ, khiêng đất. Vua hàng ngày bất thần ngự chơi các nơi, chỗ nào vừa ý thì thưởng cho bài vàng, bài bạc. Có chỗ đã làm xong lại phải làm lại, sửa đổi xây đắp lại, hết năm này qua năm khác, liên miên không dứt. Quân lính đắp thành mắc chứng dịch lệ đến một phần mười<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Đại Việt sử ký toàn thư<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><p><i>Vua buổi đầu lên ngôi, ban hành giáo hóa, thận trọng hình phạt, cũng đáng coi là có công nghiệp. Song chơi bời vô độ, xây dựng liên miên, dân nghèo thất nghiệp, trộm cướp nổi lên, dẫn đến nguy vong là bởi ở đấy.<\/i><\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— <sup class=\"annotation badge\" title=\"^ a ă â b Đại Việt Sử Ký Bản Kỷ Thực Lục: Quyển XV- Kỷ Nhà Lê: Tương Dực Đế\">1<\/sup> <\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Lê Tương Dực",
        "Thân thế",
        "Khởi nghĩa và lên ngôi",
        "Hồng Thuận thời đại",
        "Hưng trị",
        "Nội loạn Trần Tuân",
        "Suy trị",
        "Bị hại",
        "Gia quyến",
        "Nhận định",
        "Chú thích",
        "Tham khảo",
        "Xem thêm",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Lê Tương Dực - Người Kể Sử",
    "paragraphs": [
        "Lê Tương Dực (chữ Hán: 黎襄翼; 25 tháng 6, 1495 - 7 tháng 4, 1516), đôi khi gọi là Linh Ẩn vương (靈隱王), là vị hoàng đế thứ chín của nhà Lê Sơ trong lịch sử Việt Nam. Ông trị vì từ năm 1509 đến năm 1516, tổng cộng 7 năm.",
        "Ông được đánh giá là người có công khi lật đổ Lê Uy Mục, sửa sang việc học, khôi phục văn miếu, xứng đáng kế thừa sự nghiệp của Lê Thái Tổ, Lê Thánh Tông, làm rạng danh cơ nghiệp. Khi quốc khố sung túc, ông sai Vũ Như Tô xây dựng điện 100 nóc, lại xây công trình quy mô lớn là Cửu Trùng Đài, làm nhiều cung điện quy mô hơn xung quanh. Cũng vì vậy, tài nguyên dần suy kiệt, người lao động bị sai đi xây dựng kiệt sức, tạo mầm mống để cho bọn loạn thần phiến loạn.",
        "Năm 1515, Nguyên quận công Trịnh Duy Sản nghe lời thuộc hạ và Thái sư Lê Quảng Độ (黎廣度), đang đêm đem quân vào kinh sư, truy lùng và bắt giết Lê Tương Dực lập tông thất Lê Y (黎椅) lên thay, tức Lê Chiêu Tông.",
        "",
        "",
        "Ông tên húy là Lê Oanh (黎瀠)1 , còn có tên là Lê Trừu (黎晭), là cháu nội của Lê Thánh Tông, con trai thứ hai của Kiến Vương Lê Tân và bà Trịnh Thị Tuyên, người làng Thuỷ Chú, huyện Lôi Dương (tức Thọ Xuân, Thanh Hoá).",
        "Kiến vương có bốn người con trai, đều do Trịnh phu nhân sinh ra: con cả Lê Sùng (黎漴), được phong Cẩm Giang vương (錦江王), con thứ 2 chính là Lê Oanh; con thứ 3 là Lê Vinh (黎濴), được phong Tĩnh Lượng công (靖亮公) và con út Lê Quyên (黎娟) do còn nhỏ chưa được phong.",
        "Dưới thời Lê Hiến Tông, ông được phong làm Giản Tu công (簡修公).",
        "Lê Uy Mục giết hại tông thất, giam bắt giam Giản Tu công Lê Oanh. Lê Oanh muốn chạy thoát ra ngoài, mới đem của cải đút lót với người cai ngục. Người cai ngục được tiền, liền thả cho ông chạy thoát. Lê Oanh một mình chạy trốn vào thành Tây Đô mà không kịp báo cho mẹ, anh em mình một tiếng. Đến khi chạy đến được cửa biển Thần Phù, Lê Oanh được đại thần thất sủng là Nguyễn Văn Lang ra đón rước, rồi được tôn lên là minh chủ. Ông cùng Nguyễn Văn Lang và với những người khác như Nguyễn Diễn, Ngô Khế, Nguyễn Bá Cao, Lê Trạm, Nguyễn Bá Tuấn, Lê Tung, Nguyễn Thì Ung dấy binh khởi nghĩa chống lại Uy Mục.2",
        "Để chiêu dụ các đại thần và các quan, Lê Oanh sai Lương Đắc Bằng viết hịch rằng:3",
        "Ngày 8 tháng 11, năm 1509, Giản Tu công Lê Oanh khởi binh tiến quân thủy bộ từ thành Tây Đô. Thủy quân tiến đến núi Thiên Kiện. Uy Mục đế dùng hai chiếc thuyền nhẹ Hà Thanh và Hải Thanh đi đến chùa Bảo trên núi Thiên Kiện, bắt được một viên tướng thuỷ quân của Giản Tu công và giết được 20 bình sĩ đem xác về ngoài cửa Đông Hoa. Uy Mục cho Lê Vũ làm tán lý cũng nhiều người khác đem cấm quân và quan quân thuộc các vệ Thần vũ, Hiệu lực, Điện tiền đi chống giữ nhưng bị Lê Oanh đánh bại.",
        "Ngày 23 cùng năm, anh em trai của ông là Cẩm Giang Vương Lê Sùng (黎漴), Tĩnh Lượng công Lê Vinh (黎濴), Lê Quyên (黎娟), Trịnh phu nhân cùng phò mã Nguyễn Kính (阮 敬) đều bị Uy Mục giết. Tuy vậy, quân của ông vẫn dùng cờ chiêu an của Cẩm Giang Vương (錦江王) để dụ Lê Vũ về hàng. Lê Vũ mới đem đầu Cẩm Giang Vương ra trước trận, giơ lên cho xem và nói:4",
        "Nói rồi, Vũ mới cưỡi voi chỉ huy binh sĩ tiến đánh đến xứ Đồng Lạc thì bị quân của Lê Oanh bao vây. Lê Oanh dụ hàng nhưng Lê Vũ vẫn một mực không chịu khuất phục rồi chết. Trận này, quân của Uy Mục đại bại, các tướng như Dương Trực Nguyên, Phạm Thịnh, Trần Năng cũng bị chết ở Châu Cầu.5",
        "Ngày 26 năm ấy, các dinh quân của Lê Oanh đều tiến đến các xứ Bảo Đà, Nhân Mục, Hồng Mia, Thiêu Thân ở sát Kinh thành. Uy Mục đế vì cần thêm quân để chống giữ mới lấy vàng bạc tiền của ban cho bọn tội nhân bị giam ở ty Ngũ hình mỗi người 3 quan, rồi sai đi đánh quân Lê Oanh. Tù nhân nhận được tiền, không những không đi đánh mà người nào người nấy đều bỏ về nhà. Uy Mục Đế sợ hãi lại vội vã chọn người đi gọi quân các xứ. Những người này đi chưa đến nơi, thì đại quân của Lê Oanh đã áp sát vào thành, nhiều người bỏ chạy thoát thân.",
        "Tướng trấn thủ là Lê Quảng Độ (黎廣度) cùng với Giản Tu công Lê Oanh người trong kẻ ngoài thông tin với nhau, lại cho bắn súng làm hiệu, dựng gậy làm cờ, chặt cây làm binh khí giả đánh lộn lẫn nhau cho các quân kinh hãi, rồi mới ép Uy Mục chạy lên phía Bắc. Giản Tu công Lê Oanh sau khi đem quân vào thành Đông Kinh nghe tin gia quyến đều bị hại, liền sai quan sửa việc tang và làm lễ chôn cất.4",
        "Ngày 28 năm ấy, Uy Mục chạy tới phường Nhật Chiêu thì bị một vệ sĩ cũ bắt được, nộp cho Giản Tu công. Ông đem giam Uy Mục ở cửa Lệ Cảnh. Ngày 1 tháng 12 6 , Uy Mục vì buồn bã nên đã uống thuốc độc tự tử. Giản Tu công Lê Oanh vì căm việc Uy Mục sát hại gia quyến mình rất thảm khốc, mới sai người để xác cựu Hoàng vào miệng súng lớn, rồi cho bắn nổ tan xác.7",
        "Ngày 4 tháng 12, cùng năm ấy, Giản Tu công Lê Oanh tự lập làm Hoàng đế, lấy niên hiệu là Hồng Thuận (洪順). Ông lấy ngày sinh làm Thiên Bảo thánh tiết (天保聖節), tự xưng là Nhân Hải Động chủ (仁海洞主).",
        "Vừa khi lên ngôi, Tương Dực đã trọng thưởng các công thần. Ông ra chỉ ban thưởng như sau:",
        "Bàn đặt quan đề lĩnh, có các chức Chưởng đề lĩnh, Đồng đề lĩnh và Phó đề lĩnh, trông nom việc quân ở bốn mặt thành, chức trách là tuần phòng ở Kinh sư, canh phòng các nơi, tìm bắt kẻ gian.",
        "Trong những năm đầu cầm quyền, Tương Dực cũng có vài đóng góp thể hiện sự cố gắng vực dậy đất nước đã suy tàn, nhất là trong lĩnh vực khoa cử. Năm 1511, ông tổ chức kỳ thi Hội, đến kỳ thi Đình thì ông đích thân ra đề văn hỏi về đạo trị quốc. Ông cho trùng tu Quốc Tử Giám, dựng lại bia tiến sĩ tỏ rõ sự khuyến khích hiền tài. Đông các đại học sĩ Đỗ Nhạc đã soạn bài ký ở Quốc Tử giám ca ngợi công đức của Tương Dực Đế:",
        "Việc thuế má thời bấy giờ cũng như mấy triều trước, nhưng không biết rõ tiền tài sản vật đồng niên thu được những gì. Đến đời Tương Dực thấy sử chép rằng trước thì thuế vàng thuế bạc đồng niên thu được: Vàng mười, thứ tốt gọi là \"kiêm kim\" 480 lượng; Vàng mười 2.883 lượng; Bạc 4.930 lượng.",
        "Nay, Tương Dực định lệ đổi lại mỗi năm thu được: Vàng mười thứ \"kiêm kim\" 449 lượng; Vàng mười 2.901 lượng; Bạc 6.125 lượng. Những vàng bạc đó nộp vào kho để cho hoàng gia tiêu dùng. Còn cách thu nộp thế nào cũng không rõ.",
        "Năm 1510, Tương Dực sai quan Binh bộ Thượng thư là Vũ Quỳnh soạn bộ Đại Việt thông giám thông khảo, gọi tắt là Đại Việt thông giám hay Việt giám thông khảo. Đại Việt thông giám gồm 26 quyển, chia thành Ngoại kỷ chép từ Hồng Bàng đến hết nhà Ngô, Bản kỷ từ Đinh Tiên Hoàng đến đầu thời Thái Tổ Cao hoàng đế.",
        "Tương Dực còn sai Lê Tung soạn bài tổng luận về bộ sử ấy. Theo Phan Huy Chú, bộ sách này được Lê Nại đánh giá là quy mô và đúng với kinh, trúng với sử.",
        "Ngày 11 tháng 11, năm 1511, người làng Quang Bị, huyện Bất Bạt là Trần Tuân nổi loại ở vùng Sơn Tây. Bấy giờ, nhân dân các phố xá ở kinh thành náo động, đều đem vợ con về quê quán, đường phố không còn một ai đi lại. Hoàng đế sai Hộ bộ hữu thị lang Lê Đĩnh Chi, cùng các quan khoa, đài đi khám xét các phố xá hàng chợ, xem người nào còn nhà ở, người nào vợ con đã về quê quán, ra lệnh cấm rất nghiêm ngặt, xử tội rất nặng những người đã cho vợ con về quê quán, dân chúng khó bè nhắc chân động tay. Những người đã để vợ con về quê, thì phần nhiều đem người khác đến, nói dối là vợ con mình để đợi sai quan tới khám xét. Đến đây, lại sai xá nhân đến tận nhà các đại thần và văn thần xem thực hư ra sao, thì thấy vợ con của 5 người là bọn Lê Đĩnh Chi, Nguyễn Tông Thốc, Nguyễn Lý Quang và Hàn lâm kiểm thảo Ngô Tuy, Giám sát ngự sử Trần Húc đều về nguyên quán. Hoàng đế sai giết bọn Đĩnh Chi ở ngã ba phường Đông Hà, vì bọn Đĩnh Chi làm quan đi khám xét mà vợ con lại trốn về quê trước, cho nên xử tội.",
        "Tương Dực sai Mỹ Huệ hầu Trịnh Duy Sản chỉ huy quan quân đi đánh Trần Tuân. Bấy giờ, quân của Tuân đã bức sát đến huyện Từ Liêm (Quốc Oai), quan quân bại trận, lui về đóng ở các xứ Đông Ngạc, Nhật Chiêu.",
        "Thế quân của Tuân rất mạnh, muốn bức sát kinh thành. Nghĩa quốc công Nguyễn Văn Lang sai quân 6 vệ Điện tiền kéo thuyền Tiểu Thiên Quang xuống sông, định đưa hoàng đế ngự về Thanh Hoá, giữ nơi hiểm yếu rồi gọi hết bọn thợ của các sở ở Công bộ và thợ thường ban, bày kỵ binh ở xứ Đông Hà để giữ. Đến đêm, bọn họ hoảng sợ trốn về cả. Tương Dực sai Minh Luân bá Lê Niệm, Tổng thái giám Lê Văn Huy và 2 người khoa văn học sinh đem lực sĩ của hai ty Hải Thanh và Hà Thanh chèo hai chiếc thuyền nhẹ ra xứ Từ Liêm để dò xét tình hình quân giặc.",
        "Niệm đến chợ An Giang trước thấy phố xá bị thiêu trụi, quan quân đã bại trận rút về, vượt sông vào xã Quả Hối. Niệm lại chạy về, vào điện tâu trước mặt Tương Dực. Bấy giờ, Duy Sản bị giặc đánh bại, thủ hạ chỉ còn hơn 30 người, xé áo làm hiệu, thề cùng nhau đánh giặc. Giờ Dậu, Duy Sản thình lình xuất hiện, đột nhập vào dinh của Tuân, thấy Tuân mặc áo đỏ ngồi trên giường, liền dùng giáo đâm chết Tuân, bè đảng của Tuân đều tan chạy cả. Bấy giờ quân lính của Tuân đóng ở chỗ khác, không biết là nghịch Tuân đã chết, vẫn cứ đóng quân như trước.",
        "Ngày 20, Tương Dực làm lễ tấu cáo ở Thái Miếu, rồi sai Nguyễn Văn Lang đem tướng sĩ, voi ngựa của các doanh đi đánh. Bấy giờ, Duy Sản đã giết Trần Tuân, liền thừa thế bắn ba tiếng súng, các quân đánh trống hò reo tiến vào, đánh tan quân giặc, đuổi theo đến các xã Thuỵ Hương, Quả Động, Đông Ngạc, đâm chết rất nhiều. Sau này định công ban thưởng, ban phong Trịnh Duy Sản là Nguyên quận công (原郡公), những người đi theo Duy Sản đâm chết được nhiều giặc đều được trao chức đô chỉ huy đồng tri.",
        "Năm 1513, có sứ thần nhà Minh là Phan Huy Tăng (潘希曾) đến theo lệnh sắc phong Tương Dực làm An Nam quốc vương (安南國王). Đến khi trông thấy ông, Huy Tăng nói với người đồng hành là Nhược Thủy rằng: Quốc vương An Nam mặt thì đẹp mà người lại lệch, tính háo dâm, là vua lợn, loạn vong sẽ không lâu đâu (安南國王貌羙而身傾性好滛乃諸王也乱亡不久矣), nên từ đấy có lời dị gọi ông là Trư vương (豬王). Ông có bài thơ họa lại tiến sứ thần về nước.",
        "Lời nói của sứ thần nhà Minh như báo hiệu cho nghiệp trị nước của Tương Dực sớm lụi tàn. Những năm về sau, ông chỉ lo xây cất nhà cửa, lâu đài, chơi bời xa xỉ truỵ lạc. Tháng 5 năm 1514, nghe lời của Hiệu uý Hữu Vĩnh, Tương Dực giết chết 15 vương công, cho gọi các cung nhân của triều trước vào cung để gian dâm.",
        "Năm 1516, hoàng đế cho đắp thành rộng cả ngàn trượng chắn ngang sông Tô Lịch. Để thể hiện uy quyền đế vương, ông sai một người thợ là Vũ Như Tô xây điện 100 nóc, xây Cửu Trùng Đài. Quân dân làm trong mấy năm trời không xong, hao tổn tiền của, chết hại nhiều người. Bỏ bê việc nước, chỉ ngày ngày du ngoạn Tây Hồ, Tương Dực nghĩ ra nhiều trò quái lạ. Thói trụy lạc của Tương Dực ngày càng lộ rõ khi ông ra lệnh làm thuyền chiến thật trang hoàng lộng lẫy rồi bắt các cung nữ trần truồng, tay cầm cái chèo đánh nhịp làm đại nhạc để hoàng đế thưởng sắc.",
        "Sự sa đọa của Tương Dực sách Đại Việt sử ký toàn thư đã chép:",
        "Tháng 3, năm Hồng Thuận thứ 8 (1516), xảy ra bạo loạn đánh dấu sự sụp đổ của triều đại Lê Tương Dực.",
        "Ở huyện Thủy Đường (Hải Phòng), một người là Trần Cảo (hay còn gọi là Trần Cao), thấy sấm nói rằng ở phương đông có thiên tử khí8 , bèn tụ tập được nhiều người lấy đất Hải Dương, Thủy Đường, Đông Triều, rồi tự xưng là vua Đế Thích giáng sinh. Trần Cảo thành lập quân đội, người đi theo đến hàng vạn.",
        "Trần Cảo đem quân về đóng ở đất Bồ Đề, bên kia sông Nhị Hà, định sang lấy kinh đô Đông Kinh. Tương Dực đích thân xuất chinh đi đánh giặc, ngự ở trên điện ra lệnh điều động các tướng. Sau quân triều đình sang đánh, Trần Cảo lui về đóng ở Trâu Sơn, thuộc phủ Từ Sơn. Tương Dực sai An Hòa hầu là Nguyễn Hoằng Dụ sang đóng quân ở Bồ Đề để chống giữ.",
        "Nguyên Quận công là Trịnh Duy Sản, trước có công đi đánh dẹp Trần Tuân, nhiều lần trái ý Tương Dực, bị đem đánh bằng roi, rồi sinh lòng thù hận. Duy Sản bất mãn mưu với thái sư Lê Quảng Độ và Trình Trí Sâm để lập người khác, sửa sang binh giới ở bến Thái Cực, nói dối là đi đánh giặc. Đêm ngày 6 tháng 4, hồi canh hai, đem hơn 3000 người ở các vệ Kim ngô và Hộ vệ vào cửa Bắc Thần. Tương Dực nghe tin ấy, ngờ là có giặc đến, bèn ngự ra ngoài cửa Bảo Khánh.",
        "Ngày mồng 7, mờ mờ sáng, có Thừa chỉ Nguyễn Vũ 9 theo hoàng đế đi tắt qua cửa nhà Thái Học. Đến hồ Chu Tước, phường Bích Câu10 , hoàng đế gặp Duy Sản và hỏi: Giặc ở phương nào?. Duy Sản không trả lời, quay nhìn chỗ khác cười ầm lên. Hoàng đế ngờ ngợ, quất ngựa chạy về phía tây. Duy Sản sai vũ sĩ là tên Hạnh cầm giáo đâm ông ngã ngựa rồi giết chết. Nguyễn Vũ cũng chết theo1 . Duy Sản còn sai người đem xác Tương Dực về quán Bắc Sứ, khâm liệm rồi đem thiêu. Khâm Đức hoàng hậu cũng nhảy theo tự thiêu. Quân sĩ đem hai quan tài về chôn ở huyện Ngự Thiên, giáng phong hoàng đế làm Linh Ẩn Vương (靈隱王).",
        "Toàn thư nhận xét:",
        "Lê Chiêu Tông lên ngôi, cải thụy hiệu là Tương Dực Đế (襄翼帝), mộ phần được cải thành Nguyên Lăng (元陵).",
        "Đại Việt Sử Ký Toàn Thư có lời nhận định về Lê Tương Dực:",
        "Vua buổi đầu lên ngôi, ban hành giáo hóa, thận trọng hình phạt, cũng đáng coi là có công nghiệp. Song chơi bời vô độ, xây dựng liên miên, dân nghèo thất nghiệp, trộm cướp nổi lên, dẫn đến nguy vong là bởi ở đấy.",
        "(Nguồn: Wikipedia)"
    ]
}