{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Lê Tư Tề<br><font size=\"2\">黎思齊<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Hoàng tử Việt Nam <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Quốc vương Đại Việt<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Giám quốc<\/th>\n   <td>1428 - 1433<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên thật<\/th>\n   <td>Lê Tư Tề (黎思齊)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thụy hiệu<\/th>\n   <td><font color=\"grey\">Quận Ai vương (郡哀王)<\/font><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Triều đại<\/th>\n   <td>Nhà Hậu Lê<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/le-thai-to\" title=\"Lê Thái Tổ (chữ Hán: 黎太祖; 10 tháng 9, 1385 – 5 tháng 10, 1433 (22 tháng Tám năm Quý Sửu)), tên thật là Lê Lợi (黎利), là vị hoàng đế đầu tiên của nhà Hậu Lê – triều đại lâu dài nhất trong lịch sử Việt Nam. Ông trị vì từ năm 1428 đến khi qua đời, và sử dụng niên hiệu Thuận Thiên (順天). \n Lê Lợi xuất thâ...\" target=\"_blank\">Lê Thái Tổ<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân mẫu<\/th>\n   <td>Trịnh Thị Ngọc Lữ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>?<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>1438<br>\n     Đại Việt<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Lê Tư Tề",
        "Tiểu sử",
        "Quốc vương",
        "Quận Ai vương",
        "Chú thích",
        "Tham khảo",
        "Xem thêm",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Lê Tư Tề - Người Kể Sử",
    "paragraphs": [
        "Lê Tư Tề (chữ Hán: 黎思齊; ? – 1438), hay Quận Ai vương (郡哀王), là hoàng tử nhà Lê sơ trong lịch sử Việt Nam. Ông đã cùng cha là Lê Thái Tổ tham gia khởi nghĩa Lam Sơn đánh đuổi quân Minh, làm đến chức Tư đồ, thành lập Triều đại nhà Lê Sơ.",
        "Khi vua Lê Thái Tổ về già, ông được phong làm Quận vương, trông coi việc nước nhưng theo sách Đại Việt thông sử, do mắc chứng điên cuồng, hay giết bừa các tì thiếp. Vua Lê Thái Tổ vời người cháu ruột là Thái úy Lê Khôi vào triều, Lê Khôi bàn nên lập người con thứ làm vua, vua Thái Tổ nghe theo. Sau đó vua Lê Thái Tông đã giam lỏng ông và phế làm thường dân, không rõ năm sinh, năm mất của Lê Tư Tề.",
        "",
        "",
        "Lê Lợi có 2 bà vợ chính, bà Thần phi Trịnh Thị Lữ và bà Phạm Thị Ngọc Trần; người vợ lẽ là bà Phạm Thị Nghiêu. Bà phi Trịnh Thị Lữ, người trang Bái Đê, huyện Lôi Dương, tỉnh Thanh Hóa sinh ra Lê Tư Tề, là con trưởng của vua Lê Thái Tổ. Bà Phạm Thị Ngọc Trần sinh ra Lê Thái Tông vào lúc mới bắt đầu khởi nghĩa Lam Sơn. Bà vợ lẽ Phạm Thị Nghiêu không có con.1",
        "Sử sách không chép Lê Tư Tề sinh ra vào năm nào, khi khởi nghĩa Lam Sơn diễn ra, Lê Tư Tề đã theo cha đánh quân Minh. Sách Đại Việt thông sử nhận xét rằng:tính dũng cảm, ham giết giặc.2",
        "Lê Thái Tổ lập Trần Cảo làm vua theo yêu sách của tướng nhà Minh là Vương Thông3 , Lê Tư Tề được phong làm Thị trung.2 Tháng 6 năm 1427, ông được gia phong chức Tư đồ.2",
        "Tháng 11 năm 1427, hai đạo viện binh của nhà Minh do Liễu Thăng, Mộc Thạnh chỉ huy bị phá tan. Vương Thông chấp nhận cùng Thái Tổ giảng hoà, nhưng các viên quan người Việt theo nhà Minh là Lương Nhữ Hốt, Trần Phong khuyên Thông không nên tin theo vì sẽ bị lừa giết. Vì vậy, để đảm bảo sự tin tưởng lẫn nhau, Thái Tổ chấp nhận cùng Vương Thông trao đổi con tin. Thông cử hai tướng Sơn Thọ, Mã Kỳ sang bên quân Lam Sơn còn Thái Tổ sai ông cùng tướng Lưu Nhân Chú vào thành Đông Quan.2 Tới tháng 12 năm 1427, Thái Tổ cùng Vương Thông làm lễ tại Hội thề Đông Quan. Thông rút quân về nước, Lê Tư Tề trở về.",
        "Năm 1428, Thái Tổ lên ngôi, sáng lập Triều đại, ông được phong làm Hữu tướng quốc, tước Quận vương (郡王). Sau đó, Thái Tổ già yếu nhiều bệnh, sai Nhập nội kiểm hiệu Bình chương sự Phạm Vấn, Nhập nội Đại tư mã Lê Ngân và Nhập nội thiếu phó Lê Văn Linh mang kim sách lập ông là Quốc vương để tạm coi việc nước; lập người con thứ là Lương quận công làm Hoàng thái tử. Hễ ai có việc trình bày phải xưng hô là Quốc vương điện hạ.4",
        "Năm 1432, tù trưởng Đèo Cát Hãn ở châu Phục Lễ nổi loạn; ông được lệnh làm tướng đi đánh dẹp, bức hàng Đèo Cát Hãn và con là Đèo Mạnh Vượng.4",
        "Lúc bây giờ, vua Thái Tổ nhiều bệnh, việc chính sự lớn đều do Quốc vương Tư Tề quyết định, nhưng Tư Tề mắc chứng điên cuồng, giết bừa các tì thiếp, dần dần không hợp ý vua cha.4",
        "Năm 1433, Thái Tổ Cao Hoàng gọi người cháu ruột đang trấn thủ Hóa châu là Thiếu uý Lê Khôi vào bàn định việc chọn ai nối ngôi. Lê Khôi bàn nên chọn Nguyên Long, nên Thái Tổ mới quyết định chọn người con thứ.4",
        "Tháng 8 năm 1433, ông bị giáng xuống làm Quận vương. Cuối tháng đó Thái Tổ Cao Hoàng qua đời, người em Nguyên Long được lập lên ngôi, tức là Lê Thái Tông. Đô đốc Phạm Vấn và Đại tư đồ Lê Sát được chiếu chỉ phò đế, nắm quyền phụ chính.5",
        "Tháng 1 năm 1434, có 3 thị nữ đến tâu với Thái Tông rằng ông phát ngôn nhiều điều càn bậy quái gở, có ý không thuận. Vì vậy Thái Tông hạ lệnh cấm cố ông, không cho các quan lại gần nơi ở của ông; còn ông, nếu không có lệnh gọi thì không được vào triều. Lại có lệnh: Nếu ai tự ý đến thăm hoặc dẫn ông vào triều sẽ bị tội nặng.5",
        "Tháng 5 năm 1438, Thái Tông nắm đại quyền sau khi giết Lê Sát và Lê Ngân. Thái Tông ra chỉ phế truất ông làm dân thường. Sau đó ông qua đời, không rõ thọ bao nhiêu tuổi. Ông được truy phong là Quận Ai vương.5",
        "(Nguồn: Wikipedia)"
    ]
}