{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\"><a class=\"annotation\" href=\"/nhan-vat/le-uy-muc-de\" title=\"Lê Uy Mục (chữ Hán: 黎威穆; 5 tháng 5, 1488 – 1 tháng 12, 1509), đôi khi còn gọi là Mẫn Lệ công (愍厲公), là vị hoàng đế thứ tám của nhà Lê sơ trong lịch sử Việt Nam. Ông được xem là một vị Hoàng đế tàn bạo và hoang dâm, nổi tiếng là một bạo chúa, người đời gọi là Quỷ vương (鬼王). \n Lê Uy Mục không chăm lo...\" target=\"_blank\">Lê Uy Mục Đế<\/a><br><font size=\"2\">黎威穆帝<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Vua Việt Nam <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hoàng đế Đại Việt<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Trị vì<\/th>\n   <td>1504 - 1509 \n    <div class=\"timeline-wrapper\">\n     <map name=\"timeline_1f999946b751969d14df75fd075a563a\" id=\"timeline_1f999946b751969d14df75fd075a563a\"><\/map><img class=\"jch-lazyload\" usemap=\"#timeline_1f999946b751969d14df75fd075a563a\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/le-uy-muc/32f94f5efc7950997ab5a4e719aef24b.png\">\n     <noscript>\n      <img usemap=\"#timeline_1f999946b751969d14df75fd075a563a\" src=\"/images/wiki/le-uy-muc/32f94f5efc7950997ab5a4e719aef24b.png\">\n     <\/noscript>\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><font color=\"grey\"><a class=\"annotation\" href=\"/nhan-vat/le-tuc-tong\" title=\"Lê Túc Tông (chữ Hán: 黎肅宗; 1 tháng 8, 1488 - 30 tháng 12, 1504), là vị hoàng đế thứ bảy của nhà Lê sơ trong lịch sử Việt Nam, ở ngôi trong vòng 6 tháng; từ ngày 6 tháng 6 đến ngày 30 tháng 12 trong năm 1504. \n Ông được sử cũ miêu tả là vị Hoàng đế có tính cách vui điều thiện, tính cách hiền hòa....\" target=\"_blank\">Lê Túc Tông<\/a><\/font><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><font color=\"blue\"><a class=\"annotation\" href=\"/nhan-vat/le-tuong-duc\" title=\"Lê Tương Dực (chữ Hán: 黎襄翼; 25 tháng 6, 1495 - 7 tháng 4, 1516), đôi khi gọi là Linh Ẩn vương (靈隱王), là vị hoàng đế thứ chín của nhà Lê Sơ trong lịch sử Việt Nam. Ông trị vì từ năm 1509 đến năm 1516, tổng cộng 7 năm. \n Ông được đánh giá là người có công khi lật đổ Lê Uy Mục, sửa sang việc học, khôi ...\" target=\"_blank\">Lê Tương Dực<\/a><\/font><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thê thiếp<\/th>\n   <td>Trần hoàng hậu<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên thật<\/th>\n   <td>\n    <ul>\n     <li>Lê Tuấn (黎濬)<br><\/li>\n     <li>Lê Huyên (黎諠)<br><\/li>\n     <li>Lê Nghị (黎誼)<\/li>\n    <\/ul><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Niên hiệu<\/th>\n   <td>Đoan Khánh (端慶)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thụy hiệu<\/th>\n   <td>\n    <ul>\n     <li><font color=\"grey\">Mẫn Lệ công<\/font> (愍厲公)<br><\/li>\n     <li><font color=\"grey\">Uy Mục hoàng đế<\/font> (威穆皇帝)<\/li>\n    <\/ul><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Triều đại<\/th>\n   <td>Nhà Lê sơ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/le-hien-tong\" title=\"Lê Hiến Tông (chữ Hán: 黎憲宗; 10 tháng 8, 1461 - 24 tháng 5, 1504), là vị hoàng đế thứ sáu của nhà Lê sơ trong lịch sử Việt Nam. Ông ở ngôi tổng cộng 7 năm, từ năm 1497 đến năm 1504. Lê Hiến Tông kế nghiệp Lê Thánh Tông, mến chuộng văn học, tiết kiệm tiêu dùng, thận trọng hình phạt, luôn gần gũi bề tô...\" target=\"_blank\">Lê Hiến Tông<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân mẫu<\/th>\n   <td>Chiêu Nhân Duệ hoàng hậu<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>5 tháng 5, 1488<br>\n     Đông Kinh<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>1 tháng 12, 1509 (21&nbsp;tuổi)<br>\n     cửa Lệ Cảnh, Đông Kinh<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">An táng<\/th>\n   <td>An Lăng (安陵)<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Bạo chúa Lê Tuấn, phận con thứ hèn kém, làm nhơ bẩn nghiệp lớn, lần lữa mới gần 5 năm mà tội ác đã đủ muôn khoé. Giết hại người cốt nhục, dìm hãm các thần liêu. Bọn ngoại thích được tin dùng mà phường đuôi chó ngang ngược làm bậy, người cứng cỏi bị ruồng bỏ mà kẻ đầu cá ẩn nấp nẻo xa. Quan tước đã hết rồi vẫn thưởng tràn không ngớt, dân chúng đã [51a] cùng khốn còn vơ vét chẳng thôi. Vét thuế khoá từng cân lạng, tiêu tiền của như đất bùn, bạo ngược ngang với Tần Chính. Đãi bề tôi như chó ngựa, coi dân chúng tựa cỏ rác ngạo mạn quá cả Nguỵ Oanh. Huống chi lại xây cung thất to, làm vườn hoa rộng. Xua dân đi trồng cây, giẫm theo vết xe đổ chất gò Hoa Cương đời Tống; lấp biển xây cung điện, nối gót thói u mê xây cung A Phòng <a class=\"annotation\" href=\"/nhan-vat/nha-tan\" title=\"Nhà Tần 秦朝 (221 TCN - 206 TCN) là triều đại kế tục nhà Chu và trước nhà Hán trong lịch sử Trung Quốc. Tần (Qín, tạm đọc là Chin), có thể là một nguồn gốc của từ &quot;China&quot; trong các ngôn ngữ Tây phương. Việc thống nhất Trung Quốc năm 221 TCN dưới thời Tần Thuỷ Hoàng đã đánh dấu sự khởi đầu của đế quốc ...\" target=\"_blank\">nhà Tần<\/a>. Công trình thổ mộc xây lên rồi thay đổi, thay đổi rồi xây lên, dân Hải Dương, Kinh Bắc mệt mỏi, lao đao; tông thất xa hoa, kiêu căng lại ngang ngược, ngang ngược lại kiêu căng, cõi tứ tuyên phiên trấn xôn xao, rối loạn. Cư dân nhức óc, cả nước đau lòng.<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Hịch<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><p><i>Đoan Khánh làm vua, họ ngoại chuyên quyền, Tử Mô<sup class=\"annotation badge\" title=\"^ Tức Tông nhân lệnh phủ Tông nhân Nguyễn Thừa Nghiệp và con là Nguyễn Mô giữ chức chỉ huy quân túc vệ.\">3<\/sup> làm phường ngu hèn nơi phố chợ làm rối loạn kỷ cương, Thắng Chủng<sup class=\"annotation badge\" title=\"^ Thắng tức là Nguyễn Bá Thắng, Chủng tức là Khương Chủng, những ngoại thích lộng quyền trong Triều đình.\">4<\/sup> là hạng trẻ ranh miệng còn hơi sữa đã tái oai tác phúc. Đến mức đánh thuốc độc giết bà nội, tàn sát các thân vương. Theo ý riêng mà giết hại sinh dân, không biết đâu cho thoả; dùng ngón ngầm để vét vơ tiền của, càng mặc sức tham lam. Bốn biển đã khốn cùng, muôn dân đều sầu oán.<\/i><\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Hịch<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Lê Uy Mục",
        "Thiếu thời",
        "Quỷ vương",
        "Bị lật đổ",
        "Gia quyến",
        "Nhận định",
        "Tham khảo",
        "Chú giải",
        "Xem thêm",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Lê Uy Mục - Người Kể Sử",
    "paragraphs": [
        "Lê Uy Mục (chữ Hán: 黎威穆; 5 tháng 5, 1488 – 1 tháng 12, 1509), đôi khi còn gọi là Mẫn Lệ công (愍厲公), là vị hoàng đế thứ tám của nhà Lê sơ trong lịch sử Việt Nam. Ông được xem là một vị Hoàng đế tàn bạo và hoang dâm, nổi tiếng là một bạo chúa, người đời gọi là Quỷ vương (鬼王).",
        "Lê Uy Mục không chăm lo chính sự, hằng đêm đều cùng cung nhân uống rượu, khi say thì giết chết tất cả. Triều chính đều rơi vào tay ngoại thích và bọn hoạn quan, cung đình đều bị nhơ nhuốc. Ông một tay dần giết hại các đại thần như Đàm Văn Lễ, Nguyễn Quang Bật, chén ép Nguyễn Văn Lang khiến ông này phải chạy đi, vì tất cả đều không thuận lập Uy Mục sau khi Hiến Tông qua đời. Đã vậy, ông còn nghi kị tông thất, giết cả anh em cha chú của mình, từ quần thần đến thân thuộc đều lo sợ, càng quyết tâm phản loạn.",
        "Năm 1509, Giản Tu công Lê Oanh, con trai của chú Uy Mục là Kiến vương Lê Tân, phất cờ nổi dậy ở Tây Đô (Thanh Hóa), dẫn binh tràn vào kinh thành, phế truất và bắt giam Uy Mục1 . Cuối cùng, Uy Mục uống thuốc độc tự sát, xác ông bị đem đi nhét vào súng thần công đem bắn tan nát.",
        "",
        "",
        "Lê Uy Mục có tên húy là Lê Tuấn (黎濬), còn có tên là Lê Huyên (黎諠) hay Lê Nghị (黎誼), con trai thứ hai của Lê Hiến Tông, mẹ là Chiêu Nhân Duệ hoàng hậu Nguyễn Cận, người làng Phù Chẩn, huyện Đông Ngàn, Bắc Giang. Ông còn là anh thứ của vua Lê Túc Tông.",
        "Lê Hiến Tông có sáu người con trai: con cả là An vương Lê Tuân [安王黎洵] do Mai Quý phi sinh; con thứ 2 tức là Lê Tuấn; con thứ 3 là Lê Thuần do Trang Thuận Duệ hoàng hậu sinh1 ; con thứ 4 là Thông vương Lê Dung [通王黎溶] do Bùi Quý phi sinh ra; con thứ 5 là Minh vương Lê Trị [明王黎治] và cuối cùng là Tư vương Lê Dưỡng [思王黎瀁].",
        "Chiêu Nhân hoàng hậu sinh thời thân phận hèn kém, bị Trường Lạc hoàng hậu xem thường. Ngày 5 tháng 5, năm Hồng Đức thứ 19 (1488), giờ Tỵ, bà sinh ra ông rồi qua đời do băng huyết, ông được giao cho Nguyễn Kính phi nuôi nấng. Kính phi không có con, xem ông như con đẻ và lo lắng hết mọi việc.",
        "Đến khi Lê Túc Tông mất, Huy Gia Thái hoàng thái hậu không chịu lập ông lên ngôi, mà muốn truyền ngôi cho người trong hoàng tộc là Lã Côi vương. Nguyễn Kính phi cùng đại thần Nguyễn Nhữ Vy bày mưu lừa Thái hoàng thái hậu ra khỏi thành, đóng cửa và nhanh chóng sắp xếp mới có thể đưa được ông lên ngôi. Thái hoàng thái hậu quay về không vui, bà cho rằng mẹ ông là người thấp hèn, nên ông cũng sẽ chẳng ra gì, điều này khiến Lê Tuấn oán hận Thái hậu.",
        "Ngày 18 tháng 12, năm 1504, Lê Tuấn lên ngôi, tự xưng làm Quỳnh Đô động chủ (瓊都洞主), đặt niên hiệu là Đoan Khánh (端慶), đại xá thiên hạ.",
        "Ngày 22 tháng 3, năm Đoan Khánh thứ nhất (1505), Thái hoàng thái hậu đột ngột qua đời, hưởng thọ 65 tuổi. Uy Mục oán hận Thái hoàng thái hậu, cho rằng bà đã xúc phạm, nhục mạ mẹ ruột của mình, nên khi vừa lên ngôi, ngầm sai bọn thân tín giết chết Thái hoàng thái hậu. Sau, ông ban bố nghỉ chầu 7 ngày, dâng thụy hiệu cho bà tỏ lòng kính trọng.",
        "Ngày 5 tháng 6, cũng năm ấy, ông giết quan Lễ bộ Thượng thư là Đàm Văn Lễ và quan Đô ngự sử là Nguyễn Quang Bật. Khi Hiến Tông mất, Văn lễ và Quang Bật không chịu lập ông lên ngôi mà quyết ý lập Túc Tông, ông căm giận lắm1 . Đến đây, dùng mưu của Khương Chủng, Nguyễn Nhữ Vi mà biếm hai người làm Thừa tuyên sứ Quảng Nam. Khi họ đến sông lớn huyện Chân Phúc, ông sai người đuổi theo bắt phải tự tử. Hai người khi sắp gieo mình xuống nước, ngâm thơ quốc ngữ rồi mới mất. Sau đình thần trong bụng ai cũng biết là hai người chết không đáng tội, can ông, ông đổ tội cho Nhữ Vi rồi giết y.",
        "Uy Mục còn ra lệnh cho giết hết những người Chiêm bị bắt làm gia nô trong các điền trang của các thế gia, công thần. Ông từ khi lên ngôi, đêm nào cũng cùng với cung nhân uống rượu, rồi đến khi say thì giết đi. Phó sứ thần Trung Quốc là Hứa Thiên Tích (許天錫) sang, trông thấy Uy Mục, làm thơ gọi Uy Mục là Quỷ vương (鬼王):",
        "Sự tàn bạo của Uy Mục đã gây nên một làn sóng bất bình trong dân chúng và trong hàng ngũ quan lại, tông thất. Quyền hành trong triều rơi vào tay họ ngoại của hoàng đế1 . Bấy giờ, uy quyền thuộc về họ ngoại, phía đông thì làng Hoa Lăng (quê của Kính phi), phía tây thì làng Nhân Mục (quê của Trần hoàng hậu), phía bắc thì làng Phù Chẩn (quê của Chiêu Nhân thái hậu) đều chuyên cậy quyền thế, vùi dập các quan, kẻ thì vì ý riêng mà giết hại sinh dân, kẻ thì dùng ngón kín mà yêu sách tiền của, mọi thứ súc vật, hoa màu của dân, chúng đều cướp đoạt cả, nhà nào có đồ lạ, vật quý, chúng đánh dấu chữ vào và đòi lấy. Muôn dân ta oán mà hoàng đế vẫn không chừa, lại mang lòng ngờ vực, đố kỵ.",
        "Các quan người nào ngày trước không lập mình, thì thường giết đi. Lại ngầm sai nội nhân Nguyễn Đình Khoa dò xét cả 26 thân vương là các chú và anh em của ông. Trong đó, Kinh vương Lê Kiện là chú đã chạy trốn không biết đi đâu, chỉ có Giản Tu công là con của Kiến vương Lê Tân, chú ruột của hoàng đế, thì bị giam vào ngục nhưng trốn thoát được. Do vậy, mọi người đều cảm thấy nguy đến thân mình, càng nghĩ đến việc nổi loạn.",
        "Trong số các con của Kiến vương Lê Tân bị bắt giam, Giản Tu Công Lê Oanh đút tiền cho người canh ngục mới được ra, trốn về Tây Đô (Thanh Hoá), được một công thần bị đuổi là Nguyễn Văn Lang2 lập làm minh chủ nổi dậy chống lại Uy Mục đế. Lương Đắc Bằng được lệnh viết hịch kêu gọi bá quan, đại khái là:1",
        "Ngoài ra, phe Giản Tu công Lê Oanh cũng có bài hịch như sau:1",
        "Đoan Khánh làm vua, họ ngoại chuyên quyền, Tử Mô3 làm phường ngu hèn nơi phố chợ làm rối loạn kỷ cương, Thắng Chủng4 là hạng trẻ ranh miệng còn hơi sữa đã tái oai tác phúc. Đến mức đánh thuốc độc giết bà nội, tàn sát các thân vương. Theo ý riêng mà giết hại sinh dân, không biết đâu cho thoả; dùng ngón ngầm để vét vơ tiền của, càng mặc sức tham lam. Bốn biển đã khốn cùng, muôn dân đều sầu oán.",
        "Tháng 11 năm 1509, Giản Tu công giả xưng là Cẩm Giang Vương Lê Sùng (黎漴)5 ở Tây Đô đưa quân về Đông Kinh (Hà Nội).Uy Mục bèn bắt giết Lê Sùng và mẹ của Lê Oanh là Trịnh Thị Tuyên. Giản Tu công vào chiếm kinh thành bắt được và bức Uy Mục tự tử ngày 1 tháng 12 năm 1509.",
        "Giản Tu công Lê Oanh hận Uy Mục giết hại gia đình mình, chưa nguôi giận, sai người dùng súng lớn, để xác Uy Mục vào miệng súng, cho nổ tan hết hài cốt, chỉ lấy ít tro tàn về chôn tại An Lăng ở quê mẹ ông tại làng Phù Chẩn1 . Lê Uy Mục ở ngôi được 4 năm, thọ 21 tuổi. Giản Tu công lên ngôi, tức Lê Tương Dực.",
        "Ban đầu, Lê Tương Dực giáng ông xuống làm Mẫn Lệ công (愍厲公). Sau Chiêu Tông Thần hoàng đế lên ngôi mới đặt tên thụy cho ông là Uy Mục hoàng đế (威穆皇帝).",
        "Theo sách Hồng Thuận Trị bình bảo phạm:1",
        "Còn sách Hồng Thuận Trung hưng ký của Nguyễn Dục cũng ghi nhận:1",
        "(Nguồn: Wikipedia)"
    ]
}