{
    "tables": [
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Văn Hưu là người chép sử giỏi đời Trần, Phu Tiên là bậc cổ lão của thánh triều ta, đều vâng chiếu biên soạn lịch sử nước nhà, tìm khắp các tài liệu còn sót lại, tập hợp thành sách để cho người xem đời sau không có gì phải tiếc nữa, thế là được rồi<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Lời của sử quan <a class=\"annotation\" href=\"/nhan-vat/ngo-si-lien\" title=\"Ngô Sĩ Liên (chữ Hán: 吳士連) (khoảng đầu thế kỷ 15 -&amp;#160;?) là một nhà sử học thời Lê sơ, sống vào thế kỷ 15. Ông là người đã tham gia khởi nghĩa Lam Sơn và có công lớn trong việc biên soạn bộ Đại Việt sử ký toàn thư - bộ quốc sử chính thống cũ nhất của Việt Nam mà còn được lưu truyền tới ngày nay....\" target=\"_blank\">Ngô Sĩ Liên<\/a> viết trong sách Đại Việt sử ký toàn thư<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td>Lê Văn Hưu vừa có tài, vừa có hạnh, làm thầy Chiêu-Minh-Vương, đổi làm Kiểm-Pháp-Quan, sửa sách Việt chí<\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— An Nam chí lược, <a class=\"annotation\" href=\"/nhan-vat/le-tac\" title=\"Lê Tắc, Lê Trắc (? -&amp;#160;?, chữ Hán: 黎崱) , hay Lê Trực , trước là họ Nguyễn sau đổi thành họ Lê, tự là Cảnh Cao (景高), hiệu là Đông Sơn (東山); người thuộc Ái châu, là một vị quan, sử gia người Việt sống ở thời triều vua Trần Thái Tông. \n Người Nguyên phát binh xâm lược Đại Việt lần thứ hai, Lê Tắc cù...\" target=\"_blank\">Lê Tắc<\/a><\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Lê Văn Hưu",
        "Tiểu sử",
        "Sự nghiệp",
        "Biên soạn sách Đại Việt sử ký",
        "Qua đời",
        "Nhận định",
        "Tham khảo",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Lê Văn Hưu - Người Kể Sử",
    "paragraphs": [
        "Lê Văn Hưu (chữ Hán: 黎文休;1230-1322) là một nhà sử học đời nhà Trần, tác giả bộ Đại Việt sử ký, bộ quốc sử đầu tiên của Việt Nam. Bộ sách này không còn nhưng nhờ nó mà sử gia Ngô Sĩ Liên đã dựa vào để soạn bộ Đại Việt sử ký toàn thư.",
        "",
        "",
        "Lê Văn Hưu là người làng Thần Hậu (tục gọi Kẻ Rỵ), huyện Đông Sơn, tỉnh Thanh Hóa, nay thuộc xã Thiệu Trung, huyện Thiệu Hóa, tỉnh Thanh Hóa.",
        "Một giai thoại về Lê Văn Hưu thuở bé:",
        "Năm Đinh Mùi (1247), niên hiệu Thiên Ứng Chính Bình đời vua Trần Thái Tông; Lê Văn Hưu đi thi, đỗ Bảng nhãn khi mới 17 tuổi. Đây là khoa thi đầu tiên ở Việt Nam có đặt danh hiệu Tam khôi. Nguyễn Hiền 12 tuổi đỗ Trạng nguyên. Đặng Ma La 14 tuổi đỗ Thám hoa.1",
        "Sau khi thi đỗ, ông được giữ chức Kiểm pháp quan, rồi Binh bộ Thượng thư, sau đó được phong chức Hàn lâm học sĩ 2 kiêm Giám tu quốc sử 3 4 . Ông cũng là thầy học của Thượng tướng Trần Quang Khải.",
        "Trong thời gian làm việc ở Quốc sử viện, theo lệnh vua Trần Thái Tông, Hàn lâm viện học sĩ kiêm Quốc sử viện giám tu Lê Văn Hưu đã hoàn thành việc biên soạn Đại Việt sử (大 越 史)5 - bộ quốc sử đầu tiên của Việt Nam - ghi lại những sự việc quan trọng chủ yếu trong một thời gian lịch sử dài gần 15 thế kỷ, từ Triệu Vũ đế - tức Triệu Đà - cho tới Lý Chiêu Hoàng. Đại Việt sử, tất cả gồm 30 quyển, hoàn thành năm 1272 và được Trần Thánh Tông xuống chiếu ban khen.1",
        "Theo sử gia Trần Trọng Kim trong tác phẩm Việt Nam sử lược, bộ Đại Việt sử hay Đại Việt sử ký là bộ quốc sử đầu tiên của Việt Nam. Sau khi xâm lược Đại Ngu, nhà Minh đã đưa sách của nước Nam về Trung Quốc, trong đó có 30 quyển Đại Việt sử ký, những sách ấy đã thất lạc.6",
        "Trần Trọng Kim viếtː Hai trăm năm mươi năm sau, sử quan Ngô Sĩ Liên, đời vua Lê Thánh Tông, soạn lại bộ Đại Việt sử ký chép từ họ Hồng Bàng đến vua Lê Thái Tổ. Nghĩa là từ ông Ngô Sĩ Liên, ở về thập ngũ thế kỷ trở đi, thì sử ta mới chép truyện về đời thượng cổ.6",
        "Đến nay bộ Đại Việt sử ký của Lê Văn Hưu không còn, nhưng những lời nhận xét của ông vẫn được ghi lại trong bộ Đại Việt sử ký toàn thư, gồm 29 đoạn ghi: \"Lê Văn Hưu viết...\". Trong bài tựa Đại Việt sử ký ngoại kỉ toàn thư, Ngô Sĩ Liên viết: \"Văn Hưu là người chép sử giỏi đời Trần, Phu Tiên là bậc cổ lão của thánh triều ta, đều vâng chiếu biên soạn lịch sử nước nhà, tìm khắp các tài liệu còn sót lại, tập hợp thành sách để cho người xem đời sau không có gì phải tiếc nữa, thế là được rồi.\"",
        "Lê Văn Hưu mất ngày 23 tháng 3 năm Nhâm Tuất (tức 9 tháng 4 năm 1322), thọ 92 tuổi. Ông được an táng ở cánh đồng xứ Mả Giòm (ngôi mộ tọa Quý hướng Đinh), thuộc địa phận xã Thiệu Trung, huyện Thiệu Hóa, tỉnh Thanh Hóa. Hiện nay ở đó vẫn còn phần mộ với tấm bia dựng năm Tự Đức thứ 20 - 1867, khắc ghi tiểu sử và một bài minh ca tụng tài đức, sự nghiệp của ông. Ở xã Thiệu Trung, huyện Thiệu Hóa, Thanh Hóa, có nhà thờ Lê Văn Hưu.",
        "7",
        "(Nguồn: Wikipedia)"
    ]
}