{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Lê Văn Lương<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Lê Văn Lương.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/le-van-luong/f9ef85130365b22e30506e37012c14de.jpg\">\n    <noscript>\n     <img alt=\"Lê Văn Lương.jpg\" src=\"/images/wiki/le-van-luong/f9ef85130365b22e30506e37012c14de.jpg\">\n    <\/noscript><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Chức vụ\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Bí thư Thành ủy Hà Nội\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nhiệm kỳ<\/th>\n   <td>1977&nbsp;–&nbsp;1986<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td>Nguyễn Lam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td>Nguyễn Thanh Bình<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Thông tin chung\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Đảng phái<\/th>\n   <td>Đảng Cộng sản Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>28 tháng 3 năm 1912<br>\n     Văn Giang, Bắc Ninh, Bắc Kỳ, Liên bang Đông Dương<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>25 tháng 4, 1995 (83&nbsp;tuổi)<br>\n     Hà Nội, Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Họ hàng<\/th>\n   <td>Anh: Nguyễn Công Hoan<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Vợ<\/th>\n   <td>Nguyễn Thị Bích Thuận<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Lê Văn Lương",
        "Thân thế",
        "Bắt đầu tham gia cách mạng",
        "Trở thành một trong những lãnh đạo chủ chốt",
        "Bị kỷ luật",
        "Trở lại vị trí lãnh đạo",
        "Tôn vinh",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Lê Văn Lương - Người Kể Sử",
    "paragraphs": [
        "Lê Văn Lương (1912-1995) là một chính trị gia Việt Nam. Ông từng giữ các chức vụ quan trọng trong Đảng Cộng sản Việt Nam như Ủy viên Bộ Chính trị, Bí thư Trung ương Đảng, Trưởng Ban Tổ chức Trung ương, Bí thư Thành ủy Hà Nội. Ông cũng là một trong các thành viên ban lãnh đạo thực hiện Cải cách ruộng đất tại miền Bắc Việt Nam. Ông được Nhà nước Cộng hòa Xã hội Chủ nghĩa Việt Nam tặng Huân chương Sao Vàng.",
        "",
        "",
        "Ông tên thật là Nguyễn Công Miều, sinh ngày 28 tháng 3 năm 1912 tại làng Xuân Cầu, xã Nghĩa Trụ, huyện Văn Giang, tỉnh Hưng Yên (xưa thuộc tỉnh Bắc Ninh). Ông xuất thân trong một gia đình quan lại Nho học thất thế, là con trai thứ 2 trong gia đình. Ông là em ruột nhà văn Nguyễn Công Hoan.1 2 . Mẹ ông là người họ Tô, cùng làng. Nhà thơ Tô Hiệu vốn có họ hàng với ông. Vợ ông là bà Nguyễn Thị Bích Thuận công tác tại Cục Cảnh vệ Bộ Công an3 .",
        "Thời thiếu niên, ông theo học bậc Tú tài tại trường Trung học Bưởi Hà Nội. Tại đây, ông có những liên hệ đầu tiên với Ngô Gia Tự, Nguyễn Văn Cừ, tham gia bãi khóa để tang Phan Châu Trinh.",
        "Năm 1927, ông gia nhập Việt Nam Thanh niên Cách mạng đồng chí Hội. Tháng 6 năm 1929, ông tham gia sinh hoạt với Chi bộ Cộng sản Bắc Kỳ. Tháng 1 năm 1930, ông gia nhập Đông Dương Cộng sản Đảng.",
        "Năm 1931, ông được cử vào Sài Gòn hoạt động để gây dựng cơ sở. Tuy nhiên, tháng 3 năm 1931, ông bị chính quyền thực dân Pháp bắt và giam tại Khám Lớn Sài Gòn. Năm 1933 ông bị kết án tử hình cùng với 7 đồng chí khác. Do nhân dân Pháp đấu tranh mạnh đòi bỏ án tử hình và trả tự do cho tù chính trị ở Đông Dương, ông được giảm xuống chung thân và đày ra Côn Đảo. Trong tù, ông tiếp tục tham gia Ban Chấp hành Đảng bộ nhà tù, cùng các đảng viên lãnh đạo đấu tranh chống lại chế độ nhà tù cho tới tháng 9 năm 1945.",
        "Cách mạng tháng Tám thành công, ông được đón về Nam Bộ. Tháng 10 năm 1945, ông được cử làm Ủy viên dự khuyết Xứ ủy Nam Bộ.",
        "Tháng 1 năm 1946, ông được điều ra Bắc giúp Tổng Bí thư Trường Chinh chỉ đạo báo Sự thật và Nhà xuất bản Sự thật. Sau ngày Toàn quốc kháng chiến (tháng 12 năm 1946) ông được cử làm Bí thư Văn phòng Thường vụ Trung ương.",
        "Tháng 2 năm 1951, tại Đại hội Đại biểu lần thứ II của Đảng, ông được bầu vào Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá II, Ủy viên dự khuyết Bộ Chính trị, Trưởng ban tổ chức Trung ương.",
        "Từ năm 1938, Trường Chinh cùng với Võ Nguyên Giáp viết chung một tiểu luận nhỏ có tựa đề \"Vấn đề dân cày\", xác định vấn đề cần phải thực hiện cuộc \"Cải cách ruộng đất\" để có thể tái phân phối lại quyền sử dụng đất đai. Đây cũng là một trong những mục tiêu mà Việt Minh đặt ra và từ đó có được sự ủng hộ của số đông nông dân, vốn chỉ chiếm giữ một tỷ lệ rất nhỏ đất đai. Chính vì vậy, ngày từ giữa năm 1953, khi Quân đội Nhân dân Việt Nam đã đạt được những ưu thế trên chiến trường, Trung ương Đảng đã quyết định thành lập Ban Cải cách ruộng đất Trung ương, do Trường Chinh đích thân làm Trưởng ban. Là một cộng sự thân tín của Tổng Bí thư, ông được phân công tham gia ban lãnh đạo Cải cách ruộng đất.",
        "Hòa bình lập lại, ông làm Thứ trưởng Bộ Nội vụ trong Chính phủ Việt Nam Dân chủ Cộng hòa. Bấy giờ, dưới áp lực của các cố vấn Trung Quốc,cuối năm 1954 chiến dịch cải cách ruộng đất bắt đầu được đẩy mạnh và nhanh, với cường độ lớn, xuất hiện hiện tượng đấu tố tràn lan, mất kiểm soát, dẫn đến lạm quyền, trả thù cá nhân, thậm chí bùng phát bạo lực, dẫn đến nhiều cái chết oan ức.",
        "Là một trong những thành viên của Ban Cải cách ruột đất, ông cũng có phần trách nhiệm. Vì vậy, tháng 9 năm 1956, trong Hội nghị Trung ương về vấn đề sửa sai cải cách ruộng đất, ông phải rút khỏi Bộ Chính trị và Ban Bí thư, bị giáng xuống làm Ủy viên dự khuyết Trung ương. Tháng 10 năm 1956, ông bị miễn nhiệm chức vụ Trưởng ban tổ chức Trung ương, được phân công làm Bí thư Khu ủy Tả ngạn.",
        "Tháng 7 năm 1957, Lê Duẩn được Trung ương Đảng rút ra Bắc để chủ trì công việc của Ban Bí thư. Là một cộng sự cũ của Lê Duẩn4 trong Xứ ủy Nam Bộ, ông được Lê Duẩn đưa về làm Phó trưởng ban Tổ chức Trung ương. Tháng 12 năm 1959, khi Lê Duẩn được cử làm Phó Ban chuẩn bị văn kiện Đại hội toàn quốc lần thứ III của Đảng, ông cũng được phân công làm Chánh Văn phòng Trung ương Đảng.",
        "Tháng 9 năm 1960, tại Đại hội Đại biểu lần thứ III của Đảng, ông được bầu lại vào Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, được bầu vào Ban Bí thư, năm 1961 được cử làm Ủy viên Ủy ban Kiểm tra Trung ương5 .",
        "Năm 1973, ông được phân công làm Trưởng ban tổ chức Trung ương lần thứ 2, thay cho Lê Đức Thọ sang làm Trưởng ban Miền Nam.",
        "Tháng 12 năm 1976, tại Đại hội Đại biểu lần thứ IV của Đảng, ông tái đắc cử Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, được bầu vào Bộ Chính trị. Đầu năm sau, ông được phân công tham gia Thành ủy Hà Nội và được bầu làm Bí thư Thành ủy Hà Nội. Ông giữ chức vụ này liên tiếp 3 nhiệm kỳ liên tiếp cho đến khi về hưu năm 1986. Tuy nhiên, ông vẫn được Bộ Chính trị phân công tham gia tổng kết công tác xây dựng Đảng và công tác cán bộ.",
        "Ông còn là đại biểu Quốc hội khóa VI và VII.",
        "Ông mất ngày 25 tháng 4 năm 1995, hưởng thọ 83 tuổi.",
        "Với gần 70 năm hoạt động cách mạng cùng nhiều công lao đóng góp, Ông được Đảng Cộng sản Việt Nam và Nhà nước Việt Nam tặng thưởng Huân chương Sao Vàng, huy hiệu 50 năm tuổi Đảng và nhiều huân chương cao quý khác.",
        "Tên của ông được Hội đồng Nhân dân Thành phố Hà Nội đặt cho con đường từ cầu Hòa Mục đến ngã tư Khuất Duy Tiến - Tố Hữu, chạy qua khu đô thị Trung Hòa - Nhân Chính, thuộc địa bàn phường Trung Hòa, quận Cầu Giấy và phường Nhân Chính, quận Thanh Xuân.",
        "Tại Thành phố Hồ Chí Minh, có đường mang tên ông tại phường Tân Kiểng, quận 7 và huyện Nhà Bè từ Kinh Tẻ đến Rạch Dơi",
        "(Nguồn: Wikipedia)"
    ]
}