{
    "tables": [],
    "keywords": [],
    "headings": [
        "Lịch sử lớp 10",
        "Hãy cho biết những bước tiến trong lao động và đời sống của người nguyên thủy?",
        "Tại sao gọi là \"cuộc cách mạng đá mới\"?",
        "Trình bày những tiến bộ trong đời sống con người thời đá mới?",
        "Hãy cho biết những tiến bộ kĩ thuật của thời đá mới?",
        "Hãy nêu những tiến bộ kĩ thuật khi Người tinh khôn xuất hiện?",
        "Chuyên mục phụ",
        "Chương 1: Xã hội nguyên thủy Số bài viết: 13",
        "Chương 2: Xã hội cổ đại Số bài viết: 18",
        "Chương 3: Trung Quốc thời phong kiến Số bài viết: 8",
        "Chương 4: Ấn Độ thời phong kiến Số bài viết: 9",
        "Chương 5: Đông Nam Á thời phong kiến Số bài viết: 9",
        "Chương 6: Tây Âu thời trung đại Số bài viết: 19",
        "Chương 1: Việt Nam từ thời nguyên thủy đến thế kỉ X Số bài viết: 28",
        "Chương 2: Việt Nam từ thế kỉ X đến thế kỉ XV Số bài viết: 32",
        "Chương 3: Việt Nam từ thế kỉ XVI đến thế kỉ XVIII Số bài viết: 36",
        "Chương 4: Việt Nam ở nửa đầu thế kỉ XIX Số bài viết: 14",
        "Chương 5: Sơ kết lịch sử Việt Nam từ nguồn gốc đến giữa thế kỉ XIX Số bài viết: 16",
        "Chương 1: Các cuộc cách mạng tư sản (Từ giữa thế kỉ XVI đến cuối thế kỉ XVIII) Số bài viết: 22",
        "Chương 2: Các nước Âu - Mĩ (Từ giữa thế kỉ XVI đến cuối thế kỉ XVIII) Số bài viết: 22",
        "Chương 3: Phong trào công nhân (Từ đầu thế kỉ XIX đến đầu thế kỉ XX) Số bài viết: 26",
        "Mục lục",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Giải bài tập lịch sử lớp 10 - Người Kể Sử",
    "paragraphs": [
        "a) Bước tiến trong lao động:",
        "- Khoảng 6 triệu năm trước đây, xuất hiện một loài vượn cổ đứng và đi bằng 2 chân, dùng tay để cầm nắm, ăn hoa quả...",
        "- Khoảng 4 triệu năm trước đây, Vượn cổ chuyển hóa thành Người tối cổ, từ chỗ sử dụng những mảnh đá có sẵn để làm công cụ, Người tối cổ đã biết lấy những mảnh đá hay hòn cuội lớn, đem ghè một mặt cho sắc, vừa tay cầm. Như vậy, họ đã bắt đầu biết chế tác công cụ (rìu đá, chặt cây làm gậy để săn thú...).",
        "- Khoảng 4 vạn năm trước Người tối cổ chuyển hóa thành Người tinh khôn hay người hiện đại. Họ biết ghè 2 rìa của một mảnh đá làm cho công cụ gọn và sắc hơn (rìu, dao, nạo...) lấy xương cá, cành cây mài và đẽo nhọn làm lao. Chế tạo cung tên là một thành tựu lớn trong quá trình chế tạo công cụ và vũ khí.",
        "- Khoảng 1 vạn năm trước, loài người bước vào thời kì đá mới – một cuộc cách mạng. Nhiều công cụ lao động được chế tác với trình độ và lĩ thuật cao hơn trước (mài, khoan, cưa), công cụ có lỗ hoặc nấc để tra cán.",
        "b) Trong đời sống",
        "- Từ hái lượm, săn bắt người nguyên thủy chuyển sang săn bắn và hái lượm.",
        "- Tìm ra lửa và biết giữ lửa để sưởi ấm và nướng chín thức ăn.",
        "- Cùng với sự tiến bộ về công cụ lao động người nguyên thủy biết đến chăn nuôi và trồng trọt.",
        "- Rời hang động, cư trú “nhà cửa” trở nên phổ biến.",
        "- Con người biết làm sạch những tấm da thú để che thân, có khuy cài.",
        "- Làm trang sức, chế tác nhạc cụ.",
        "Những bước chuyển biến trên khiến cho cuộc sống của người nguyên thủy no đủ hơn, đẹp đẽ hơn, vui vẻ hơn và bớt lệ thuộc vào thiên nhiên hơn.",
        "Chi tiết …",
        "\"Cách mạng\" là một thuật ngữ chỉ sự thay đổi căn bản trong đời sống xã hội nói chung. Các nhà khảo cổ coi thời đá mới là cuộc cách mạng là vì đến giai đoạn này đã có những thay đổi căn bản trong kĩ thuật chế tác công cụ, làm xuất hiện những loại hình công cụ mới và dẫn tới sự thay đổi lớn lao trong đời sống kinh tế, tổ chức xã hội.",
        "- Con người thời kì này đã biết ghè đẽo những mảnh đá thành hình dáng gọn và chính xác hơn với từng công việc, với những kiểu loại theo yêu cầu khác nhau (dao, rìu, đục...), được mài nhẵn ở rìa lưỡi hay rìa toàn thân, được khoan lỗ hay có nấc để tra cán.",
        "- Từ săn bắt, hái lượm để sống con người thời kì này đã biết trồng trọt chăn nuôi nguyên thủy. Từ phụ thuộc vào thiên nhiên sử dụng những thứ có sẵn họ đã biết khai thác thiên nhiên để phục vụ cho cuộc sống của mình.",
        "- Con người biết dệt vải, làm đồ gốm, làm lưới đánh cá....",
        "- Nhờ đó họ có cuộc sống ổn định hơn, tốt hơn. Họ đã biết mặc quần áo, dùng đồ trang sứ, làm gốm, có các hoạt động tinh thần.",
        "Tất cả những điều trên làm con người bấy giờ sống tốt hơn, vui hơn. Đây thực sự là một cuộc cách mạng làm biến đổi đời sống của họ theo hướng tiến bộ phát triển.",
        "Chi tiết …",
        "Các nhà khảo cổ coi thời đá mới là một cuộc cách mạng, đời sống của con người thời kì này đã có sự tiến bộ rất lớn:",
        "- Từ săn bắt, hái lượm đánh cá đã tiến tới biết trông trọt và chăn nuôi. Việc lượn hái năm này qua năm khác đã đem lại kinh nghiệm trồng và thu hoạch theo thời vụ một số cây lương thực vầ thực phẩm như khoai, củ, bầu bí... Đi săn, bắt được thú nhỏ, người ta giữ lại đê nuôi và thuẫn dưỡng thành gia súc, trước tiên là chó rồi đến cừu, lợn, bò... Con người có óc sáng tạo, và ở thời kì này họ bắt đầu biết khai thác từ thiên nhiên cái cần cho cuộc sống của mình chứ không chỉ thu lượm những cái có sẵn trong thiên nhiên.",
        "- Đời sống văn hóa, tinh thần của con người thời kì này cũng phong phú đa dạng và tốt đẹp hơn. Cụ thể:",
        "+ Con người bắt đầu làm sạch những tấm da thú để che thân cho ấm và cho “có văn hóa”. Những chiếc cúc (khuy) và kim làm bằng xương tìm thấy trong các di chỉ văn hóa đã nói lên điều đó.",
        "+ Ngoài ra, người ta đã biết dùng đồ trang sức như vòng cổ bằng vỏ ốc và chuỗi hạt xương (bằng cách đem khoan lỗ rồi lấy dây xâu lại), vòng tay, vòng cổ chân, hoa tai... bằng đá màu.",
        "+ Các nhà khảo cổ còn tìm thấy chiếc sáo bằng xương dùi lỗ, đàn đá và có lẽ còn có cả trống bịt da.",
        "Trên đây là một số biểu hiện chứng tỏ sự tiến bộ trong đời sống con người thời đá mới. Con người thời kì này không ngừng sáng tạo, kiếm được thức ăn nhiều hơn, sống tốt hơn và vui hơn.",
        "Chi tiết …",
        "Khoảng 1 vạn năm trước đây, loài người tiến vào thời đá mới.",
        "- Điểm nổi bật của công cụ đá mới là người ta có thể ghè đẽo những mảnh đá thành hình dáng gọn và chính xác hơn với từng công việc, với những kiểu loại theo yêu cầu khác nhau (dao, rìu, đục...), được mài nhẵn ở rìa lưỡi hay rìa toàn thân, được khoan lỗ hay có nấc để tra cán. Có thể nói rằng, công cụ thời đá cũ vẫn là những mảnh đá được ghè đẽo thô sơ, còn công cụ thời đá mới là những mảnh đá đã được con người ghè sắc và mài nhẵn thành hình công cụ.",
        "- Cũng trong thời gian này, người ta biết đan lưới đánh cá bằng sợi vỏ cây và làm chì lưới bằng đất nung, biết làm đồ gốm để đựng và đun nấu (nồi, bát, vò...).",
        "Chi tiết …",
        "- Trong việc chế tác công cụ, Người tinh khôn đã biết:",
        "+ ghè 2 rìa của một mảnh đá, làm cho nó gọn, sắc hơn dùng làm dao nạo rìu.",
        "+ lấy xương cá, cành cây đem mài hoặc đẽo nhọn đầu để làm lao.",
        "+ chế tạo cung tên, với cung tên con người mới săn bắt hiệu quả và an toàn.",
        "- Người ta cũng có thể rời hang động ra dựng lều, định cư ở những địa điểm thuận tiện hơn. Cư trú “nhà cửa” trở nên phổ biến.",
        "Chi tiết …",
        "Trang 1 / 55"
    ]
}