{
    "tables": ["<table class=\"table table-bordered\">\n <tbody>\n  <tr>\n   <td><\/td>\n   <td>Đông Âu<\/td>\n   <td>Tây Âu<\/td>\n  <\/tr>\n  <tr>\n   <td>Về chính trị<\/td>\n   <td><p>Sau chiến tranh thế giới thứ hai, cụ thể là trong những năm 1945-1947, các nước Đông Âu tiến hành nhiều cải cách quan trọng như:<\/p><p>- Xây dựng nhà nước dân chủ nhân dân (nhà nước của dân, do dân và vì dân).<\/p><p>- Tiến hành cải cách ruộng đất để mang lại quyền lợi cho nhân dân (mang lại lợi ích nhân dân).<\/p><p>- Ban hành các quyền tự do dân chủ, hướng tới một xã hội tốt đẹp hơn.<\/p><\/td>\n   <td>Mỹ tăng cường sự ảnh hưởng và khống chế về mặt chính trị đối với các nước Tây Âu thông qua “Kế hoạch phục hưng Châu Âu”.<\/td>\n  <\/tr>\n  <tr>\n   <td>Về Kinh tế<\/td>\n   <td><p>- Nhiều hiệp ước về kinh tế được ký kết giữa Liên Xô và các nước Đông Âu.<\/p><p>- Năm 1949, Hội đồng tương trợ kinh tế được thành lập.<\/p><\/td>\n   <td>Mỹ đề ra “Kế hoạch phục hưng châu Âu” nhằm viện trợ các nước Tây Âu khôi phục kinh tế.<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Lịch sử lớp 12",
        "Sự đối lập về chính trị và kinh tế giữa hai khối nước: Tây Âu tư bản chủ nghĩa và Đông Âu xã hội chủ nghĩa thể hiện như thế nào?",
        "Hãy chỉ trên bản đồ thế giới những khu vực nằm trong sự phân chia phạm vi ảnh hưởng do ba cường quốc thỏa thuận ở Hội nghị Ianta.",
        "Hai nhà nước Cộng hòa Liên bang Đức và Cộng hòa dân chủ Đức được hình thành như thế nào?",
        "Nêu muc đích và nguyên tắc hoạt động của Liên hợp quốc?",
        "Hãy nêu những quyết định quan trọng của hội nghị Ianta( 2/1945)",
        "Chuyên mục phụ",
        "Phần 1: Lịch sử thế giới hiện đại từ năm 1945 đến năm 2000 Số bài viết: 61",
        "Phần 2: Lịch sử Việt Nam từ năm 1919 đến năm 2000 Số bài viết: 108",
        "Mục lục",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Giải bài tập lịch sử lớp 12 - Người Kể Sử",
    "paragraphs": [
        "Sau chiến tranh thế giới thứ hai, cụ thể là trong những năm 1945-1947, các nước Đông Âu tiến hành nhiều cải cách quan trọng như:",
        "- Xây dựng nhà nước dân chủ nhân dân (nhà nước của dân, do dân và vì dân).",
        "- Tiến hành cải cách ruộng đất để mang lại quyền lợi cho nhân dân (mang lại lợi ích nhân dân).",
        "- Ban hành các quyền tự do dân chủ, hướng tới một xã hội tốt đẹp hơn.",
        "- Nhiều hiệp ước về kinh tế được ký kết giữa Liên Xô và các nước Đông Âu.",
        "- Năm 1949, Hội đồng tương trợ kinh tế được thành lập.",
        "Chi tiết …",
        "Ở châu Âu:",
        "- Mĩ, Anh, Pháp: Tây Đức, Tây Béclin và các nước Tây Âu.",
        "- Liên Xô: Đông Đức, Đông Béclin và các nước Đông Âu.",
        "Ở châu Á:",
        "- Mĩ: Nam Triều Tiên, Nhật Bản.",
        "- Phương Tây: Đông Nam Á, Tây Á.",
        "- Liên Xô: Trả lại miềm Nam đảo Xakhalin; 4 đảo thuộc quần đảo Curin; Bắc Triều Tiên.",
        "Chi tiết …",
        "- Chiến tranh thế giới thứ hai kết thúc, Đức là nước bại trận, tương lai của nước Đức trở này trung tâm của nhiều cuộc gặp gỡ giữa nguyên thủ ba cường quốc Liên Xô, Mỹ, Anh.",
        "- Sau hội nghị Pốtxđam, cả ba cường quốc Mỹ, Anh, Pháp đã đi ngược với quyết định của hội nghị Pốtxđam. Mỹ, Anh, Pháp đã tiến hành riêng rẽ việc hợp nhất các khu vực chiếm đóng ở Đức và lập ra nước Cộng hòa Liên bang Đức (9/1949).",
        "- Được sự giúp đỡ của Liên Xô, các lực lượng dân chủ ở Đông Đức đã thành lập nước Cộng hòa dân chủ Đức.",
        "Như vậy, nước Đức tại thời điểm này đã xuất hiện hai nhà nước với hai chế độ chính trị khác nhau.",
        "Chi tiết …",
        "* Mục đích hoạt động của Liên hợp quốc:",
        "- Duy trì hòa bình và an ninh thế giới.",
        "- Phát triển mối quan hệ hữu nghị giữa các dân tộc và tiến hành hợp tác quốc tế giữa các nước lớn trên cơ sở tôn trọng nguyên tắc bình đẳng và quyền tự quyết của các dân tộc.",
        "* Nguyên tắc hoạt động của Liên hợp quốc:",
        "- Bình đẳng chủ quyền giữa các quốc gia và quyền tự quyết giữa các dân tộc.",
        "- Tôn trọng toàn vẹn lãnh thổ và độc lập chính trị của tất cả các nước",
        "- Không can thiệp vào công việc nội bộ của bất kỳ nước nào",
        "- Giải quyết các tranh chấp quốc tế bằng biện pháp hòa bình.",
        "- Chung sống hòa bình và sự nhất trí giữa năm nước lớn (Liên Xô, Mỹ, Anh, Pháp và Trung Quốc).",
        "Chi tiết …",
        "- Thống nhất mục tiêu chung là tiêu diệt tận gốc chủ nghĩa phát xít Đức và chủ nghĩa quân phiệt Nhật Bản.",
        "- Thành lập tổ chức Liên hợp quốc nhằm duy trì hòa bình, an ninh thế giới.",
        "- Thỏa thuận về việc đóng quân tại các nước nhằm giải giáp quân đội phát xít, phân chia phạm vi ảnh hưởng ở châu Âu, châu Á.",
        "Chi tiết …",
        "Trang 1 / 34"
    ]
}