{
    "tables": [],
    "keywords": [],
    "headings": [
        "Lịch sử lớp 9",
        "Hãy trình bày mục đích ra đời và những thành tích của Hội đồng tương trợ kinh tế trong những năm 1951-1973.",
        "Hãy nêu những cơ sở hình thành hệ thống xã hội chủ nghĩa",
        "Hãy nêu những thành tựu mà các nước Đông Âu đã đạt được trong công cuộc xây dựng chủ nghĩa xã hội.",
        "Những nhiệm vụ chính của các nước Đông Âu trong công cuộc xây dựng chủ nghĩa xã hội là gì?",
        "Để hoàn thành cuộc cách mạng dân chủ nhân dân, các nước Đông Âu đã thực hiện những nhiệm vụ gì?",
        "Chuyên mục phụ",
        "Phần 1: Lịch sử thế giới hiện đại từ năm 1945 đến nay Số bài viết: 56",
        "Phần 2: Lịch sử Việt Nam từ năm 1919 đến nay Số bài viết: 141",
        "Mục lục",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Giải bài tập lịch sử lớp 9 - Người Kể Sử",
    "paragraphs": [
        "- Mục đích: giúp đỡ, thúc đẩy sự phát triển kinh tế của các nước thành viên, hỗ trợ nhau trong nghiên cứu khoa học.",
        "- Thành tựu:",
        "+ Tốc độ tăng trưởng công nghiệp 10% /năm.",
        "+ Thu nhập quốc dân (1950 – 1973) tăng 5,7 lần.",
        "+ Liên Xô cho các nước trong khối vay 13 tỉ rúp, viện trợ không hoàn lại 20 tỉ rúp.",
        "Chi tiết …",
        "- Liên Xô và Đông Âu đều có chung một mục tiêu là xây dựng chủ nghĩa xã hội.",
        "- Cùng chung hệ tư tưởng của chủ nghĩa Mác Lê-nin.",
        "- Đều do Đảng Cộng sản lãnh đạo.",
        "Chi tiết …",
        "- Tới đầu những năm 70 của thế kỉ XX, các nước Đông Âu đã trở thành những nước công - nông nghiệp. Bộ mặt kinh tế - xã hội của đất nước đã thay đổi căn bản và sâu sắc.",
        "- Trước chiến tranh, An-ba-ni là nước nghèo nhất châu Âu. Tới năm 1970, nền công nghiệp đã được xây dựng, cả nước đã được điện khí hoá.",
        "- Năm 1975, tổng sản phẩm công nghiệp của Bun-ga-ri tăng 55 lần so với năm 1939.",
        "- Vốn là nước đã có những cơ sở công nghiệp, tới lúc này Tiệp Khắc được xếp vào hàng các nước công nghiệp phát triển, chiếm 1,7% sản lượng công nghiệp thế giới.",
        "- Mặc dù có nhiều hạn chế về tài nguyên thiên nhiên, Cộng hoà Dân chủ Đức đã đạt được những thành tích đáng kể, sản xuất tăng gấp 5 lần, thu nhập quốc dân tăng 4 lần so với năm 1949.",
        "Chi tiết …",
        "- Xóa bỏ sự bóc lột của giai cấp tư sản, đưa nông dân vào con đường làm ăn tập thể thông qua hình thức hợp tác xã.",
        "- Tiến hành công nghiệp hoá nhằm xoá bỏ tình trạng nghèo nàn, lạc hậu từ lâu đời, xây dựng cơ sở vật chất - kĩ thuật của chủ nghĩa xã hội.",
        "Chi tiết …",
        "- Xây dựng chính quyền dân chủ nhân dân.",
        "- Cải cách ruộng đất, quốc hữu hóa các xí nghiệp lớn của tư bản.",
        "- Ban hành các quyền tự do dân chủ.",
        "Việc hoàn thành nhiệm vụ trên trong hoàn cảnh cuộc đấu tranh giai cấp quyết liệt, đã đập tan mọi mưu đồ của các thế lực đế quốc phản động.",
        "Chi tiết …",
        "Trang 1 / 40"
    ]
}