{
    "tables": ["<table class=\"table table-bordered\">\n <tbody>\n  <tr>\n   <td>Thời gian<\/td>\n   <td>Sư kiện, diễn biến chính<\/td>\n   <td>Kết quả<\/td>\n  <\/tr>\n  <tr>\n   <td>1-12-1773<\/td>\n   <td>Nhân dân cảng Bô-xton tấn công 4 tàu chở chè Anh<\/td>\n   <td>Tạo điều kiện cho nền kinh tế Mĩ phát triển<\/td>\n  <\/tr>\n  <tr>\n   <td>5-9 đến 26-10-1774<\/td>\n   <td>Đại hội Phi-la-đen-phi-a<\/td>\n   <td>Tạo điều kiện cho nền kinh tế Mĩ phát triển<\/td>\n  <\/tr>\n  <tr>\n   <td>4-1775<\/td>\n   <td>Chiến tranh bùng nổ do G.Oa-sinh-tơn chỉ huy<\/td>\n   <td>Một nước cộng hòa ra đời với hiến pháp 1787<\/td>\n  <\/tr>\n  <tr>\n   <td>4-7-1776<\/td>\n   <td>Tuyên ngôn độc lập ra đời<\/td>\n   <td><\/td>\n  <\/tr>\n  <tr>\n   <td>17-10-1777<\/td>\n   <td>Chiến thắng Xa-ra-tô-ga<\/td>\n   <td><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Lịch sử lớp 8",
        "Nêu ý nghĩa lịch sử của các cuộc cách mạng tư sản đầu tiên.",
        "Lập niên biểu về Cách mạng tư sản Anh và Chiến tranh giành độc lập của 13 thuộc địa Anh ở Bắc Mĩ.",
        "Những kết quả lớn của Chiến tranh giành độc lập của 13 thuộc địa Anh ở Bắc Mĩ là gì ?",
        "Những điểm nào thể hiện sự hạn chế của Hiến pháp 1787 của Mĩ ?",
        "Cuộc Chiến tranh giành độc lập của các thuộc địa Anh ở Bắc Mĩ diễn ra như thế nào ?",
        "Chuyên mục phụ",
        "Phần một: Lịch sử thế giới cận đại (Từ giữa thế kỉ XVI đến năm 1917) Số bài viết: 131",
        "LỊCH SỬ THẾ GIỚI HIỆN ĐẠI (Phần từ năm 1917 đến năm 1945) Số bài viết: 63",
        "Phần hai: Lịch sử Việt Nam từ năm 1858 đến năm 1918 Số bài viết: 69",
        "Mục lục",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Giải bài tập lịch sử lớp 8 - Người Kể Sử",
    "paragraphs": [
        "Các cuộc cách mạng tư sản đầu tiên có ý nghĩa lịch sử to lớn đã chấm dứt sự đô hộ của ngoại bang (ở Hà Lan), lật đổ chế độ phong kiến chuyên chế (ờ Anh), giải phóng nhân dân khỏi ách thống trị của chủ nghĩa thực dân (ở Bắc Mĩ), mở đường cho chủ nghĩa tư bản phát triển ở các nước này.",
        "Chi tiết …",
        "Chi tiết …",
        "- Với hiệp ước Véc-xai, Anh thừa nhận nền độc lập của 13 thuộc địa Anh ở Bắc Mĩ. Hợp chúng quốc MT (USA) ra đời.",
        "- Hiến pháp 1787 đã đề cao vai trò của chính quyền trung ương, củng cố vị trí và tăng cường quyền lực cho giai cấp tư sản và chủ nô, song chưa đem lại quyền lợi cho đại đa số nhân dân lao động.",
        "Chi tiết …",
        "Những điểm hạn chế là: Quyền dân chủ bị hạn chế: phụ nữ, nô lệ da đen, người In-đi-an không có quyền chính trị.",
        "Chi tiết …",
        "- Tháng 12 - 1773, nhân dân cảng Bô-xtơn tấn công ba tàu chở chè của Anh để phản đối chế độ thu thuế. Đáp lại, thực dán Anh đã ra lệnh đóng cửa cảng.",
        "- Năm 1774, đại biểu các thuộc địa đã họp Hội nghị lục địa ờ Phi-la-đen-phi-a. yêu cầu vua Anh phải xóa bỏ các luật cấm vô lí. nhưng không đạt kết quả.",
        "- Tháng 4 - 1775, cuộc chiến tranh bùng nổ. Nhờ có sự lãnh đạo tài giỏi của Gioóc-si-ơ Oa-sinh-tơn, quân thuộc địa đã giành được nhiều thắng lợi quan trọng.",
        "- Ngày 4 —7 - 1776, bản Tuyên ngôn Độc lập được công bố, xác định quyền của con người và quyền độc lập của 13 thuộc địa. Nhưng thực dân Anh không chấp nhận và cuộc chiến tranh vẫn tiếp diễn.",
        "- Tháng 10 - 1777, quân 13 thuộc địa giành thắng lợi lớn ờ Xa-ra-tô-ga, làm quân Anh suy yếu. Năm 1783, thực dân Anh phải kí Hiệp ước Véc-xai, công nhận nền độc lập của các thuộc địa. Cuộc chiến tranh kết thúc.",
        "Chi tiết …",
        "Trang 1 / 53"
    ]
}