{
    "tables": ["<table class=\"table table-bordered\">\n <tbody>\n  <tr>\n   <td>Kinh tế lãnh địa<\/td>\n   <td>Kinh tế thành thị<\/td>\n  <\/tr>\n  <tr>\n   <td><p>&nbsp;&nbsp;&nbsp; - Sản xuất chủ yếu là nông nghiệp.<\/p><p>&nbsp;&nbsp;&nbsp; - Sản xuất ra sản phẩm chỉ để tiêu dùng trong lãnh địa, không trao đổi, buôn bán ra bên ngoài nên gọi là nền kinh tế \"tự cấp, tự túc\".<\/p><p>&nbsp;&nbsp;&nbsp; - Kinh tế lãnh địa kìm hãm sự phát triển của xã hội phong kiến.<\/p><\/td>\n   <td><p>&nbsp;&nbsp;&nbsp; - Sản xuất chủ yếu là thủ công nghiệp.<\/p><p>&nbsp;&nbsp;&nbsp; - Sản xuất ra sản phẩm thủ công để trao đổi, mua bán nên gọi là nền kinh tế hàng hóa.<\/p><p>&nbsp;&nbsp;&nbsp; - Kinh tế thành thị tạo điều kiện cho xã hội phong kiến phát triển.<\/p><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Lịch sử lớp 7",
        "Vì sao xuất hiện thành thị trung đại ? Nền kinh tế trong thành thị có điểm gì khác so với nền kinh tế trong lãnh địa ?",
        "Thế nào là lãnh địa phong kiến ?Em hãy nêu những đặc điểm chính của kinh tế lãnh địa.",
        "Xã hội phong kiến châu Âu đã được hình thành như thế nào ?",
        "Những ai sống trong các thành thị ? Họ làm những nghề gì ?",
        "Thành thị trung đại đã xuất hiện như thế nào ?",
        "Chuyên mục phụ",
        "Phần 1: Khái quát lịch sử thế giới trung đại Số bài viết: 46",
        "Phần 2: Lịch sử Việt Nam từ thế kỉ X đến giữa thế kỉ XIX Số bài viết: 239",
        "Mục lục",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Giải bài tập lịch sử lớp 7 - Người Kể Sử",
    "paragraphs": [
        "- Sản xuất chủ yếu là nông nghiệp.",
        "- Sản xuất ra sản phẩm chỉ để tiêu dùng trong lãnh địa, không trao đổi, buôn bán ra bên ngoài nên gọi là nền kinh tế \"tự cấp, tự túc\".",
        "- Kinh tế lãnh địa kìm hãm sự phát triển của xã hội phong kiến.",
        "- Sản xuất chủ yếu là thủ công nghiệp.",
        "- Sản xuất ra sản phẩm thủ công để trao đổi, mua bán nên gọi là nền kinh tế hàng hóa.",
        "- Kinh tế thành thị tạo điều kiện cho xã hội phong kiến phát triển.",
        "Chi tiết …",
        "* Lãnh địa phong kiến là vùng đất rộng lớn do lãnh chúa làm chủ, trong đó có lâu đài và thành quách.",
        "* Những đặc điểm chính của kinh tế lãnh địa",
        "- Sản xuất chủ yếu là nông nghiệp.",
        "- Nền kinh tế trong lãnh địa mang tính chất tự cung, tự cấp, trong đó thủ công nghiệp gắn chặt với nông nghiệp.",
        "Chi tiết …",
        "- Cuối thế kỉ V, các quốc gia cổ địa phương Tây tan rã do người Giéc-man xâm chiếm và tiêu diệt.",
        "- Người Giéc-man chiếm ruộng đất hình thành giai cấp lãnh chúa phong kiến.",
        "- Nô lệ và nông dân không có ruộng đất phải làm việc cho lãnh chúa hình thành giai cấp nông nô.",
        "-> Xã hội phong kiến châu Âu được hình thành với 2 giai cấp đặc trưng: Lãnh chúa và nông nô.",
        "Chi tiết …",
        "Trong thành thị, cư dân chủ yếu là những thợ thủ công và thương nhân. Họ lập ra các phường hội, thương hội để cùng nhau sản xuất và buôn bán. Hằng năm, họ còn tổ chức những hội chợ để triển lãm, trao đổi và buôn bán sản phẩm.",
        "Chi tiết …",
        "Cuối thế kỉ XI, sản xuất phát triển, hàng hóa thừa được đem đi trao đổi, buôn bán ở những nơi đông người và lập xưởng sản xuất → thị trấn ra đời → thành thị trung đại xuất hiện.",
        "Chi tiết …",
        "Trang 1 / 57"
    ]
}