{
    "tables": [],
    "keywords": [],
    "headings": [
        "Lịch sử lớp 6",
        "Tại sao chúng ta cần phải học lịch sử?",
        "Lịch sử giúp em hiểu biết những gì?",
        "Trình bày một cách ngắn gọn lịch sử là gì?",
        "Hình 1 và 2 giúp em hiểu thêm được những gì?",
        "Quan sát hình 1 và 2, theo em, đó là những loại tư liệu nào?",
        "Chuyên mục phụ",
        "Bài 1: Sơ lược về môn lịch sử Số bài viết: 10",
        "Bài 2: Cách tính thời gian trong lịch sử Số bài viết: 4",
        "Phần 1: Khái quát lịch sử thế giới cổ đại Số bài viết: 14",
        "Phần II: Lịch sử Việt Nam từ nguồn gốc đến thế kỉ X Số bài viết: 122",
        "Mục lục",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Giải bài tập lịch sử lớp 6 - Người Kể Sử",
    "paragraphs": [
        "- Mỗi con người cần phải biết tổ tiên, ông bà mình là ai, mình thuộc dân tộc nào, con người đã làm những gì để được như ngày hôm nay...",
        "- Hiểu vì sao phải quý trọng, biết ơn những người đã làm nên cuộc sống ngày hôm nay và chúng ta phải học tập, lao động góp phần làm cho cuộc sống tươi đẹp hơn nữa.",
        "Chi tiết …",
        "- Hiểu được cội nguồn của tổ tiên, ông bà, quê hương, đát nước và dân tộc...",
        "- Hiểu được quá trình lao động cần cù, sáng tạo của ông cha ta để tạo nên những thành quả ngày này, do vậy chúng ta cần phải biết ơn, trân trọng giữ gìn, phát huy những gì chúng ta hiện có.",
        "Chi tiết …",
        "Lịch sử là những gì xảy ra trong quá khứ. Lịch sử loài người mà chúng ta học là toàn bộ những hoạt động của con người từ khi xuất hiện đến nay.",
        "Chi tiết …",
        "Mọi vật đều thay đổi theo thời gian. Dấu tích ngày xưa còn được giữ gìn, lưu lại để những thế hệ sau hiểu được thế hệ trước sống và làm việc như thế nào.",
        "Chi tiết …",
        "- Hình 1: Đó là tư liệu hiện vật ( bàn ghế cổ, thầy trò, nhà cửa..,)",
        "- Hình 2: Đó là bia đá, bia tiến sĩ.",
        "Chi tiết …",
        "Trang 1 / 30"
    ]
}