{
    "tables": [],
    "keywords": [],
    "headings": [
        "Lịch sử lớp 11",
        "Dựa vào lược đồ (hình 3), trình bày những nét chính về sự bành trướng của đế quốc Nhật Bản cuối thế kỉ XIX-đầu thế kỉ XX.",
        "Tại sao nói Cuộc Duy tân Minh Trị có ý nghĩa như một cuộc cách mạng tư sản ?",
        "Những sự kiện nào chứng tỏ vào cuối thế kỉ XIX, Nhật Bản đã chuyển sang giai đoạn đế quốc chủ nghĩa?",
        "Ý nghĩa nổi bật của cuộc Duy tân Minh Trị là gì?",
        "Trình bày nội dung cơ bản của cuộc Duy tân Minh Trị",
        "Chuyên mục phụ",
        "Phần 1: Lịch sử thế giới cận đại (tiếp theo) Số bài viết: 53",
        "Phần 2: Lịch sử thế giới hiện đại (Phần từ năm 1917 đến năm 1945) Số bài viết: 79",
        "Phần 3: Lịch sử Việt Nam (1858 - 1918) Số bài viết: 55",
        "Mục lục",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Giải bài tập lịch sử lớp 11 - Người Kể Sử",
    "paragraphs": [
        "- Đến giữa thế kỉ XIX, sau hơn 200 năm thống trị, chế độ Mạc phủ Tô-ku-ga-oa ở Nhật Bản, đứng đầu là Sôgun (Tướng quân), đã lâm vào tình trạng khủng hoảng, suy yếu nghiêm trọng. Đây là thời kì trong lòng xã hội phong kiế Nhật Bản chứa đựng nhiều mâu thuẫn ở tất cả các lĩnh vực kinh tế, chính trị, xã hội.",
        "- Về kinh tế, nền nông nhiệp vẫn dựa trên quan hệ sản xuất phong kiến lạc hậu. Địa chủ bóc lột nông dân rất nặng nề. Mức tô trung bình chiếm tới 50% số thu hoa lợi. Tình trạng mất mùa, đói kém liên tiếp xảy ra. Trong khi đó, ở các thành thị, hải cảng, kinh tế hàng hóa phát triển, công trường thủ công xuất hiện ngày càng nhiều. Những mầm mống kinh tế tư bản chủ nghĩa phát triển nhanh chóng.",
        "- Về xã hội, Chính phủ Sôgun vẫn giữ duy trì chế độ đẳng cấp. Tầng lớp Đaimyo là những quý tộc phong kiến lớn, quản lí các vùng lãnh địa trong nước, có quyền lực tuyệt đối trong lãnh địa của họ. Tầng lớp Samurai (võ sĩ) thuộc giới quý tộc hạng trung và nhỏ, không có ruộng đất, chỉ phục vụ các đaimyo bằng việc huấn luyện và chỉ huy các đội vũ trang để hưởng bổng lộc. Do một thời gian dài không có chiến tranh, địa vị của Samurai bị suy thoái, lương bổng thất thường, đời sống khó khăn, nhiều người rời khỏi lãnh địa, tham gia hoạt động thương nghiệp, mở xưởng thủ công…dần dần tư sản hóa, trở thành lực lượng đấu tranh chống chế độ phong kiến lỗi thời.",
        "- Tầng lớp tư sản công thương nghiệp ngày càng giàu có, song các nhà tư sản công thương lại không có quyền lực về chính trị. Nông dân là đối tượng bóc lột chủ yếu của giai cấp phong kiến, còn thị dân thì không chỉ bị phong kiến khống chế mà còn bị các nhà buôn và những người cho vay lãi bóc lột.",
        "- Về chính trị, đến giữa thế kỉ XIX, Nhật Bản vẫn là một quốc gia phong kiến. Thiên hoàng có vị trí tối cao, nhưng quyền hành thực tế thuộc về Sô gun dòng họ Tô-ku-ga-oa ở phủ Chúa (Mạc phủ).",
        "- Giữa lúc mâu thuẫn giai cấp trong nước ngày càng gay gắt, chế độ Mạc phủ khủng hoảng nghiêm trọng thì các nước tư bản phương Tây, trước tiên là Mĩ, dùng áp lực quân sự đòi Nhật bản phải “mở cửa”.",
        "- Năm 1854, Mạc phủ buộc phải kí với Mĩ hiệp ước, theo đó, Nhật Bản mở 2 cửa biển Si-mô-đa và Ha-kô-đa-tê cho người Mĩ ra vào buôn bán. Các nước Anh, Pháp, Nga, Đức thấy vậy cũng đua nhau ép Nhật Bản kí những hiệp ước bất bình đẳng với những điều kiện nặng nề.",
        "- Như vậy, đến giữa thế kỉ XIX, Nhật Bản đã lâm vào một cuộc khủng hoảng trầm trọng, đứng trước sự lựa chọn: hoặc tiếp tục duy trì chế độ phong kiến trì trệ, bảo thủ để bị các nước đế quốc xâu xé hoặc tiến hành duy tân, đưa Nhật Bản phát triển theo con đường của các nước tư bản phương Tây.",
        "Chi tiết …",
        "- Làm sáng tỏ khái niệm về cuộc cách mạng tư sản.",
        "+ Mục đích : lật đổ sự thống trị của giai cấp phong kiến, thiết lập nền chuyên chính tư sản, tạo điều kiện cho chủ nghĩa tư bản được tự do phát triển.",
        "+ Lực lượng lãnh đạo : giai cấp tư sản.",
        "+ Động lực cách mạng : đông đảo quần chúng nhân dân.",
        "+ Kết quả, ý nghĩa : nền thống trị của giai cấp tư sản được thiết lập, chủ nghĩa tư bản phát triển mạnh mẽ.",
        "- Tìm những điểm giống và khác với cuộc Duy tân Minh Trị để giải thích.",
        "Chi tiết …",
        "Có hai sự kiện chính : Sự xuất hiện của các công ti độc quyền và chiến tranh tranh giành lãnh thổ với các nước đế quốc khác.",
        "- Thứ nhất: sự xuất hiện các công ty độc quyền chi phối nền kinh tế như: Mitxui, Mitxubishi ...Chủ nghĩa tư bản có hai giai đoạn phát triển là: chủ nghĩa tư bản tự do cạnh tranh và chủ nghĩa tư bản độc quyền. Chủ nghĩa tư bản độc quyền còn gọi là chủ nghĩa đế quốc. Như vậy, đặc điểm chung nhất của chủ nghĩa đế quốc ở tất cả các nước là sự xuất hiện của các công ty độc quyền, và Nhật cũng không nằm ngoài quy luật chung ấy",
        "- Thứ hai: Nhật Bản tiến hành bành trướng lãnh thổ bằng việc đẩy mạnh chiến tranh xâm lược qua hai cuộc chiến tranh Trung - Nhật (1894), Nga - Nhật (1904-1905).",
        "Chi tiết …",
        "Cuộc Duy tân Minh Trị được tiến hành đã đem lại sự thay đổi lớn trên đất nước Nhật Bản và để lại ý nghĩa nổi bật.",
        "- Trong nước:",
        "+ Tạo nên những biến đổi xã hội sâu rộng trên tất cả các lĩnh vực, có ý nghĩa như một cuộc cách mạng tư sản. Sau cuộc Duy tân Minh Trị, Nhật từ nước phong kiến đi lên phát triển theo con đường TBCN.",
        "+ Tạo điều kiện cho sự phát triển chủ nghĩa tư bản, đưa Nhật Bản trở thành nước tư bản hùng mạnh ở châu Á, một nước đế quốc duy nhất ở Châu Á.",
        "+ Làm cho nước Nhật thoát khỏi số phận bị xâm lược.",
        "+ Cuộc Duy tân Minh Trị là cuộc Cách mạng Tư sản không triệt để, diễn ra dưới hình thức một cuộc cải cách kinh tế.",
        "- Quốc tế:",
        "+ Cuộc Duy tân Minh Trị có ảnh hưởng đến các nước trong khu vực, được nhiều người chủ trương canh tân đất nước ở Trung Quốc(Khang Hữu Vi, Lương Khải Siêu,…); ở Việt Nam(Phan Bội Châu,…) tìm hiểu và học hỏi.",
        "Chi tiết …",
        "Cuối năm 867 đầu năm 1868, chế độ Mạc phủ bị sụp đổ. Thiên hoàng Minh Trị sau khi lên ngôi đã tiến hành một loạt cải cách tiến bộ toàn diện – Cuộc Duy tân Minh Trị với nội dung cơ bản:",
        "- Chính trị: xác lập quyền thống trị của quý tộc, tư sản ; ban hành Hiến pháp năm 1889, thiết lập chế độ Quân chủ lập hiến.",
        "- Về kinh tế : thống nhất thị trường, tiền tệ, phát triển kinh tế tư bản chủ nghĩa ở nông thôn, xây dựng cơ sở hạ tầng, đường sá, cầu cống.",
        "- Về quân sự : tổ chức và huấn luyện quân đội theo phương Tây, thực hiện chế độ nghĩa vụ quân sự, phát triển công nghiệp quốc phòng.",
        "- Về giáo dục : thi hành chính sách giáo dục bắt buộc, chú trọng nội dung khoa học - kĩ thuật, cử học sinh ưu tú du học ở phương Tây.",
        "→ Cuộc Duy tân Minh Trị đã làm thay đổi bộ mặt quốc gia Nhật Bản, đưa Nhật Bản phát triển theo con đường TBCN. Cuộc Duy Tân Minh Trị có ý nghĩa như một cuộc Cách mạng tư sản.",
        "Chi tiết …",
        "Trang 1 / 38"
    ]
}