{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Lý Anh Tông<br><font size=\"2\">李英宗<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Vua Việt Nam <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hoàng đế Đại Việt<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Trị vì<\/th>\n   <td>1138 – 1175 \n    <div class=\"timeline-wrapper\">\n     <map name=\"timeline_f468304d87304a1ff6da00572a36796d\" id=\"timeline_f468304d87304a1ff6da00572a36796d\"><\/map><img class=\"jch-lazyload\" usemap=\"#timeline_f468304d87304a1ff6da00572a36796d\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/ly-anh-tong/626d421df3413835fd89c8a281c04b3b.png\">\n     <noscript>\n      <img usemap=\"#timeline_f468304d87304a1ff6da00572a36796d\" src=\"/images/wiki/ly-anh-tong/626d421df3413835fd89c8a281c04b3b.png\">\n     <\/noscript>\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><font color=\"grey\"><a class=\"annotation\" href=\"/nhan-vat/ly-than-tong\" title=\"Lý Thần Tông (chữ Hán: 李神宗; 1116 – 1138) là vị hoàng đế thứ năm của nhà Lý. Ông trị vì từ năm 1128 đến khi qua đời, tổng cộng là 10 năm. Mặc dù lên ngôi khi mới 11 tuổi, Lý Thần Tông đã tin dùng những người tài như Trương Bá Ngọc, Dương Anh Nhị và Lý Công Bình, thực hiện chính sách cai trị khoan dun...\" target=\"_blank\">Lý Thần Tông<\/a><\/font><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><font color=\"blue\"><a class=\"annotation\" href=\"/nhan-vat/ly-cao-tong\" title=\"Lý Cao Tông (chữ Hán: 李高宗, 1173–1210), là vị Hoàng đế thứ bảy của nhà Lý, cai trị từ năm 1175 đến năm 1210....\" target=\"_blank\">Lý Cao Tông<\/a><\/font><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thê thiếp<\/th>\n   <td>Chiêu Linh hoàng hậu<br>\n     Linh Đạo hoàng hậu<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên thật<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/ly-thien-to\" title=\"Lý Anh Tông (chữ Hán: 李英宗, 1136 - 14 tháng 8, 1175), là vị Hoàng đế thứ sáu của nhà Lý trong lịch sử Việt Nam, trị vì từ năm 1138 tới năm 1175, tổng cộng 37 năm. \n Lên ngôi khi 3 tuổi, còn quá nhỏ, nhưng trong thời gian trị vì của mình Anh Tông luôn thể hiện mình là người có năng lực. Lúc mới lên ng...\" target=\"_blank\">Lý Thiên Tộ<\/a> (李天祚)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Niên hiệu<\/th>\n   <td>\n    <table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n     <tbody>\n      <tr>\n       <th>Niên hiệu<\/th>\n      <\/tr>\n      <tr>\n       <td>\n        <ul>\n         <li>Thiệu Minh <small>(绍明; 1138 - 1139)<\/small><\/li>\n         <li>Đại Định <small>(大定; 1140 - 1162)<\/small><\/li>\n         <li>Chính Long Bảo Ứng <small>(政隆宝应; 1163 - 1173)<\/small><\/li>\n         <li>Thiên Cảm Chí Bảo <small>(天感至宝; 1174 - 1175)<\/small><\/li>\n        <\/ul><\/td>\n      <\/tr>\n     <\/tbody>\n    <\/table><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thụy hiệu<\/th>\n   <td><font color=\"grey\">Thể Thiên Thuận Đạo Duệ Văn Thần Võ Thuần Nhân Hiển Nghĩa Huy Mưu Thánh Trí Ngự Dân Dục Vật Quần Linh Phi Ứng Đại Minh Chí Hiếu Hoàng Đế<\/font><br>\n     (体天顺道睿文神武纯仁显义徽谋圣智御民育物群灵丕应大明至孝皇帝)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Miếu hiệu<\/th>\n   <td>Anh Tông (英宗)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Triều đại<\/th>\n   <td>Nhà Lý<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/ly-than-tong\" title=\"Lý Thần Tông (chữ Hán: 李神宗; 1116 – 1138) là vị hoàng đế thứ năm của nhà Lý. Ông trị vì từ năm 1128 đến khi qua đời, tổng cộng là 10 năm. Mặc dù lên ngôi khi mới 11 tuổi, Lý Thần Tông đã tin dùng những người tài như Trương Bá Ngọc, Dương Anh Nhị và Lý Công Bình, thực hiện chính sách cai trị khoan dun...\" target=\"_blank\">Lý Thần Tông<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân mẫu<\/th>\n   <td>Linh Chiếu Thái hậu<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>1136<br>\n     Thăng Long<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>14 tháng 8, 1175 (38–39&nbsp;tuổi)<br>\n     Thăng Long, Đại Việt<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">An táng<\/th>\n   <td>Thọ Lăng (寿陵)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tôn giáo<\/th>\n   <td>Phật giáo<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n <tbody>\n  <tr>\n   <th>Niên hiệu<\/th>\n  <\/tr>\n  <tr>\n   <td>\n    <ul>\n     <li>Thiệu Minh <small>(绍明; 1138 - 1139)<\/small><\/li>\n     <li>Đại Định <small>(大定; 1140 - 1162)<\/small><\/li>\n     <li>Chính Long Bảo Ứng <small>(政隆宝应; 1163 - 1173)<\/small><\/li>\n     <li>Thiên Cảm Chí Bảo <small>(天感至宝; 1174 - 1175)<\/small><\/li>\n    <\/ul><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><a class=\"annotation\" href=\"/nhan-vat/do-anh-vu\" title=\"Đỗ Anh Vũ (chữ Hán: 杜英武, 1113 – 20 tháng 1, 1159), thường gọi Việt quốc Lý Thái úy (越國李太尉), là một vị đại thần rất có quyền thế trong thời đại nhà Lý của lịch sử Việt Nam. Ông phò tá Lý Thần Tông và làm phụ chính dưới triều Lý Anh Tông, khi vị Hoàng đế này lên ngôi lúc còn nhỏ tuổi. \n Ông là một vị ...\" target=\"_blank\">Đỗ Anh Vũ<\/a> ra vào cấm đình, tư thông với mẫu hậu, không tội gì to bằng. Bọn Vũ Đái nên tâu bày gian trạng rồi bắt giam vào ngục mà giết đi là phải. Nay lại đem quân đột nhập cửa Việt Thành, hiếp vua nhỏ tuổi, ép lấy chiếu chỉ. Đến khi bắt được Anh Vũ rồi, lại nhận vàng của thái hậu mà không nghe lời nói của Nguyễn Dương, đến sau rốt cuộc bị Anh Vũ giết, liên lụy đến mấy mươi người, thế là nuôi hổ để hoạ về sau vậy.<\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Sử thần <a class=\"annotation\" href=\"/nhan-vat/le-van-huu\" title=\"Lê Văn Hưu (chữ Hán: 黎文休;1230-1322) là một nhà sử học đời nhà Trần, tác giả bộ Đại Việt sử ký, bộ quốc sử đầu tiên của Việt Nam. Bộ sách này không còn nhưng nhờ nó mà sử gia Ngô Sĩ Liên đã dựa vào để soạn bộ Đại Việt sử ký toàn thư....\" target=\"_blank\">Lê Văn Hưu<\/a> bàn<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Nước ta non sông gấm vóc, người giỏi rất thiêng, châu ngọc quý báu, không gì không có. Nước khác không thể nào bì được. Hãy nên giữ gìn cẩn thận<\/i>.<\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Lý Anh Tông<sup class=\"annotation badge\" title=\"^ a ă â b c d Đại Việt sử lược, quyển 3\">11<\/sup> <\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td>Trong việc phế lập, vua không mê hoặc lời nói của đàn bà, ký thác được người phụ chính hiền tài, có thể gọi là không thẹn với việc gánh vách. Song không phân biệt được kẻ gian tà, hình phạt không sáng suốt, cho nên trời xuống tai biến để răn, giặc cướp nổi lên, giềng mối rối loạn, không thể nói xiết<\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Đại Việt Sử Ký Toàn Thư<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td>Anh Tông nối ngôi tuổi còn thơ ấu, việc của <a class=\"annotation\" href=\"/nhan-vat/do-anh-vu\" title=\"Đỗ Anh Vũ (chữ Hán: 杜英武, 1113 – 20 tháng 1, 1159), thường gọi Việt quốc Lý Thái úy (越國李太尉), là một vị đại thần rất có quyền thế trong thời đại nhà Lý của lịch sử Việt Nam. Ông phò tá Lý Thần Tông và làm phụ chính dưới triều Lý Anh Tông, khi vị Hoàng đế này lên ngôi lúc còn nhỏ tuổi. \n Ông là một vị ...\" target=\"_blank\">Đỗ Anh Vũ<\/a> làm gì mà biết được, đến khi tuổi ngoại hai mươi, sai bọn Hiến Thành đem quân đi tuần nơi biên giới, lại thân đi xem khắp tình thế núi sông, muốn biết sự đau khổ của dân gian và đường đi xa gần, về mặt giữ dân giữ nước, quy mô đã thấy rõ. Lại đặt Xạ Đình, sai các quan võ hàng ngày luyện tập phép đánh trận, về mặt sửa binh giãng võ, mưu lược đã thấy rõ. Thái tử Long Xưởng có tội thì phế đi mà lập Long Trát làm thái tử, cho ở đông cung, để lòng người có chỗ gắn bó. đến khi ốm nặng, hoàng hậu xin lập lại Long Xưởng, thì lấy lễ nghĩa mà bác bẻ, không mê hoặc lời nói của đàn bà, lại cố gượng gọi Hiến Thành nhận di chiếu giúp thái tử quyền nhiếp chính sự, phó thác được người giỏi để phòng lo sau, rốt cuộc mưu phế lập của thái hậu không thể làm được, trên yên dưới thuận, không phải là sức của Anh Tông sao? Còn như Cao Tông không phải là người hiền thì ngay lúc bấy giờ đã biết trước thế nào được? Vua chỉ thuận theo lẽ phải mà làm thôi.<\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Đại Việt Sử Ký Toàn Thư<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Lý Anh Tông",
        "Thân thế",
        "Trị vì",
        "Loạn Thân Lợi",
        "Loạn Đỗ Anh Vũ",
        "Thân chính",
        "Phế lập Thái tử",
        "Cuối đời",
        "Nhận định",
        "Gia đình",
        "Xem thêm",
        "Ghi chú",
        "Tham khảo",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Lý Anh Tông - Người Kể Sử",
    "paragraphs": [
        "Lý Anh Tông (chữ Hán: 李英宗, 1136 - 14 tháng 8, 1175), là vị Hoàng đế thứ sáu của nhà Lý trong lịch sử Việt Nam, trị vì từ năm 1138 tới năm 1175, tổng cộng 37 năm.",
        "Lên ngôi khi 3 tuổi, còn quá nhỏ, nhưng trong thời gian trị vì của mình Anh Tông luôn thể hiện mình là người có năng lực. Lúc mới lên ngôi còn thơ ấu, vì quá nhỏ mà mẹ là Lê Thái hậu giữ quyền nhiếp chính, nhưng cũng vì Thái hậu là phụ nữ nên lại phải dựa vào Đỗ Anh Vũ để giành quyền uy, do đó có chuyện tư thông.",
        "Đến khi Anh Vũ qua đời thì cũng là lúc Anh Tông trưởng thành và tự thân chính. Ông ưa dùng hiền thần như Tô Hiến Thành, tiến hành đem quân đi tuần nơi biên giới, lại thân đi xem khắp tình thế núi sông, muốn biết sự đau khổ của dân gian và đường đi xa gần, về mặt giữ dân giữ nước, quy mô đã thấy rõ. Lại đặt Xạ Đình, sai các quan võ hàng ngày luyện tập phép đánh trận, về mặt sửa binh giãng võ, mưu lược đã thấy rõ. Đánh giá toàn diện, Anh Tông cũng là một vị Hoàng đế đáng khen của nhà Lý.",
        "",
        "",
        "Ông tên thật là Lý Thiên Tộ (李天祚), sinh tháng 4 năm Bính Thìn (1136), tại kinh đô Thăng Long (Hà Nội), Việt Nam), là con trai thứ hai của Lý Thần Tông, mẹ là Cảm Thánh phu nhân Lê thị, xuất thân từ dòng họ Lê ở châu Chân Đăng.",
        "Năm 1138, tháng 9, Thần Tông hoàng đế bệnh nặng. Cảm Thánh phu nhân cùng hai vị phu nhân là Nhật Phụng phu nhân và Phụng Thánh phu nhân đút lót Tham tri chính sự Từ Văn Thông, và dặn rằng: \"Nếu có vâng mệnh vua thảo di chiếu thì chớ nên bỏ lời của ba phu nhân\". Văn Thông nhận lời. Khi Thần Tông ốm năng, sai soạn di chiếu, Văn Thông chần chừ không viết9 .",
        "Ba phu nhân vào khóc lóc, nói rằng: \"Bọn thiếp nghe người xưa lập con nối thì lập con đích chứ không lập con thứ; Thiên Lộc là con nàng hầu yêu, nếu cho nối ngôi thì ả mẫu thân lại sinh lòng ghen ghét tất tiếm lấn, làm hại mẹ con thần thiếp. Như thế chúng thiếp làm thế nào được?\".",
        "Thần Tông hoàng đế cho là phải, xuống chiếu rằng: \"Hoàng tử Thiên Tộ tuy tuổi còn thơ ấu, nhưng là con đích, thiên hạ đều biết, nên cho nối nghiệp của trẫm, còn Thái tử Thiên Lộc thì phong làm Minh Đạo vương\".",
        "Theo nghiên cứu của các nhà sử học Hàn Quốc và Việt Nam, khi Lý Thần Tông qua đời, Thái tử Lý Thiên Tộ mới 3 tuổi, triều thần muốn tôn Kiến Hải vương Lý Dương Côn, một người con nuôi khác của Lý Nhân Tông, vốn là con đẻ của Thành Quảng hầu. Nhưng lúc đó, mẹ ông là Cảm Thánh phu nhân dựa vào Đỗ Anh Vũ là người nắm binh quyền, đã loại hết các địch thủ của Thiên Tộ, nên ông được đưa lên ngôi10 .",
        "Ngày 26 tháng 9, năm đó, Thần Tông hoàng đế băng hà. Con trai là Thái tử Thiên Tộ kế vị, tức Lý Anh Tông. Cảm Thánh phu nhân được tôn làm Hoàng thái hậu, tôn hiệu là Hiến Chí hoàng thái hậu (憲至皇太后), ở Quảng Từ cung (瀇慈宮).",
        "Lý Anh Tông lên kế vị khi mới 3 tuổi, Lê Thái hậu có quyền nghe việc chính sự. Theo đó, Đỗ Anh Vũ do là em trai của Chiêu Hiến hoàng thái hậu Đỗ thị, nên được Lê Thái hậu phong làm Phụ quốc Thái úy, kiêm thêm Cung điện Lệnh tri nội ngoại sư, nắm quyền quyết đoán mọi việc.",
        "Theo ĐVSKTT, trong cung Lê Thái hậu khi đó lại tư thông với Đỗ Anh Vũ11 12 , khiến triều đình bất bình. Bên cạnh đó, Anh Vũ còn sai vợ là Tô phu nhân ra vào cung cấm hầu hạ Đỗ Thái hậu, do đó mà Anh Vũ mặc nhiên qua lại với Lê Thái hậu, nhân thế lại càng kiêu rông, ở triều đình thì khoát tay lớn tiếng, sai bảo quan lại thì hất hàm ra hiệu, mọi người đều liếc nhau nhưng không ai dám nói.",
        "Người thầy bói Thân Lợi tự xưng là con của Lý Nhân Tông, đem đồ đảng theo đường thủy đến châu Thái Nguyên[a], từ châu Tây Nông[b] kéo ra, qua châu Lục Lệnh, vào chiếm châu Thượng Nguyên và châu Hạ Nông[c], thu nạp những kẻ trốn tránh, chiêu mộ thổ binh, có đến hơn 800 người, cùng mưu làm loạn.",
        "Năm 1141, mùa xuân, tháng giêng, Thân Lợi tiếm xưng là Bình Vương, lập vợ cả, vợ lẽ làm Vương hậu và phu nhân, con làm Vương hầu, cho đồ đảng quan tước theo thứ bậc khác nhau. Khi ấy đồ đảng của Thân Lợi chỉ hơn nghìn người, đi đến đâu nói phao là Lợi giỏi binh thuật để hiếp chế người miền biên giới. Người các khe động dọc biên giới đều khiếp sợ, không dám chống lại.",
        "Tháng 2, Anh Tông sai Gián nghị đại phu Lưu Vũ Nhĩ và Thái phó là Hứa Viêm theo 2 đường thủy bộ tiến đánh Thân Lợi, bị thua to, tướng sĩ chết đến quá nửa, phải rút về. Nhân đó, Thân Lợi đánh chiếm thêm Tuyên Hóa[d], Cảm Hóa[e], Vĩnh Thông[f], Phú Lương[g], Lợi chiếm giữ phủ trị, ngày đêm hợp bè đảng mưu cướp kinh sư. Khi đó, Anh Tông phái Đỗ Anh Vũ đem quân chặn đánh, cuộc chiến diễn ra khốc liệt, quân của Lợi thua, chết không kể xiết. Anh Vũ sai chém lầy đầu.",
        "Tháng 10, Anh Tông lại sai Đỗ Anh Vũ đi đánh châu Lục Lệnh, bắt được bọn bè đảng của Lợi hơn 2.000 người. Lợi trốn sang châu Lạng, Thái phó Tô Hiến Thành bắt được Lợi, giao cho Anh Vũ đóng củi giải về kinh sư. Sai Lý Nghĩa Lâm chiêu tập vỗ yên dư đảng của Lợi. Anh Tông xuống chiếu cho quan Đình úy xét tội Lợi. Án xét xong, Anh Tông ngự Thiên khánh điện xử tội Lợi và bọn đồng mưu 20 người, đều xử trảm, những kẻ còn lại đều theo tội nặng nhẹ mà xử, tha cho những kẻ vì ép buộc mà phải theo.",
        "Năm 11501 , Anh Tông hoàng đế đã lên 14 tuổi, nhưng Đỗ Anh Vũ vẫn dựa vào Lê Thái hậu mà chuyên quyền. Chướng mắt quyền thế của họ Đỗ, tướng Vũ Cát Đái và một số người trong hoàng tộc, như Phò mã Dương Tự Minh và Trí Minh vương, đã mang quân bắt giữ, tạo ra binh biến chấn động. Bọn họ hô to rằng:\"Anh Vũ ra vào cấm đình, làm nhiều đều ô uế, tiếng xấu đồn ra ngoài, không tội gì to bằng. Bọn thần xin sớm trừ đi, khỏi để mối lo về sau\". Bọn họ dùng binh bắt Anh Vũ trói giam ở hành lang Tả Hưng Thánh, giao cho Đình uý tra xét.",
        "Lê thái hậu buồn rầu, dùng vàng đút lót cho Vũ Đái và các người canh giữ, do đó Vũ Đái không giết Anh Vũ. Anh Tông theo lời nghị tội của các quan, ra chiếu giáng Anh Vũ làm Cảo điền nhi, đi cày ruộng công11 .",
        "Thái hậu lo buồn, cố nghĩ làm thế nào để phục hồi chức nhiệm cho Anh Vũ, mới nhiều lần mở hội lớn để xá cho tội nhân, mong Anh Vũ được dự vào đấy. Anh Vũ được mấy lần xá tội, lại làm Thái uý phụ chính như cũ, càng được yêu dùng hơn, do đấy chuyên làm oai, làm phúc, sinh sát mà lòng báo thù lúc nào cũng tỏ rõ, còn sợ rằng bọn quân lại đi bắt bớ phần nhiều không được như ý, mới dâng hơn một trăm người thủ hạ để làm đô Phụng quốc vệ, người nào phạm tội đều giao cho đô Phụng quốc vệ đi bắt11 .",
        "Sau đó, Đỗ Anh Vũ mật tâu với Anh Tông rằng: \"Trước kia bọn Vũ Đái tự tiện đem cấm quân xông vào cung đình, tội ấy không gì to bằng, nếu không sớm trừng trị, sợ một ngày kia sinh biến, không thể lường được\".",
        "Anh Tông thế cô, bèn chuẩn tâu. Anh Vũ sai đô Phụng quốc về đi bắt bọn Vũ Đái giam vào ngục để trị tội. Hạ chiếu giáng Trí Minh vương xuống tước Hầu, Bảo Ninh hầu xuống tước Minh tự, Bảo Thắng hầu xuống tước Phụng chức, Nội thị là bọn Đỗ Ất 5 người bị \"cưỡi ngựa gỗ\"[h], bọn Hoả đầu đô Ngọc Giai là Đồng Lợi 8 người bị chém ở chợ Tây Giai, bọn Điện tiền đô chỉ huy Vũ Đái 20 người chém bêu đầu ở các bến sông, bọn Phò mã lang Dương Tự Minh 30 người bị tội lưu ở nơi xa độc, những người dự mưu đều bị tội đồ làm điền hoành, khao giáp.11",
        "Năm 1158, Đỗ Anh Vũ chết, Lê Thái hậu trao lại quyền hành và về ở cung riêng. Từ đó, Anh Tông chính thức nắm lại mọi quyền vị, dựa vào Tô Hiến Thành và những hiền thần khác như Hoàng Nghĩa Hiền, Lý Công Tín để tiến hành thân chính. Tô Hiến Thành giúp Anh Tông đánh đông dẹp bắc, giữ cho nước được yên mà còn luyện tập quân lính kén chọn những người tài giỏi cho làm tướng, coi quân trị dân. Bởi vậy, nước Đại Việt duy trì được sự hùng mạnh và thịnh vượng kế thừa được từ các thời trước.",
        "Năm 1170, ông lập Xạ Đình để tập bắn cung và cưỡi ngựa. Sau đó, ông sai các quan võ hàng ngày luyện tập phép công chiến phá trận.",
        "Từ năm 1171 đến năm 1172, Anh Tông xa giá đi tới những vùng núi non hiểm trở trong nước, quan sát sinh hoạt của dân, rồi sai quan lại làm tập bản đồ nước Đại Việt, soạn ra cuốn sách Nam Bắc phiên giới đề. Tuy nhiên tập bản đồ đó tới nay không còn12 .",
        "Hoàng tử Lý Long Xưởng (李龙昶), do Hoàng hậu thân sinh, vốn là con trưởng, nên được lập làm Thái tử. Khi ấy, Anh Tông sủng ái Từ Nguyên phi, nên Hoàng hậu ghen ghét, xui Long Xưởng quyết rũ nhằm đổ tội cho Từ phi, không dè Từ phi không chịu mà bẩm báo cho Anh Tông.2 Anh Tông tức giận, xuống chiếu giáng tội Long Xưởng phạm lỗi tư thông với các phi tần trong cung cấm, phế truất làm Bảo Quốc vương (保國王).",
        "Một hôm, Anh Tông gọi Tể tướng đến bảo rằng: \"Thái tử là gốc lớn của nước, Long Xưởng đã làm điều trái đạo, trẫm muốn Long Trát nối giữ nghiệp lớn, nhưng nó còn nhỏ tuổi, sợ không đương nổi, nếu đợi lớn thì trẫm đã tuổi già suy yếu, biết làm thế nào?\". Bấy giờ có nội nhân ẵm Hoàng lục tử Lý Long Trát ra, thấy Anh Tông đội mũ, khóc đòi đội. Hoàng đế chưa kịp tháo mũ đưa cho thì càng khóc to hơn. Hoàng đế bèn tháo mũ đội cho, Long Trát cả cười. Anh Tông càng lấy làm lạ, ý lập Long Trát làm Thái tử bèn quyết định.",
        "Năm 1175, mùa xuân, sách lập long Trát làm Hoàng thái tử, ở Đông Cung. Phong Tô Hiến Thành làm Nhập nội kiểm hiệu thái phó bình chương quân quốc trọng sự, tước Vương, giúp đỡ Đông cung.",
        "Tháng 4 năm 1175, Anh Tông se mình ốm nặng, Hoàng hậu mẹ của Bảo Quốc vương Long Xưởng xin lập lại con mình làm người kế nghiệp nhiều lần, nhưng Anh Tông không đổi ý, nói rằng:\"Làm con mà không biết kính trọng đấng song thân (cha mẹ) thì làm sao làm ông vua yêu dân được ?\". Sau đó, ông di chiếu cho Tô Hiến Thành giúp lập thái tử, công việc quốc gia nhất nhất tuân theo phép cũ.",
        "Ngày Ất Tỵ, tháng 7 năm Ất Mùi (tức 14 tháng 8 năm 1175), Anh Tông băng hà tại Thuỵ Quang điện (瑞光殿). Ông trị vì 37 năm, thọ 40 tuổi. Trước khi mất, Anh Tông dặn lại Thái tử Long Cán:",
        "Thái tử Long Cán mới 2 tuổi lên nối ngôi, tức là Lý Cao Tông.",
        "Nói về Lý Anh Tông, sách Đại Việt sử ký toàn thư có nhận xét sau:",
        "Sau khi Anh Tông qua đời, lại có nhận xét sau:",
        "(Nguồn: Wikipedia)"
    ]
}