{
    "tables": [
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Phàm việc trù tính ở trong màn trướng đều là công của người tướng giỏi cầm quân làm nên. Thái phó Lý Công Bình phá được quân Chân Lạp vào cướp ở <a class=\"annotation\" href=\"/dia-danh/chau-nghe-an\" title=\"Xứ Nghệ là tên chung của vùng Hoan Châu(驩州) cũ từ thời nhà Hậu Lê, tức Nghệ An và Hà Tĩnh hiện nay. Hai tỉnh này cùng chung một vùng văn hóa gọi là văn hóa Lam Hồng, có chung biểu tượng là núi Hồng - sông Lam. Núi Hồng Lĩnh nằm trọn trong đất Hà Tĩnh và sông Lam nằm ở ranh giới giữa Nghệ An và Hà Tĩ...\" target=\"_blank\">châu Nghệ An<\/a> và sai người báo tin thắng trận, Thần Tông đáng lẽ phải làm lễ cáo thắng ở Thái Miếu rồi xét công ở triều đình để thưởng cho bọn Công Bình về công đánh giặc, đàng này lại quy công cho Phật và Đạo đi các chùa quán để lạy tạ, như thể không phải là cách để ủy lạo kẻ có công và cổ vũ chí khí của quân sĩ<\/i>.<\/td>\n   <td>”<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Lý Công Bình nhận mệnh vua mà đem tướng sĩ đi đánh giặc, cũng có thể nói là trung thần. Công Bình xuất quân chỉ mới được mấy ngày đã có tin thắng trận báo về, cũng có thể nói rằng ông là người có tài làm tướng. Thưởng người có công, trị người có tội là lệ thường của mọi thời. Tiếc thay, Lý Công Bình chẳng được hưởng sự công bình, bởi vua u mê, cái gì cũng cho là Trời Phật làm nên chứ chẳng phải sức người. Sau, đến năm Đinh Tị (1137), ông lại phải thêm một phen cầm quân đi đánh Chân Lạp ở Nghệ An, nhưng cũng chẳng thấy sử chép nhà vua thưởng gì cho ông. <a class=\"annotation\" href=\"/nhan-vat/ly-than-tong\" title=\"Lý Thần Tông (chữ Hán: 李神宗; 1116 – 1138) là vị hoàng đế thứ năm của nhà Lý. Ông trị vì từ năm 1128 đến khi qua đời, tổng cộng là 10 năm. Mặc dù lên ngôi khi mới 11 tuổi, Lý Thần Tông đã tin dùng những người tài như Trương Bá Ngọc, Dương Anh Nhị và Lý Công Bình, thực hiện chính sách cai trị khoan dun...\" target=\"_blank\">Lý Thần Tông<\/a> mất năm 1138, thọ 22 tuổi. Diễn đạt theo cách nghĩ của chính nhà vua lúc sinh thời, thì cũng có thể coi đó là điềm lành cho xã tắc vậy.<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Lý Công Bình",
        "Sự nghiệp",
        "Nhận xét",
        "Trạng nguyên",
        "Chú thích",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Lý Công Bình - Người Kể Sử",
    "paragraphs": [
        "Lý Công Bình (chữ Hán: 李公平, ? - ?) là một tướng lĩnh, đại thần nhà Lý trong lịch sử Việt Nam. Ông có công đánh bại hai cuộc tấn công của quân đội Chân Lạp (Đế quốc Khmer hay vương triều Angkor) vào năm 1128 và 1137, thời vua Lý Thần Tông.",
        "",
        "",
        "Lý Công Bình không rõ quê quán. Ông xuất hiện lần đầu trong sử với sự kiện năm 1128, khi quân Chân Lạp (Đế quốc Khmer) sang xâm chiếm Nghệ An. Khi đó Lý Công Bình đang giữ chức Nhập nội Thái phó.",
        "Sau khi người Việt giành lại độc lập từ Trung Hoa thì hai chính quyền Đại Việt với Angkor đã có nhiều lần giao thiệp. Trong đó, phía Angkor ở bổn phận một nước chư hầu, phải thực hiện nghĩa vụ triều cống với Đại Việt.1 2 Năm 1113, Suryavarman II, được xem là một trong vị vua vĩ đại nhất của triều đại Angkor lên ngôi vua. Suryavarman II sau đó đã tiến hành nhiều cuộc chiến tranh và xâm lược để mở rộng lãnh thổ. Đối với Đại Việt, trong thời gian mới nắm quyền lực, Suryavarman II vẫn duy trì sứ giả sang cống nạp một lần năm 1120.2",
        "Tháng 1 (ÂL) năm 1128, nhân lúc vua Lý Nhân Tông mới mất, Thái tử Lý Dương Hoán lên ngôi khi mới 12 tuổi3 , Suryavarman II cho 20.000 quân sang tấn công bến Ba Đầu thuộc châu Nghệ An4 . Triều đình nhà Lý cử Nhập nội Thái phó Lý Công Bình điều động các đô quan chức đi đánh dẹp. Đến tháng 2 (ÂL), Lý Công Bình đại phá quân Chân Lạp, gửi thư báo thắng trận về kinh thành Thăng Long. Lý Thần Tông đến các cung Thái Thanh, Cảnh Linh và các chùa quán trong thành để lễ tạ ơn Phật và Đạo đã giúp ngầm cho Công bình đánh được người Chân Lạp. Đến tháng 3 (ÂL), Lý Công Bình về kinh thành, dâng số tù nhân bắt được là 169 người.2",
        "Sau đó Suryavarman II còn 2 lần tấn công đất Nghệ An của Đại Việt (tháng 8 năm 1128 và năm 1132) nhưng đều bị đánh bại và đến năm 1135, Chân Lạp buộc phải triều cống Đại Việt trở lại.2",
        "Cuối năm 1135 và năm 1136, các đại thần nhà Lý là Trương Bá Ngọc (Lê Bá Ngọc), Lưu Khánh Đàm, Dương Anh Nhĩ lần lượt qua đời, Mâu Du Đô thì bị bãi chức2 Triều đình nhà Lý mất đi nhiều trụ cột. Tháng 1 (ÂL) năm 1137, Suryavarman II lần thứ tư đem quân sang đánh Đại Việt, cho tướng Tô Phá Lăng tấn công Nghệ An. Lý Công Bình khi đó đang giữ chức Thái úy được cử đi đánh dẹp. Đến tháng 2 (ÂL), trước đó Nghệ An xảy ra động đất và nước sông hiện màu đỏ như máu, Lý Công Bình báo cáo về triều đình, sau đó đem quân đánh bại quân đội Chân Lạp.2",
        "Sử sách không ghi chép gì về việc phong thưởng sau khi thắng trận.",
        "Về Lý Công Bình, sau đó sử sách cũng không nhắc đến ông. Không rõ ông mất vào năm nào, đến năm 11415 (5 năm sau thắng lợi Chân Lạp lần thứ 4), người giữ chức Thái úy dưới thời vua mới Lý Anh Tông là Đỗ Anh Vũ6 . Về phía Chân Lạp, năm 1150, quân đội Khmer một lần nữa đem quân sang tấn công Nghệ An, đến núi Vụ Thấp (nay là núi Vụ Quang, huyện Vũ Quang7 ) thì tự tan rã. Từ đó Chân Lạp duy trì triều cống Đại Việt đến hết thời nhà Lý.5",
        "Bàn về việc vua làm lễ tạ hơn trời đất và Đạo mà không ban thưởng công trạng tướng sĩ, đặc biệt là Lý Công Bình, sử gia Lê Văn Hưu viết trong Đại Việt sử ký toàn thư2 8 :",
        "Sau này, trong Việt sử giai thoại, Nguyễn Khắc Thuần cũng nhận định như sau8 :",
        "Theo một số nguồn tư liệu địa phương ở Vĩnh Phúc thì Lý Công Bình là Phạm Công Bình, người xã An Lạc, huyện Yên Lạc, phủ Tam Đái, Sơn Tây (nay là thôn Yên Lạc, xã Đồng Văn, huyện Yên Lạc, tỉnh Vĩnh Phúc)9 . Đồng thời theo nguồn này thì Phạm Công Bình đỗ Trạng nguyên (hoặc Thủ khoa sau được thờ tự với danh hiệu Trạng nguyên) khoa Mậu Thìn niên hiệu Trinh Khánh thứ 3 đời Lý Huệ Tông.",
        "Nguồn này lý giải việc này là do Lý Công Bình vốn họ Phạm sau được ban quốc tính (họ Lý), đến thời Trần phải kiêng húy Trần Lý nên sử ghi là Nguyễn Công Bình9 . Tuy nhiên thời vua Lý Huệ Tông không hề có năm Mậu Thìn cũng như niên hiệu là Kiến Gia. Do đó một số nguồn cho rằng Phạm Công Bình đỗ năm Kiến Gia thứ 3 (1214). Thế nhưng điều này lại mâu thuẫn vì Lý Công Bình là nhân vật sống vào nửa đầu thế kỷ XII mà thời Kiến Gia là đầu thế kỷ XIII.",
        "Có nguồn khác cho rằng Phạm Công Bình thi đỗ vào năm 1123, tức năm Thiên Phù Duệ Vũ thứ 4 thời Lý Nhân Tông10 . Tuy nhiên, tất cả các chính sử đều không ghi chép gì về khoa cử tại hai năm 1123 và 1214. Vì thế, Lý Công Bình, Phạm Công Bình, Nguyễn Công Bình có phải là một người hay không còn rất nhiều nghi vấn.11",
        "(Nguồn: Wikipedia)"
    ]
}