{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Lý Cao Tông<br><font size=\"2\">李高宗<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Vua Việt Nam <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hoàng đế Đại Việt<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Trị vì<\/th>\n   <td>1175 - 1210 \n    <div class=\"timeline-wrapper\">\n     <map name=\"timeline_38f444e497388141a77dbb564c773bfb\" id=\"timeline_38f444e497388141a77dbb564c773bfb\"><\/map><img class=\"jch-lazyload\" usemap=\"#timeline_38f444e497388141a77dbb564c773bfb\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/ly-cao-tong/2f58f7fc49fee4010ae60a0fe7872d08.png\">\n     <noscript>\n      <img usemap=\"#timeline_38f444e497388141a77dbb564c773bfb\" src=\"/images/wiki/ly-cao-tong/2f58f7fc49fee4010ae60a0fe7872d08.png\">\n     <\/noscript>\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><font color=\"grey\"><a class=\"annotation\" href=\"/nhan-vat/ly-anh-tong\" title=\"Lý Anh Tông (chữ Hán: 李英宗, 1136 - 14 tháng 8, 1175), là vị Hoàng đế thứ sáu của nhà Lý trong lịch sử Việt Nam, trị vì từ năm 1138 tới năm 1175, tổng cộng 37 năm. \n Lên ngôi khi 3 tuổi, còn quá nhỏ, nhưng trong thời gian trị vì của mình Anh Tông luôn thể hiện mình là người có năng lực. Lúc mới lên ng...\" target=\"_blank\">Lý Anh Tông<\/a><\/font><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/ly-hue-tong\" title=\"Lý Huệ Tông (chữ Hán: 李惠宗, 1194 – 1226), là vị Hoàng đế thứ tám của nhà Lý, cai trị từ năm 1210 đến năm 1224. Ông tên thật là Lý Sảm (李旵) hay Lý Hạo Sảm, sinh tại kinh đô Thăng Long, Đại Việt....\" target=\"_blank\">Lý Huệ Tông<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thê thiếp<\/th>\n   <td>An Toàn hoàng hậu<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hậu duệ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/ly-hao-sam\" title=\"Lý Huệ Tông (chữ Hán: 李惠宗, 1194 – 1226), là vị Hoàng đế thứ tám của nhà Lý, cai trị từ năm 1210 đến năm 1224. Ông tên thật là Lý Sảm (李旵) hay Lý Hạo Sảm, sinh tại kinh đô Thăng Long, Đại Việt....\" target=\"_blank\">Lý Hạo Sảm<\/a><br>\n     Lý Thầm<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên húy<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/ly-long-can\" title=\"Lý Cao Tông (chữ Hán: 李高宗, 1173–1210), là vị Hoàng đế thứ bảy của nhà Lý, cai trị từ năm 1175 đến năm 1210....\" target=\"_blank\">Lý Long Cán<\/a> (hay Trát <sup class=\"annotation badge\" title=\"^ Theo Đại việt Sử ký toàn thư\">3<\/sup> )<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Niên hiệu<\/th>\n   <td>\n    <table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n     <tbody>\n      <tr>\n       <th>Niên hiệu<\/th>\n      <\/tr>\n      <tr>\n       <td>Trinh Phù <small>(1176 - 1185)<\/small><br>\n         Thiên Tư Gia Thuỵ <small>(1186 - 1201)<\/small><br>\n         Thiên Gia Bảo Hựu <small>(1202 - 1204)<\/small><br>\n         Trị Bình Long Ứng <small>(1205 - 1210<\/small><\/td>\n      <\/tr>\n     <\/tbody>\n    <\/table><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Miếu hiệu<\/th>\n   <td>Cao Tông<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Triều đại<\/th>\n   <td>Nhà Lý<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/ly-anh-tong\" title=\"Lý Anh Tông (chữ Hán: 李英宗, 1136 - 14 tháng 8, 1175), là vị Hoàng đế thứ sáu của nhà Lý trong lịch sử Việt Nam, trị vì từ năm 1138 tới năm 1175, tổng cộng 37 năm. \n Lên ngôi khi 3 tuổi, còn quá nhỏ, nhưng trong thời gian trị vì của mình Anh Tông luôn thể hiện mình là người có năng lực. Lúc mới lên ng...\" target=\"_blank\">Lý Anh Tông<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân mẫu<\/th>\n   <td>Đỗ Thụy Châu<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>6 tháng 7, 1173<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>15 tháng 11, 1210 (37&nbsp;tuổi)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">An táng<\/th>\n   <td>Thọ Lăng<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tôn giáo<\/th>\n   <td>Phật giáo<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n <tbody>\n  <tr>\n   <th>Niên hiệu<\/th>\n  <\/tr>\n  <tr>\n   <td>Trinh Phù <small>(1176 - 1185)<\/small><br>\n     Thiên Tư Gia Thuỵ <small>(1186 - 1201)<\/small><br>\n     Thiên Gia Bảo Hựu <small>(1202 - 1204)<\/small><br>\n     Trị Bình Long Ứng <small>(1205 - 1210<\/small><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td>Vua chơi bời vô độ, chính sự hình pháp không rõ ràng, giặc cướp nổi như ong, đói kém liền năm, cơ nghiệp <a class=\"annotation\" href=\"/nhan-vat/nha-ly\" title=\"Nhà Lý hoặc Lý triều (Hán-Nôm: 家李 • 李朝, nhà Lý • Lý triều), là một triều đại trong lịch sử Việt Nam. Triều đại này bắt đầu khi Lý Công Uẩn lên ngôi vào tháng 10 âm lịch năm 1009, sau khi giành được quyền lực từ tay nhà Tiền Lê. Triều đại này trải qua 9 vị hoàng đế và chấm dứt khi Lý Chiêu Hoàng, lúc...\" target=\"_blank\">nhà Lý<\/a> từ đấy suy.<\/td>\n   <td>”<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td>Cao Tông tuổi bé nối ngôi, Chiêu Linh Thái hậu rắp lòng phế lập, thân vua suýt nữa bị nguy. Nhờ có Tô Hiến Thành vốn có quyền vị, nhận ký thác con côi, hết lòng phù hộ, ngôi báu không lay, thiên hạ quy phục, tất phải có mưu hay chước giỏi tâu riêng với vua rồi. Đến khi Hiến Thành chết, <a class=\"annotation\" href=\"/nhan-vat/do-kinh-tu\" title=\"Đỗ Kính Tu hay Lý Kính Tu (?-?) là một đại thần nhà Lý trong lịch sử Việt Nam....\" target=\"_blank\">Đỗ Kính Tu<\/a> hầu hạ nơi màn trướng, giúp vua sửa đức, đâu phải là không có người? Thế mà vua mê mải rong chơi, say đắm thanh sắc, ham tiền của, thích xây dựng, dạy tính lười tham cho các quan, gây lòng oán giận ở trăm họ, làm cho cơ đồ <a class=\"annotation\" href=\"/nhan-vat/nha-ly\" title=\"Nhà Lý hoặc Lý triều (Hán-Nôm: 家李 • 李朝, nhà Lý • Lý triều), là một triều đại trong lịch sử Việt Nam. Triều đại này bắt đầu khi Lý Công Uẩn lên ngôi vào tháng 10 âm lịch năm 1009, sau khi giành được quyền lực từ tay nhà Tiền Lê. Triều đại này trải qua 9 vị hoàng đế và chấm dứt khi Lý Chiêu Hoàng, lúc...\" target=\"_blank\">nhà Lý<\/a> phải hao mòn, đến nỗi mất nước. Kinh thư có câu: \"Ở trong mê sắc đẹp, ra ngoài mê săn bắn, ham rượu, thích nhạc, xây nhà cao, trổ tường đẹp, phạm một trong các điều ấy tất phải bại vong\". Vua phạm đủ các điều ấy, còn nói gì được nữa?<\/td>\n   <td>”<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td>Vua Cao Tông... oai quyền ở tay mình, người phò tá cũng không thiếu, thế mà nghe tên tặc thần <a class=\"annotation\" href=\"/nhan-vat/pham-du\" title=\"Phạm Du (chữ Hán: 范猷,&amp;#160;? – 1209) là tướng nhà Lý trong lịch sử Việt Nam, dưới triều vua Lý Cao Tông - vị vua thứ bảy của nhà Lý....\" target=\"_blank\">Phạm Du<\/a> tố cáo bậy, giết oan Bỉnh Di, mà phải chạy trốn, lặn lội nơi sông nước... Cao Tông cũng nhờ họ nhà thuyền chài<sup id=\"cite_ref-3\" class=\"reference\">[b]<\/sup> phù trì cho mới về được kinh đô, người ta thấy rằng văn võ bách quan của <a class=\"annotation\" href=\"/nhan-vat/nha-ly\" title=\"Nhà Lý hoặc Lý triều (Hán-Nôm: 家李 • 李朝, nhà Lý • Lý triều), là một triều đại trong lịch sử Việt Nam. Triều đại này bắt đầu khi Lý Công Uẩn lên ngôi vào tháng 10 âm lịch năm 1009, sau khi giành được quyền lực từ tay nhà Tiền Lê. Triều đại này trải qua 9 vị hoàng đế và chấm dứt khi Lý Chiêu Hoàng, lúc...\" target=\"_blank\">nhà Lý<\/a> không còn ai và không có quân lính phòng bị...<\/td>\n   <td>”<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Lý Cao Tông",
        "Thân thế",
        "Phụ chính Tô Hiến Thành",
        "Hưởng lạc",
        "Họa giặc giã",
        "Gian thần Phạm Du",
        "Loạn Quách Bốc",
        "Nhận định",
        "Ghi chú",
        "Chú thích",
        "Xem thêm",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Lý Cao Tông - Người Kể Sử",
    "paragraphs": [
        "Lý Cao Tông (chữ Hán: 李高宗, 1173–1210), là vị Hoàng đế thứ bảy của nhà Lý, cai trị từ năm 1175 đến năm 1210.",
        "",
        "",
        "Ông tên thật là Lý Long Trát hay Lý Long Cán (李龍翰), sinh tại kinh đô Thăng Long, Hà Nội, Việt Nam, là con trai thứ sáu của Lý Anh Tông, mẹ là Đỗ Thụy Châu. Ông sinh ngày 25 tháng 5 năm Quý Tỵ (tức 6 tháng 7 năm 1173), khi mới lên 3 tuổi đã được đưa lên ngôi. Vua cha Anh Tông truất ngôi con cả là Long Xưởng và phong ông là hoàng thái tử, ủy thác cho Tô Hiến Thành giúp đỡ.",
        "Sau khi Anh Tông mất (1175), hoàng hậu vợ chính của Anh Tông là Chiêu Linh thái hậu muốn lập con mình là Lý Long Xưởng lên ngôi nhưng nhờ có sự kiên quyết của thái uý Tô Hiến Thành, Cao Tông vẫn được tôn phù ở ngôi báu.",
        "Nhưng không lâu sau, Tô Hiến Thành đã tuổi già sức yếu, qua đời năm 1179. Trước khi mất, vì vua mới lên 7 tuổi nên Hiến Thành tiến cử Trần Trung Tá với Đỗ thái hậu. Thái hậu dù khen hay nhưng cuối cùng không theo lời, lấy Đỗ An Di làm phụ chính.",
        "Năm 1181, thái tử cũ là Long Xưởng cầm đầu các gia thuộc nô lệ trộm cướp bừa bãi, muốn mưu làm loạn. Tới năm sau, thái hậu dùng Lý Kính Tu[a] làm đế sư (thầy của vua), trong thì hầu việc giảng sách, ngoài thì dạy dân trung hiếu, từ đấy Chiêu Linh thái hậu và Long Xưởng không dám manh tâm mưu khác nữa.",
        "Cao Tông tuy giữ được ngôi vua nhưng khi trưởng thành đã không trở thành minh quân của nhà Lý. Tới năm 1190, ông dùng em vợ (An Toàn nguyên phi) là Đàm Dĩ Mông, vốn là người không có học làm thái phó nên việc triều chính càng suy sút.",
        "Khi còn nhỏ, Cao Tông là người ngoan lành, song khi lớn lên bắt đầu trực tiếp cầm quyền trị nước lại sinh ra ham mê săn bắn, chính sự pháp luật không rõ ràng, vơ vét của dân xây nhiều cung điện, bắt trăm họ xây dựng phục dịch nên trộm cướp nổi lên khắp nơi.",
        "Tháng 3 năm 1189, Cao Tông đi du hành khắp các nơi trong cả nước, đi đến đâu mà có thần linh lại cho xây dựng đền miếu.",
        "Năm 1197, Cao Tông cho dựng cung Nghênh Thiềm, đến năm 1203 lại tiếp tục cho xây dựng hàng loạt cung điện. Khi đang xây dở gác Kinh Thiên, có chim khách đến làm tổ, Cao Đường Long cho là điềm báo sắp có vương tộc mới thay thế triều Lý, bèn khuyên can vua:",
        "“ Trước cốt sửa đức, sau hãy khởi công mới phải. ”",
        "Nhưng vua lại nghe lời hoạn quan Phạm Bỉnh Di, càng cho xây gấp khiến trăm họ khốn khổ.",
        "Đến năm 1208 đói kém, người chết đói hàng loạt. Trong lúc ấy thì vua vẫn rong chơi vô độ, xây đền đài không ngớt, nghe ngoài thành có trộm cướp thì lại lờ đi như không biết.",
        "Do chính sự rối ren, lòng dân oán hận, nhiều cuộc khởi nghĩa của nông dân và ly khai của các hào trưởng địa phương nổ ra.",
        "Năm 1192 người giáp Cổ Hoằng ở Thanh Hóa làm phản. Năm 1198 người hương Cao Xá ở Câu Diễn là Ngô Công Lý cùng với người châu Đại Hoàng là Đinh Khả tự xưng là con cháu của Đinh Tiên Hoàng nổi loạn.",
        "Tháng 7 năm 1203, vua nước Chiêm Thành là Bố Trì lập mưu tới cửa biển Cơ La, giả cách xin nhà Lý cho nương tựa. Sau đó, Bố Trì giết chết trấn thủ cửa biển, cướp bóc Nghệ An, rồi đem quân về nước.",
        "Tháng 9 năm 1203 có cuộc nổi loạn của 2 người Đại Hoàng Giang là Phí Lang và Bảo Lương trước đây đã tâu các tội mọt nước hại dân của Đàm Dĩ Mông, bị người này đánh, sinh lòng oán hận. Hai người này nhân khi rối ren liền làm phản. Vua sai Trần Lệnh Hinh làm Nguyên soái và Thượng thư Từ Anh Nhữ đem quân từ phủ Thanh Hóa tiến đánh Phí Lang xong bị thua, cả hai tướng đều bị giết; đến tháng 1 năm sau lại sai Đỗ Kính Tu đi đánh nhưng vẫn tiếp tục bại trận. Đến năm 1207 lại tiếp tục có cuộc nổi loạn của người Man ở núi Tản Viên, thanh thế rất lớn.",
        "Thời kì này, nhà Tống còn xua quân sang xâm nhiễu biên giới Đại Việt khiến nhân dân phải chạy loạn \"vô cùng khổ sở\".",
        "Tháng 3 năm 1207, hào trưởng ở Hồng Châu (Hải Dương và Hải Phòng) là Đoàn Thượng, Đoàn Chủ nổi dậy, xây đắp thành lũy, xưng vương hiệu. Cao Tông phái rất nhiều quân đi đánh Hồng Châu. Đàm Dĩ Mông đem quân đạo Đại Thông (miền Hà Đông cũ dọc sông Đáy), Phạm Bỉnh Di đem quân đạo Khả Liễu, Trần Hinh đem quân đạo Phù Đái (Vĩnh Bảo, Hải Phòng), Bảo Trinh hầu đem quân đạo Nam Sách (Nam Sách, Hải Dương), cùng họp nhau đánh Đoàn Thượng. Thấy thế lực quân triều đình quá mạnh, Đoàn Thượng liền ngầm sai người đem của cải đút lót cho Thượng phẩm phụng ngự Phạm Du, nguyện xin đem quân chúng theo Du. Cuộc liên minh giữa Thượng và Du bắt đầu từ đó. Phạm Du cố vì Thượng mà xin với Cao Tông tha cho.",
        "Đầu năm 1209, Cao Tông sai Phạm Du coi việc quân ở châu Nghệ An. Bấy giờ miền này đang đói lớn, số người bị chết đói rất nhiều. Những người còn sống sót cũng bị phá sản, lưu vong. Nhân cơ hội ấy, Phạm Du nói với vua rằng:",
        "“ Nay thiên hạ rối loạn, bọn gian tặc nổi lên khắp nơi... xin cho phép tôi được tuyển bọn trai tráng để tự đề phòng, mới mong khỏi lo tai họa. ”",
        "Vua bằng lòng. Phạm Du bèn chiêu tập những người vong mệnh ngang nhiên đi khắp các nơi. Từ đó đường đất bị cắt đứt, thuyền bè không đi lại được. Cao Tông thấy tình hình nguy khốn liền sai Phạm Bỉnh Di lấy quân ở Đằng Châu (thị xã Hưng Yên) để đánh Phạm Du. Du trở về Cổ Miệt cùng với Đoàn Thượng, Đoàn Chủ ở Hồng Châu hợp binh làm phản triều đình, đánh Đằng Châu. Bỉnh Di bị thua.",
        "Tháng 2 năm 1209, Bỉnh Di lại đem binh ở Đằng Châu, Khoái Châu đi đánh Du. Phạm Du thua trận bỏ trốn. Bỉnh Di tịch biên gia sản của Du rồi đốt hết.",
        "Tháng 4 năm 1209, Phạm Bỉnh Di đánh tan quân Đoàn Thượng. Phạm Du ngầm sai người về kinh đút lót cho bọn quan lại trong triều, nói rằng Bỉnh Di tàn ác, giết hại người vô tội và kể lể tình oan, xin về kinh đợi tội. Cao Tông sai Trần Hinh triệu Phạm Du về kinh, lại triệu cả Bỉnh Di về triều. Phạm Du về kinh trước hầu Cao Tông, được vua tin cẩn; Bỉnh Di đến kinh sau, vào triều phụng mệnh. Cao Tông sai bắt Bỉnh Di và con là Phụ giam ở Thủy Viên, toan làm tội.",
        "Tướng của Bỉnh Di là Quách Bốc nghe tin đó, đem binh lính phá cửa Đại Thanh kéo vào nội điện để cứu chủ. Du cùng em là bọn Phạm Kinh giết Bỉnh Di và con của Bỉnh Di là Phụ rồi cùng Cao Tông chạy trốn.",
        "Quách Bốc liền tôn hoàng tử nhỏ là Thầm lên làm vua. Cao Tông chạy về Tam Nông (Phú Thọ) nương nhờ nhà Hà Vạn, một thủ lĩnh miền thiểu số có thế lực. Thái tử Sảm cùng mẹ là nguyên phi Đàm Thị và hai em gái chạy về Hải Ấp, Thái Bình dưới quyền cai quản của Trần Lý.",
        "Sảm chạy trốn đến ở nhà Trần Lý, lấy con gái Lý là Trần Thị Dung làm vợ, lại phong cho Trần Lý tước Minh Tự, em vợ Lý là Tô Trung Từ (cậu Thị Dung) làm Điện tiền chỉ huy sứ. Hai người chiêu tập quân đội dưới danh nghĩa giúp thái tử Sảm để đánh Quách Bốc.",
        "Nghe theo lời khuyên của Phạm Ngu, Trần Lý và em vợ là Tô Trung Từ bèn đón vương tử Sam về Lỵ Nhân lập làm vua, tôn xưng là Thắng Vương, lệnh giáng Lý Thầm làm vương. Thấy con gái của Trần Lý là Trần Thị Dung có nhan sắc, Lý Sảm bèn lấy làm vợ. Nhân đó Trần Lý được phong làm Minh Tự, Phạm Ngu làm Thượng phẩm phụng ngự, Tô Trung Từ làm Điện tiền chỉ huy sứ.",
        "Biết tin thái tử Sảm lập triều đình riêng và tự ý phong tước cho Trần Lý, Tô Trung Từ, Phạm Ngu... nên vua Lý Cao Tông ở Quy Hoá muốn đánh dẹp, bèn sai Phạm Du đi để liên lạc với họ Đoàn (Đoàn Thượng, Đoàn Văn Lôi) ở vùng Hồng. Nhưng Du lại ham sắc, tư thông với công chúa Thiên Cực, nên lỡ hẹn với họ Đoàn. Khi Du lên thuyền đi gặp họ Đoàn, tới Ma Lãng thì bị quân của hào trưởng Bắc Giang là Nguyễn Nậu và Nguyễn Nải đón bắt và giết chết.",
        "Trần Lý và Tô Trung Từ mang quân đánh về kinh thành dẹp Quách Bốc. Cuối năm 1209, loạn Quách Bốc bị dẹp, Trần Lý tử trận, Tô Trung Từ đón vua Cao Tông về cung. Do Phạm Du đã chết mà thế lực Trung Từ mạnh nên vua Cao Tông buộc phải dựa vào Trung Từ. Đàm Dĩ Mông trước đã hàng phục Lý Thầm và Quách Bốc vẫn không bị trị tội, được làm chức thái uý.",
        "Sử sách chép không rõ về kết cục của Quách Bốc, Lý Thầm. Toàn thư ghi đại lược: \"Trừng trị bọn Quách Bốc làm loạn, xử tội theo mức độ khác nhau\". Cương mục cũng ghi vắn tắt: \"Vua xét tội tùy theo nặng nhẹ có sai biệt\". Sách Việt sử Tiêu án không đề cập tới việc xử tội phe Quách Bốc. Các nhà chuyên môn nhận định không có tài liệu nào nói tới việc bắt hay giết Quách Bốc, Lý Thầm.",
        "Ngày 28 Nhâm Ngọ, năm Canh Ngọ (tức 15 tháng 11 năm 1210), Cao Tông mất ở cung Thánh Thọ, ủy thác cho Đỗ Kính Tu việc triều đình. Cao Tông thọ 38 tuổi.",
        "Thái tử Sảm lên ngôi, tức là Lý Huệ Tông. Tình hình trong nước ngày càng rối ren hơn, được hơn 10 năm thì nhà Lý mất về tay họ Trần (1225).",
        "Sách Đại Việt Sử ký Toàn thư nhận định về Lý Cao Tông như sau:",
        "Trong sách Việt sử Tiêu án, Ngô Thì Sĩ viết:",
        "Vua Cao Tông ham chơi bời, lại thiếu sáng suốt. Trước nghe theo Phạm Bỉnh Di bắt dân phu hoàn thành nhanh cung thất, sau lại nghe Phạm Du sàm tấu mà giết Bỉnh Di. Thực ra không phải vì trước đây Bỉnh Di là sủng thần mà sau đó bị thất sủng, mà vì vua Cao Tông chỉ thích hưởng lạc nên điều Bỉnh Di tâu việc đốc công là hợp ý vua mà thôi.",
        "Theo nhận định của các nhà chuyên môn, chính sự nhà Lý tới thời Cao Tông đã rất lỏng lẻo do lỗi của vua:",
        "Bởi bên dưới khinh nhờn luật nước, vẫn được dung túng, nên sau này quần hùng nổi dậy, nay đánh mai hàng, loạn mãi không chấm dứt được. Dân bị bóc lột, đã oán triều đình. Công thần bị giết oan, lòng người càng chia lìa. Bởi vậy các sử gia nhận định rằng lỗi làm mất nhà Lý bắt đầu từ Cao Tông.",
        "(Nguồn: Wikipedia)"
    ]
}