{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Lý Khuê",
        "Sứ quân vùng Siêu Loại",
        "Đền thờ",
        "Xem thêm",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Lý Khuê - Người Kể Sử",
    "paragraphs": [
        "Lý Khuê (chữ Hán: 李奎; ? - 968) hay Lý Lãng công (李郞公) là một sứ quân nổi dậy trong thời loạn 12 sứ quân trong lịch sử Việt Nam thế kỷ 10. Ông vốn là một hào trưởng, nhân thời loạn lập ấp và cai quản vùng giáp ranh Bắc Ninh - Hưng Yên, phía nam sông Đuống ngày nay. Năm 968 ông bị tướng Lưu Cơ của Đinh Bộ Lĩnh ở Hoa Lư đánh dẹp, chấm dứt tình trạng cát cứ để lập ra nhà nước Đại Cồ Việt trong lịch sử.",
        "",
        "",
        "Theo thần tích các đình Yên Bình, đình Dương Đanh ở xã Dương Xá, Gia Lâm, Hà Nội thì Lý Khuê vốn là người làng Đại Trạch thuộc Tổng Đình Tổ (nay thuộc xã Đình Tổ, Thuận Thành, Bắc Ninh). Lý Khuê là một bậc Hào trưởng, văn võ kiêm toàn, đức độ, được nhân dân trong vùng mến mộ, tin tưởng.1",
        "Sau khi Dương Tam Kha cướp ngôi nhà Ngô, các nơi không chịu thuần phục, các thủ lĩnh nổi lên cát cứ một vùng và đem quân đánh chiếm lẫn nhau, sử gọi là loạn 12 sứ quân. Năm 965, Ngô Xương Văn đi đánh thôn Đường và thôn Nguyễn bị phục binh bắn nỏ chết. Trong giai đoạn này, Lý Khuê đóng quân ở Siêu Loại (Thuận Thành), chiếm giữ vùng đất phía Nam sông Đuống của tỉnh Bắc Ninh (gồm các huyện Thuận Thành, Lương Tài, Gia Bình hiện nay).",
        "Những ghi chép cho thấy, địa bàn hoạt động của sứ quân Lý Khuê nằm ở bờ nam sông Đuống thuộc tỉnh Bắc Ninh và một phần nhỏ ở Gia Lâm, Hà Nội ngày nay. Ông không xâm chiếm lãnh địa của các sứ quân khác mà hành động theo kế \"Tọa sơn quan hổ đấu\", tức là ngồi trên núi xem hổ đánh nhau chứ chưa thực sự nổi dậy, tranh hùng và mở rộng lãnh thổ.",
        "Theo thần tích ở một số xã thuộc Thuận Thành, Bắc Ninh thì Lý Khuê đánh nhau với lực lượng của Đinh Bộ Lĩnh bị thua và mất ở làng Dương Xá (nay thuộc xã Dương Xá, Gia Lâm, Hà Nội).",
        "Thần tích đền thờ Lưu Cơ ở làng Đại Từ, xã Đại Đồng, tỉnh Hưng Yên cho biết nơi đây cũng thuộc đất Siêu Loại cũ và là địa điểm tướng Lưu Cơ của Đinh Tiên Hoàng đóng quân để đánh dẹp sứ quân Lý Khuê. Tuy nhiên, việc gán ghép này thực chất cũng chỉ là biến tướng của hiện tượng mỹ hóa lịch sử của một số cá nhân chứ chưa được khoa học và sử liệu chứng minh.",
        "Sứ quân Lý Khuê được thờ ở đình Yên Bình, thôn Yên Bình và đình Dương Đanh thôn Dương Đanh là hai thôn liền nhau thuộc xã Dương Xá, Gia Lâm, Hà Nội. Theo thần tích, Lãng Khuê công (Lý Lãng Công) là một trong 12 sứ quân chia cắt đất nước cuối thế kỷ X. Sứ quân này chiếm cứ vùng Siêu Loại, bị Đinh Bộ Lĩnh đánh tan và tử trận tại Dương Đanh ngày 30 tháng 4 năm Mậu Thìn (968) nên được dân thôn thờ. Xét trên lợi ích quốc gia, việc cát cứ của các sứ quân đi ngược lại nguyện vọng thống nhất của dân tộc. Nhưng có thể thấy trong bối cảnh đất nước rơi vào tình trạng vô chủ, việc các vị hào trưởng có thế lực quân sự mạnh, thiết lập chính quyền, duy trì trật tự tại địa phương để nhân dân có thể sống yên bình trong vùng đất của họ là điều cần thiết và thuận lòng dân, dù việc này không có tính toàn cục và chỉ diễn ra trong một thời đoạn ngắn, điều đó lý giải vì sao các sứ quân vẫn được nhân dân trong vùng chiếm đóng lập đền thờ.",
        "(Nguồn: Wikipedia)"
    ]
}