{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Ứng Vương<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Tông thất triều Mạc<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Statue of Prince Mạc Đôn Nhượng.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/mac-don-nhuong/44026c72aba15588a9fbbc9779f63d8f.jpg\">\n    <noscript>\n     <img alt=\"Statue of Prince Mạc Đôn Nhượng.jpg\" src=\"/images/wiki/mac-don-nhuong/44026c72aba15588a9fbbc9779f63d8f.jpg\">\n    <\/noscript>\n    <div>\n     Tượng thờ Ứng vương tại chùa Nhân Trai, thôn Nhân Trai, xã Đại Hà, huyện Kiến Thụy, Hải Phòng.\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Nhiếp chính Nhà Mạc<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nhiếp chính<\/th>\n   <td>1580 - 1593<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/mac-kinh-dien\" title=\"Khiêm Vương Mạc Kính Điển (chữ Hán: 謙王 莫敬典;&amp;#160;? - 1580), tự Kinh Phủ, người hương Cao Đôi, huyện Bình Hà, Dương Kinh (nay là thôn Long Động, xã Nam Tân, huyện Nam Sách, tỉnh Hải Dương). Ông là con thứ ba của Mạc Đăng Doanh (tức Vua Mạc Thái Tông), là đại công thần có công lớn trong việc gìn giữ c...\" target=\"_blank\">Mạc Kính Điển<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thời kỳ<\/th>\n   <td>Mạc Thuần Phúc Đế<br>\n     Mạc Hùng Lễ Công<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/mac-ngoc-lien\" title=\"Mạc Ngọc Liễn (chữ Hán: 莫玉璉, 1528-1594) là một quan chức triều Mạc, người xã Dị Nậu, huyện Thạch Thất, Hà Nội, Việt Nam....\" target=\"_blank\">Mạc Ngọc Liễn<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hoàng tộc<\/th>\n   <td>Nhà Mạc<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/mac-thai-tong\" title=\"Mạc Thái Tông (chữ Hán: 莫太宗;&amp;#160;? – 25 tháng 1, 1540), là vị Hoàng đế thứ hai của nhà Mạc trong lịch sử Việt Nam. Ông ở ngôi từ năm 1530 đến 1540, tổng cộng 10 năm trị vì. \n Trong thời gian trị vì, ông chỉ dùng niên hiệu Đại Chính (大正), nên còn được gọi là Đại Chính hoàng đế (大正皇帝)....\" target=\"_blank\">Mạc Thái Tông<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>1593<br>\n     Lạng Sơn<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Mạc Đôn Nhượng",
        "Thân thế",
        "Phụ chính thời Mạc Mậu Hợp",
        "Phò Mạc Kính Chỉ",
        "Xem thêm",
        "Tham khảo",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Mạc Đôn Nhượng - Người Kể Sử",
    "paragraphs": [
        "Mạc Đôn Nhượng (?-1593) là hoàng tử và là tướng nhà Mạc trong lịch sử Việt Nam. Ông tham gia cuộc chiến tranh Lê-Mạc cho tới khi kết thúc thời Nam Bắc triều.",
        "",
        "",
        "Mạc Đôn Nhượng (莫敦讓) là con út của Mạc Thái Tông và em của Mạc Hiến Tông. Ông còn 5 người anh khác, trong đó nổi bật là Khiêm vương Mạc Kính Điển, vị quan phụ chính cho nhà Mạc trong hơn 30 năm1 . Mạc Đôn Nhượng vào hàng chú của Mạc Tuyên Tông và hàng ông của Mạc Mậu Hợp.",
        "Mạc Đôn Nhượng được phong tước Ứng vương (應王). Trong thời gian Mạc Kính Điển làm phụ chính cho Mạc Tuyên Tông và Mạc Mậu Hợp, Mạc Đôn Nhượng chưa có vai trò lớn. Từ năm 1580, Mạc Kính Điển qua đời, Ứng vương Mạc Đôn Nhượng được giao làm phụ chính cho Mạc Mậu Hợp.",
        "Nhân sự nhà Mạc lúc đó không còn nhiều người giỏi. Mạc Đôn Nhượng chủ yếu dựa vào 2 lão tướng Nguyễn Quyện và Mạc Ngọc Liễn. Mặt khác, Mạc Mậu Hợp trong nhiều năm không quan tâm tới chính sự khiến nhiều đại thần tài năng từ quan về hưu, ngày càng ít nhân tài giúp triều đình.",
        "Mùa thu năm 1581, Mạc Đôn Nhượng cùng Nguyễn Quyện và Mạc Ngọc Liễn đi đánh các huyện ven sông ở Thanh Hóa. Ông đem quân vượt biển vào đến huyện Quảng Xương, đóng quân ở núi Đường Nang. Trịnh Tùng sai Hoàng Đình Ái thống lĩnh các tướng tiến quân chống giữ. Đình Ái chia thành ba đạo, cùng Nguyễn Hữu Liêu, Trịnh Bính, Hà Thọ Lộc làm tả đội chống quân Nguyễn Quyện, còn Trịnh Văn Hải chống quân Mạc Ngọc Liễn.",
        "Hai bên đánh nhau to. Quân Lê chém hơn 600 quân Mạc, bắt sống tướng Mạc là Nguyễn Công và Phù Bang hầu. Quân Mạc đại bại, tan vỡ tháo chạy. Mạc Đôn Nhượng và tướng sĩ thu nhặt tàn quân về Thăng Long2 3 .",
        "Liên tiếp trong mấy năm sau, các tướng nhà Mạc giao tranh với quân Nam triều đều bất lợi, bị tổn thất lực lượng. Năm 1589, Mạc Đôn Nhượng thống suất quân bốn trấn, định ngày cùng tiến đến Yên Mô, hẹn giao chiến với quân Nam triều.",
        "Trịnh Tùng sai Nguyễn Hữu Liêu đem 15.000 quân tinh nhuệ và 200 thiết kỵ, đi ngầm trong đêm tối tới vùng chân núi tìm các hang động, khe suối và những nơi có lau sậy mà mai phục để đợi quân Mạc; Trịnh Đỗ, Trịnh Đồng, Trịnh Ninh đem quân chặn hậu; Ngô Cảnh Hựu đem quân chở lương thực, thu nhặt rút trước vào núi Tam Điệp để lừa quân Mạc tưởng là lui quân về.",
        "Mạc Đôn Nhượng không biết kế lừa, nhân có nhiều quân bèn thúc tiến đánh. Đến chỗ hiểm ở núi Tam Điệp, Trịnh Tùng tung đại quân đánh ra, chém được hơn 1.000 quân Mạc, bắt sống được hơn 600 người. Quân Mạc tan vỡ chạy về Thăng Long2 3 . Trịnh Tùng không đuổi theo mà rút quân về Thanh Hóa.",
        "Giáp tết âm lịch năm 1592, Trịnh Tùng mở cuộc tấn công quy mô ra bắc, đánh bại quân Mạc. Mạc Mậu Hợp thua trận rút khỏi Thăng Long, nhưng Trịnh Tùng cũng thấy chưa đủ khả năng đánh chiếm miền Bắc nên lại rút về Thanh Hóa.",
        "Mạc Mậu Hợp có thời gian hòa hoãn không biết tận dụng, lại chỉ hưởng thụ. Cuối năm 1592, Trịnh Tùng lại khởi đại quân tiến ra bắc. Quân Mạc đại bại. Mạc Mậu Hợp truyền ngôi cho cho là Mạc Toàn rồi bị bắt và bị giết. Lực lượng họ Mạc chạy tản mát các nơi ở Bắc Bộ. Mạc Đôn Nhượng tôn lập con Mạc Kính Điển là Mạc Kính Chỉ; Mạc Ngọc Liễn cũng tôn lập một người con khác của Mạc Kính Điển là Mạc Kính Cung. Mạc Toàn thế cô, từ ngôi vua chạy đến theo Mạc Kính Chỉ và Mạc Đôn Nhượng.",
        "Mạc Kính Chỉ và Mạc Đôn Nhượng chiếm cứ vùng Thanh Lâm, Kính Chỉ xưng vua ở Nam Giản thuộc Chí Linh, Hải Dương. Ngày 9 tháng 1 năm Quý mùi (1593), Trịnh Tùng đích thân đốc đại quân vượt sông Nhị Hà, sai Hoàng Đình Ái lẻn đánh úp sau lưng Mạc Kính Chỉ. Kính Chỉ phải lui lên núi Chí Linh. Trịnh Tùng tiếp tục truy kích, cuối cùng tới ngày 14 tháng giêng thì bắt được Kính Chỉ, Mạc Toàn ở thôn Tân Manh, huyện Hoành Bồ (Quảng Ninh) và nhiều tôn thất nhà Mạc rồi mang chém ở bến Thảo Tân.",
        "Mạc Đôn Nhượng chạy thoát lên Lạng Sơn. Ít lâu sau, ông lâm bệnh qua đời4 , không rõ khi đó bao nhiêu tuổi. Tính từ khi vua cha Mạc Thái Tông mất (1540) tới khi Mạc Đôn Nhượng qua đời, ít nhất ông sống đến 53 tuổi.",
        "(Nguồn: Wikipedia)"
    ]
}