{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Mạc Thái Tông<br><font size=\"2\">莫太宗<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Vua Việt Nam <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Statue of Emperor Mạc Thái Tông.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/mac-thai-tong/6795e27315b29127972c87c422e2288a.jpg\">\n    <noscript>\n     <img alt=\"Statue of Emperor Mạc Thái Tông.jpg\" src=\"/images/wiki/mac-thai-tong/6795e27315b29127972c87c422e2288a.jpg\">\n    <\/noscript><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hoàng đế Đại Việt<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Trị vì<\/th>\n   <td>1530 – 25 tháng 1 năm 1540<sup class=\"annotation badge\" title=\"^ a ă .Âm lịch.\">1<\/sup>\n    <div class=\"timeline-wrapper\">\n     <map name=\"timeline_0001c9b064e8b08e9fe79a72ed36e8b1\" id=\"timeline_0001c9b064e8b08e9fe79a72ed36e8b1\"><\/map><img class=\"jch-lazyload\" usemap=\"#timeline_0001c9b064e8b08e9fe79a72ed36e8b1\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/mac-thai-tong/4eaa16c453fb616ad6f48334145a4ded.png\">\n     <noscript>\n      <img usemap=\"#timeline_0001c9b064e8b08e9fe79a72ed36e8b1\" src=\"/images/wiki/mac-thai-tong/4eaa16c453fb616ad6f48334145a4ded.png\">\n     <\/noscript>\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><font color=\"grey\"><a class=\"annotation\" href=\"/nhan-vat/mac-thai-to\" title=\"Mạc Thái Tổ (chữ Hán: 莫太祖; 23 tháng 11, 1483 - 22 tháng 8, 1541), tên thật là Mạc Đăng Dung (莫登庸), là nhà chính trị, hoàng đế sáng lập ra triều đại nhà Mạc trong lịch sử Việt Nam. Ông đóng vai trò quan trọng trong các sự kiện đánh dẹp các thế lực cát cứ, chống đối triều đình, loại bỏ ảnh hưởng của n...\" target=\"_blank\">Mạc Thái Tổ<\/a><\/font><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><font color=\"blue\"><a class=\"annotation\" href=\"/nhan-vat/mac-hien-tong\" title=\"Mạc Hiến Tông (chữ Hán: 莫憲宗,&amp;#160;? – 1546) là vị Hoàng đế thứ ba của nhà Mạc trong lịch sử Việt Nam, ở ngôi từ năm 1540 đến 1546. Ông tên thật là Mạc Phúc Hải (莫福海), là người xã Cao Đôi, huyện Bình Hà (nay là thôn Long Động, xã Nam Tân, huyện Nam Sách), tỉnh Hải Dương, Việt Nam....\" target=\"_blank\">Mạc Hiến Tông<\/a><\/font><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên húy<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/mac-dang-doanh\" title=\"Mạc Thái Tông (chữ Hán: 莫太宗;&amp;#160;? – 25 tháng 1, 1540), là vị Hoàng đế thứ hai của nhà Mạc trong lịch sử Việt Nam. Ông ở ngôi từ năm 1530 đến 1540, tổng cộng 10 năm trị vì. \n Trong thời gian trị vì, ông chỉ dùng niên hiệu Đại Chính (大正), nên còn được gọi là Đại Chính hoàng đế (大正皇帝)....\" target=\"_blank\">Mạc Đăng Doanh<\/a> (莫登瀛)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Niên hiệu<\/th>\n   <td>Đại Chính (大正)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thụy hiệu<\/th>\n   <td><font color=\"grey\">Khâm Triết Văn hoàng đế<\/font> (欽哲文皇帝)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Miếu hiệu<\/th>\n   <td>Thái Tông (太宗)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Triều đại<\/th>\n   <td>Nhà Mạc<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/mac-thai-to\" title=\"Mạc Thái Tổ (chữ Hán: 莫太祖; 23 tháng 11, 1483 - 22 tháng 8, 1541), tên thật là Mạc Đăng Dung (莫登庸), là nhà chính trị, hoàng đế sáng lập ra triều đại nhà Mạc trong lịch sử Việt Nam. Ông đóng vai trò quan trọng trong các sự kiện đánh dẹp các thế lực cát cứ, chống đối triều đình, loại bỏ ảnh hưởng của n...\" target=\"_blank\">Mạc Thái Tổ<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>?<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>25 tháng 1, 1540<sup class=\"annotation badge\" title=\"^ a ă .Âm lịch.\">1<\/sup> <br>\n     Nhà Mạc, Đại Việt<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Mạc Thái Tông",
        "Tiểu sử",
        "Đánh dẹp",
        "Trị vì",
        "Đối ngoại",
        "Gia quyến",
        "Nhận định",
        "Xem thêm",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Mạc Thái Tông - Người Kể Sử",
    "paragraphs": [
        "Mạc Thái Tông (chữ Hán: 莫太宗; ? – 25 tháng 1, 1540), là vị Hoàng đế thứ hai của nhà Mạc trong lịch sử Việt Nam. Ông ở ngôi từ năm 1530 đến 1540, tổng cộng 10 năm trị vì.",
        "Trong thời gian trị vì, ông chỉ dùng niên hiệu Đại Chính (大正), nên còn được gọi là Đại Chính hoàng đế (大正皇帝).",
        "",
        "",
        "Ông tên thật là Mạc Đăng Doanh (莫登瀛), là người xã Cao Đôi, huyện Bình Hà (nay là thôn Long Động, xã Nam Tân, huyện Nam Sách), tỉnh Hải Dương, Việt Nam. Sử nhà Minh là Minh thực lục ghi ông tên là Mạc Phương Doanh (莫方瀛)2 . Không rõ năm sinh năm mất, nhưng ông được xác định là con trưởng của Thái Tổ Cao hoàng đế Mạc Đăng Dung, mẹ là con gái của Thông quận công Nguyễn Thì Ung (阮時雍).",
        "Năm 1517, khi Mạc Đăng Dung nắm quyền lực trong triều, muốn câu kết bè phái, đã ra lệnh cho con trai Đăng Doanh nghênh thú con gái của Trần Chân làm vợ. Năm 1522, ông được phong làm Dục Mỹ hầu (毓美侯), chưởng Kim Quang điện (金光殿).",
        "Năm 1527, khi Mạc Thái Tổ lên ngôi, ông được lập làm Thái tử. Ngày Tết nguyên đán năm Canh Dần (1530), Mạc Thái Tổ truyền ngôi cho ông và lên làm Thái thượng hoàng, sử xưng Mạc Thái Tông.",
        "Thái thượng hoàng lui về Tường Quang điện (祥光殿) tại quê nhà Cổ Trai, ý muốn ngao du tự tại. Tuy nhiên thực tế lúc ấy thế lực họ Lê lại đang rục rịch tự cường, Thái thượng hoàng thường xuyên giúp Thái Tông xử lý triều chính.",
        "Từ năm 1529, Thái An công nhà Hậu Lê là Lê Ý (黎意) khởi binh ở Thanh Hoá. Mạc Thái Tổ mang quân đi đánh bị thua trận phải rút về.",
        "Tháng 8 năm 1530, sau khi lên ngôi, Mạc Thái Tông hội binh ở huyện Hoằng Hoá đánh Lê Ý, sai Mạc Quốc Trinh lĩnh thuỷ quân đi trước. Ý đón đánh được cả hai đạo quân Mạc. Mạc Thái Tông phải án binh cố thủ. Tháng 11 năm đó, Thái Tông sai Quốc Trinh ở lại cầm quân còn mình rút về kinh thành. Lê Ý thắng liền mấy trận có ý chủ quan, bị Quốc Trinh bắt được giải về kinh giết chết.",
        "Đầu năm 1531, Nguyễn Kim khởi binh chống Mạc ở Ai Lao, mang quan về đánh Thanh Hoá. Thái Tông sai Tây quốc công Nguyễn Kính vào đánh. Nguyễn Kim đánh thắng được Nguyễn Kính hai trận, chia quân giữ các huyện. Tháng 9, trời đổ mưa nhiều, quân Mạc thừa cơ dùng thuỷ quân tiến đánh, quân Nguyễn Kim rối loạn phải rút về Ai Lao.",
        "Năm 1533, Nguyễn Kim lập Lê Duy Ninh lên ngôi tại đất Ai Lao, tức là vua Lê Trang Tông, tái lập nhà Lê Trung Hưng. Hiệu uý Nguyễn Nhân Liễn khởi binh ở Thuận Hoá chống Mạc. Mạc Thái Tông sai tướng đi đánh không dẹp được.",
        "Năm 1535, ngày 16 tháng 2 cử Hoàng quận công tức Mạc Đăng Lượng cùng em Mạc Đăng Tuấn tức Hoàng Tuấn Ngạn vào trấn thủ Hoan châu, phủ Anh Đô, huyện Nam đường định đô tại xứ Tiên Đô (Đền Tiên Đô) vùng Đô Đặng, Tổng Đặng sơn. (nay thuộc 3 xã Đặng Sơn, Nam Sơn, Bắc Sơn thuộc huyện Đô Lương, tỉnh Nghệ An)",
        "Năm 1537, trấn thủ Thanh Hoá là Tây An hầu Lê Phi Thừa đánh phá tam ty nhà Mạc do Trung Hậu hầu cai quản rồi chạy sang Ai Lao đầu hàng nhà Lê. Năm 1539, quân nhà Lê từ Ai Lao chia đường đánh chiếm huyện Lôi Dương (Thanh Hoá). Đất nhà Mạc bắt đầu bị chia cắt.",
        "Mạc Thái Tông là người chú trọng việc khoa cử. Ông mở các khoa thi đều đặn 3 năm một lần và chọn được nhiều nhân tài, điển hình là Nguyễn Thiến (đỗ đầu khoa thi năm 1532) và Nguyễn Bỉnh Khiêm (đỗ đầu năm 1535), Giáp Hải (đỗ đầu năm 1538). Đầu năm 1536, ông sai Khiêm quận công Mạc Đình Khoa tu sửa lại trường Quốc Tử Giám.",
        "Khi mới lên ngôi, Thái Tông thấy trong nước nhiều trộm cướp bèn ra lệnh cấm dân các xứ không được mang gươm giáo, dao nhọn và binh khí đi ngoài đường. Ai trái lệnh sẽ bị trị tội. Từ đó những người buôn bán chỉ đi tay không, không phải mang khí giới tự vệ. Do đó, theo sách Đại Việt thông sử của Lê Quý Đôn, \"trong vài năm trộm cướp biệt tăm, súc vật nuôi tối đến không phải dồn vào chuồng, cứ mỗi tháng một lần kiểm điểm lại\".",
        "Liên tiếp trong mấy năm được mùa, nhân dân được no đủ, trong nước được yên ổn. Sách Đại Việt Sử ký Toàn thư ghi nhận thời thịnh trị của Mạc Thái Tông: \"Đêm ngủ không cần đóng cửa, ngoài đường không nhặt của rơi\".",
        "Thời Mạc Thái Tông, nhà Minh mấy lần mang quân áp sát biên giới, mượn cớ giúp nhà Lê để đánh Đại Việt. Mạc Thái Tông một mặt tăng cường phòng bị, tập luyện quân đội.",
        "Ngày 14 tháng 5 năm 1539, ông sai Nguyễn Văn Thái và tùy tùng sang Trấn Nam Quan (鎮南關) ở Quảng Tây dâng biểu \"xin hàng\"3 , biện hộ rằng Lê Duy Ninh là con của Nguyễn Kim được dựng lên, không phải dòng dõi nhà Hậu Lê. Nhà Minh muốn để cho hai phe đánh nhau nên án binh không tiến nữa.",
        "Ngày 25 tháng 1 năm 1540, Mạc Đăng Doanh qua đời, không rõ thọ bao nhiêu tuổi, thụy hiệu là Khâm Triết Văn hoàng đế (欽哲文皇帝). Thượng hoàng Mạc Đăng Dung lập con trai ông là Mạc Phúc Hải lên ngôi, tức là Mạc Hiến Tông.",
        "Mạc Thái Tông không phải là vị hoàng đế nhiều võ công nhưng giỏi về văn trị. Ông không có được những chiến công đánh dẹp hiển hách như vua cha Mạc Thái Tổ nhưng đã mang lại cuộc sống no ấm, yên ổn cho nhân dân Đại Việt, nhất là vùng Bắc Bộ sau nhiều năm loạn lạc, binh lửa cuối thời Lê sơ. Do sự trỗi dậy của các lực lượng ủng hộ nhà Hậu Lê, nền thái bình mà ông gây dựng không được kéo dài. Tuy nhiên, các lực lượng chống Mạc lúc đó chưa đủ mạnh, về cơ bản Mạc Thái Tông vẫn nắm quyền cai trị toàn quốc.",
        "Những cảnh thịnh trị thời ông cai trị - khiến các sử sách của nhà Lê đối địch sau này cũng phải ghi nhận - là rất hiếm có trong lịch sử Việt Nam, ngay cả thời được coi là \"hoàng kim\" của chế độ phong kiến như Lê Thánh Tông cũng không thấy chép những cảnh tương tự. Điều đó được các nhà sử học hiện đại đánh giá rất cao.",
        "(Nguồn: Wikipedia)"
    ]
}