{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Mạc Anh Tổ<br><font size=\"2\">莫英祖<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Vua Việt Nam <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Statue of Emperor Mạc Mậu Hợp.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/mac-mau-hop/081b02628fac8adea2bf8be1f2dc3764.jpg\">\n    <noscript>\n     <img alt=\"Statue of Emperor Mạc Mậu Hợp.jpg\" src=\"/images/wiki/mac-mau-hop/081b02628fac8adea2bf8be1f2dc3764.jpg\">\n    <\/noscript>\n    <div>\n     Tượng thờ vua Mạc Mậu Hợp tại chùa Bạch Đa, quận Dương Kinh, Hải Phòng.\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hoàng đế Đại Việt<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Trị vì<\/th>\n   <td>1562 - 1592 \n    <div class=\"timeline-wrapper\">\n     <map name=\"timeline_b67bbec5ec9f250dedb865cf413ec63f\" id=\"timeline_b67bbec5ec9f250dedb865cf413ec63f\"><\/map><img class=\"jch-lazyload\" usemap=\"#timeline_b67bbec5ec9f250dedb865cf413ec63f\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/mac-mau-hop/e313844368b2dac8151aad90250c1944.png\">\n     <noscript>\n      <img usemap=\"#timeline_b67bbec5ec9f250dedb865cf413ec63f\" src=\"/images/wiki/mac-mau-hop/e313844368b2dac8151aad90250c1944.png\">\n     <\/noscript>\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><font color=\"grey\"><a class=\"annotation\" href=\"/nhan-vat/mac-tuyen-tong\" title=\"Mạc Tuyên Tông (莫宣宗) tên thật là Mạc Phúc Nguyên (chữ Hán: 莫福源,&amp;#160;? - 1561), là hoàng đế thứ tư nhà Mạc trong lịch sử Việt Nam, ở ngôi từ năm 1546 đến 1561, trị vì 15 năm. Ông là người xã Cao Đôi, huyện Bình Hà (nay là thôn Long Động, xã Nam Tân, huyện Nam Sách), tỉnh Hải Dương, Việt Nam....\" target=\"_blank\">Mạc Tuyên Tông<\/a><\/font><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nhiếp chính<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/mac-kinh-dien\" title=\"Khiêm Vương Mạc Kính Điển (chữ Hán: 謙王 莫敬典;&amp;#160;? - 1580), tự Kinh Phủ, người hương Cao Đôi, huyện Bình Hà, Dương Kinh (nay là thôn Long Động, xã Nam Tân, huyện Nam Sách, tỉnh Hải Dương). Ông là con thứ ba của Mạc Đăng Doanh (tức Vua Mạc Thái Tông), là đại công thần có công lớn trong việc gìn giữ c...\" target=\"_blank\">Mạc Kính Điển<\/a><br><small>(1562 - 1580)<\/small><br><a class=\"annotation\" href=\"/nhan-vat/mac-don-nhuong\" title=\"Mạc Đôn Nhượng (?-1593) là hoàng tử và là tướng nhà Mạc trong lịch sử Việt Nam. Ông tham gia cuộc chiến tranh Lê-Mạc cho tới khi kết thúc thời Nam Bắc triều....\" target=\"_blank\">Mạc Đôn Nhượng<\/a><br><small>(1580 - 1592)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><font color=\"blue\"><a class=\"annotation\" href=\"/dia-danh/vu-an\" title=\"Vũ An (tiếng Trung: 武安; bính âm: Wǔ'ān) là một thành phố cấp huyện của địa cấp thị Hàm Đan, tỉnh Hà Bắc, Trung Quốc....\" target=\"_blank\">Vũ An<\/a> Đế<\/font><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hậu duệ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/mac-toan\" title=\"Vũ An vương Mạc Toàn (chữ Hán: 莫全;&amp;#160;? – 1593) là vua thứ 6 và là vua cuối cùng nhà Mạc thời kỳ Nam Bắc triều trong lịch sử Việt Nam....\" target=\"_blank\">Mạc Toàn<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên húy<\/th>\n   <td>Mạc Mậu Hợp (莫茂洽)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Niên hiệu<\/th>\n   <td><p><\/p>\n    <ul>\n     <li>Thuần Phúc (淳福: 1562 - 1565)<\/li>\n     <li>Sùng Khang (崇康: 1566 - 1577)<\/li>\n     <li>Diên Thành (延成: 1578 - 1585)<\/li>\n     <li>Đoan Thái (端泰: 1586 - 1587)<\/li>\n     <li>Hưng Trị (興治: 1588 - 1590)<\/li>\n     <li>Hồng Ninh (洪寧: 1591 - 1592)<\/li>\n    <\/ul><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thụy hiệu<\/th>\n   <td>Tĩnh Hoàng đế (靜皇帝)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Miếu hiệu<\/th>\n   <td>Anh Tổ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Triều đại<\/th>\n   <td>Nhà Mạc<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/mac-tuyen-tong\" title=\"Mạc Tuyên Tông (莫宣宗) tên thật là Mạc Phúc Nguyên (chữ Hán: 莫福源,&amp;#160;? - 1561), là hoàng đế thứ tư nhà Mạc trong lịch sử Việt Nam, ở ngôi từ năm 1546 đến 1561, trị vì 15 năm. Ông là người xã Cao Đôi, huyện Bình Hà (nay là thôn Long Động, xã Nam Tân, huyện Nam Sách), tỉnh Hải Dương, Việt Nam....\" target=\"_blank\">Mạc Tuyên Tông<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>1560<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>Tháng 12, 1592<br>\n     Việt Nam<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"wikitable succession-box table table-striped\">\n <tbody>\n  <tr>\n   <td colspan=\"3\">\n    <div>\n     Mạc Mậu Hợp\n    <\/div>\n    <div>\n     <b>Hoàng tộc họ Mạc<\/b>\n    <\/div><span><b>Sinh:<\/b> , 1560<\/span> <span><b>Mất:<\/b> , 1592<\/span><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"3\">Tước hiệu<\/th>\n  <\/tr>\n  <tr>\n   <td rowspan=\"1\">Tiền&nbsp;vị<br><span><a class=\"annotation\" href=\"/nhan-vat/mac-tuyen-tong\" title=\"Mạc Tuyên Tông (莫宣宗) tên thật là Mạc Phúc Nguyên (chữ Hán: 莫福源,&amp;#160;? - 1561), là hoàng đế thứ tư nhà Mạc trong lịch sử Việt Nam, ở ngôi từ năm 1546 đến 1561, trị vì 15 năm. Ông là người xã Cao Đôi, huyện Bình Hà (nay là thôn Long Động, xã Nam Tân, huyện Nam Sách), tỉnh Hải Dương, Việt Nam....\" target=\"_blank\">Mạc Tuyên Tông<\/a><\/span><\/td>\n   <td rowspan=\"1\"><b>Hoàng đế <a class=\"annotation\" href=\"/nhan-vat/nha-mac\" title=\"Nhà Mạc (chữ Hán: 莫朝 / Mạc triều) là triều đại phong kiến trong lịch sử Việt Nam, bắt đầu khi Mạc Đăng Dung, sau khi dẹp được các bè phái trong cung đình, đã ép vua Lê Cung Hoàng nhà Hậu Lê nhường ngôi tháng 6 năm 1527 và chấm dứt khi vua Mạc Mậu Hợp bị quân đội Lê-Trịnh do Trịnh Tùng chỉ huy đánh b...\" target=\"_blank\">nhà Mạc<\/a><\/b><br>\n     1562-1592<\/td>\n   <td rowspan=\"1\">Kế&nbsp;vị<br><span><a class=\"annotation\" href=\"/nhan-vat/mac-toan\" title=\"Vũ An vương Mạc Toàn (chữ Hán: 莫全;&amp;#160;? – 1593) là vua thứ 6 và là vua cuối cùng nhà Mạc thời kỳ Nam Bắc triều trong lịch sử Việt Nam....\" target=\"_blank\">Mạc Toàn<\/a><\/span><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"3\"><i>Tước hiệu thừa kế trên danh nghĩa<\/i><\/th>\n  <\/tr>\n  <tr>\n   <td rowspan=\"1\">Tiền&nbsp;vị<br><span><a class=\"annotation\" href=\"/nhan-vat/mac-tuyen-tong\" title=\"Mạc Tuyên Tông (莫宣宗) tên thật là Mạc Phúc Nguyên (chữ Hán: 莫福源,&amp;#160;? - 1561), là hoàng đế thứ tư nhà Mạc trong lịch sử Việt Nam, ở ngôi từ năm 1546 đến 1561, trị vì 15 năm. Ông là người xã Cao Đôi, huyện Bình Hà (nay là thôn Long Động, xã Nam Tân, huyện Nam Sách), tỉnh Hải Dương, Việt Nam....\" target=\"_blank\">Mạc Tuyên Tông<\/a><\/span><\/td>\n   <td rowspan=\"1\"><small><b>—&nbsp;DANH NGHĨA&nbsp;—<\/b><\/small><br><i><b>Hoàng đế Đại Việt<\/b><\/i><br>\n     1562-1592<br><span>Lý do cho sự thất bại kế vị:<\/span><br><span>Nam Bắc triều<\/span><\/td>\n   <td rowspan=\"1\">Kế&nbsp;vị<br><span><a class=\"annotation\" href=\"/nhan-vat/mac-toan\" title=\"Vũ An vương Mạc Toàn (chữ Hán: 莫全;&amp;#160;? – 1593) là vua thứ 6 và là vua cuối cùng nhà Mạc thời kỳ Nam Bắc triều trong lịch sử Việt Nam....\" target=\"_blank\">Mạc Toàn<\/a><\/span><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Mạc Mậu Hợp",
        "Lên ngôi",
        "Khiêm Vương phụ chính",
        "Bỏ bê chính sự",
        "Làm mất Bắc triều",
        "Kinh thành khói lửa",
        "Ham sắc hại mình",
        "Lập con thay ngôi",
        "Làm sư chẳng thoát",
        "Việc thi cử",
        "Gia quyến",
        "Bị tru di cửu tộc, một họ thành bốn mươi họ[26]",
        "Ly tán",
        "Đoàn tụ",
        "Xem thêm",
        "Chú thích",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Mạc Mậu Hợp - Người Kể Sử",
    "paragraphs": [
        "",
        "Mạc Mậu Hợp (chữ Hán: 莫茂洽, 1560 – 1592) là vị Hoàng đế Đại Việt thứ năm của nhà Mạc thời Nam Bắc triều trong lịch sử Việt Nam. Ông được sử gọi là Thuần Phúc Đế (淳福帝) vì niên hiệu đầu tiên của ông. Ông lên ngôi năm 1562 lúc mới 2 tuổi và qua đó trở thành vua lên ngôi trẻ thứ hai lúc lên ngôi. Ông trị vì cho đến khi truyền ngôi cho con là Mạc Toàn năm 1592, tổng 30 năm.",
        "Lên ngôi lúc còn rất nhỏ, thời kì trị vì đầu của Mạc Mậu Hợp được nhiếp chính bởi Khiêm vương Mạc Kính Điển, đối trọng được với họ Trịnh đang phò Lê trung hưng ở phía Nam. Nhưng sau khi Khiêm vương mất, nhà Mạc do Mạc Mậu Hợp nắm dần suy yếu và thời kì của ông chứng kiến sự suy vong trực tiếp của triều đại nhà Mạc. Khi quân Nam triều dưới sự chỉ huy của Trịnh Tùng bắc tiến, Mạc Mậu Hợp thua chạy, đánh mất thành Đông Kinh. Sau đó, ông bị quân Nam triều bắt khi đang giả làm sư và bị Trịnh Tùng xử tử.",
        "Nhà Mạc khởi nghiệp từ năm 1527 thời Thái Tổ Mạc Đăng Dung đến 1592 đời Mạc Mậu Hợp mới tạm ngừng, vừa đúng 65 năm ở ngôi ngự trị suốt cả miền Bắc, lấy thành Đông Kinh làm kinh đô. Duy từ cái chết của Mạc Mậu Hợp năm 1592 trở đi, con cháu họ Mạc bắt đầu suy tàn, phải rời khỏi Thăng Long để lên chiếm cứ từ Trung du và duyên hải miền Bắc lên đến Cao Bằng cho tới 1667 thì bị diệt hẳn.1",
        "",
        "",
        "Nguyên quán Mạc Mậu Hợp là người xã Cao Đôi, huyện Bình Hà (nay là thôn Long Động, xã Nam Tân, huyện Nam Sách, tỉnh Hải Dương, Việt Nam). Ông sinh năm 1560, là con trưởng của Mạc Tuyên Tông2 .",
        "Do Mạc Tuyên Tông bị bệnh đậu mùa mất sớm, Mạc Mậu Hợp mới lên 2 tuổi đã được Khiêm vương Mạc Kính Điển là phụ chính đưa lên ngôi tháng 1 năm 1562. Lúc này triều chính vẫn do hai ông chú là Mạc Kính Điển và Mạc Đôn Nhượng phụ tá. Mậu Hợp lên ngôi lấy niên hiệu là Thuần Phúc thứ nhất.",
        "Lợi dụng cái chết của Mạc Tuyên Tông mất, con nối ngôi còn thơ dại, còn Mạc Kính Điển một đại thần trụ cột của triều Mạc đã cao tuổi, phía Lê–Trịnh Nam triều lại liên tiếp mở những cuộc tấn công vào các vùng Trường Yên, Yên Sơn Nam. Kính Điển lại phải thân chinh đốc binh mã chống Lê – Trịnh. Kính Điển tổ chức những trận đánh thọc sâu vào Thanh Hoa buộc thái sư phụ chính của Nam triều là Trịnh Kiểm phải lui quân về giữ Tây Đô (Thanh Hoá). Tháng 9 năm 1566, Trịnh Kiểm lại xuất quân đánh vào vùng Tây Nam. Tháng 7 năm 1567, Trịnh Kiểm lại thúc quân đánh vào vùng Sơn Nam cướp thóc lúa nưng bị Kính Điển đánh mạnh lại phải lui quân về Thanh Hoa. Cuối năm đó, Trịnh Kiểm ốm nặng, phải trao quyền cho con là Trịnh Cối và Trịnh Tùng nối giữ chức Thái Quốc công giúp Lê Anh Tông và giao Nguyễn Hoàng trấn thủ cả Thuận Hóa và Quảng Nam.3",
        "Đầu năm 1570, Trịnh Kiểm chết, anh em Trịnh Cối và Trịnh Tùng tranh quyền. Thấy triều Lê Anh Tông lục đục, quan Bố Chính là Lập quận công Mạc Lập Bạo đem quân về đầu hàng Mạc Mậu Hợp. Mạc Kính Điển nhân thế đem hơn 10 vạn quân đánh thẳng vào Thanh Hoa, cuộc tấn công Lê - Trịnh lúc này của nhà Mạc kéo dài suốt năm 1570 nhưng vẫn chưa phân thắng bại. Trước thế tấn công quyết liệt của Mạc Kính Điển, bị kẹp giữa quân Mạc và quân Trịnh Tùng, Trịnh Cối không chống nổi, liền đem vợ con hàng họ Mạc cùng nhiều tướng lĩnh khác của triều Lê Anh Tông chạy về với nhà Mạc. Trịnh Tùng cầm quân Nam triều cầm cự được với quân Mạc. Cuối năm 1570, Kính Điển vì thiếu lương lại rút quân về Đông Kinh. Lúc này Lê Anh Tông phải trao quyền binh cho Trịnh Tùng và đưa Tùng lên chức Thái úy Trưởng Quốc công vào năm 1571.4 5",
        "Nam triều lúc bấy giờ chỉ giữ được mỗi Thanh Hoá, Kính Điển đem binh vào đánh Nghệ An nên phía Nam sông Lam trở vào Quảng Nam đều thuộc nhà Mạc.6 Tuy nhiện, nhà Mạc sau đó đánh mất Thuận Hoá, Quảng Nam vì xa cách nên không thể cứu ứng, tướng Mạc Lập Bạo gặp phải địch thủ lớn là Nguyễn Hoàng bị thua trận chết.7 Mặc dù Nguyễn Quyện và Hoàng quận công Mạc Đăng Lượng đánh thắng quân Lê nhiều lần ở Nghệ An nhưng vì địa thế cách trở, xa Đông Kinh ở Bắc Bộ không tiếp ứng được nên cuối cùng quân chủ lực của Mạc lại phải rút đi, quân Mạc lại yếu thế trước quân Trịnh. Lê Trịnh được yên phía nam nhờ sức của Nguyễn Hoàng. Nhà Mạc mất hẳn phía nam và chỉ còn kiểm soát Bắc Hà. Trong những năm tiếp theo, Mạc Kính Điển nhiều lần nam tiến nhưng không thu lại được kết quả gì.8",
        "Tháng 10 năm 1580, Mạc Kính Điển lâm bệnh mất sau 34 năm phụ chính (1547-1580) cho các ấu chúa nhà Mạc.9",
        "Khi Mạc Kính Điển mất, Mạc Mậu Hợp đã trưởng thành. Ông trao quyền Trung doanh Tổng súy ứng vương cho một ông chú khác là Mạc Đôn Nhượng (em út của Mạc Kính Điển). Song Mạc Đôn Nhượng vốn là người nhu nhược, thiếu tính quyết đoán nên từ ngày được bổ nhiệm (1580) đến 1583 không xuất quân đánh dẹp, trễ nải việc quân, việc triều chính cũng không quán xuyến được như thời Mạc Kính Điển.",
        "Trong khi đó thì Mạc Mậu Hợp lại sống xa hoa, kiêu ngạo, hay nghe xiểm nịnh, thường ít lắng nghe lời bàn luận, khuyên can của các bậc lương thần. Vì thế nhiều trọng thần kể cả văn và võ muốn cáo quan về hưu, Mạc Mậu Hợp phải buộc họ mới chịu ở lại. Quan Thái bảo Giáp Trưng từng khuyên Mạc Mậu Hợp \"Trí túc bất nhục\" (Biết đủ thì không nhục), song Mạc Mậu Hợp không nghe theo nên Giáp Trưng xin về. Mậu Hợp cố giữ lại, Giáp Trưng tâu:",
        "Mạc Mậu Hợp không thể lưu được. Đông Các học sỹ Nguyễn Văn Nhuận cũng có lần đã mạnh bạo tâu với Mậu Hợp:",
        "Dù được các đại thần có những lời bàn chí lý nhưng Mạc Mậu Hợp không để tâm. Vì thế việc triều chính của nhà Mạc ngày càng suy sút.",
        "Trong một thời gian khá dài từ cuộc tranh chấp giữa anh em họ Trịnh, quân Nam không đủ khả năng tấn công ra bắc. Tuy nhiên sau khi Mạc Kính Điển mất, quân Nam triều bắt đầu phản công trở lại và dần dần chiếm ưu thế trên chiến trường. Mạc Mậu Hợp không chú trọng tới chính sự càng khiến tinh thần quân bắc kém đi.",
        "Cuối năm 1591, Trịnh Tùng khởi đại quân, chia thành nhiều đội đánh ra bắc.11 Mạc Mậu Hợp huy động toàn quân Bắc triều từ 4 trấn được hơn 10 vạn người, hội Hiệp Thượng, Hiệp Hạ để quyết chiến với quân Nam Triều. Mậu Hợp sai Mạc Ngọc Liễn giữ Tây đạo, Nguyễn Quyện giữ Nam đạo, bọn Ngạn quận công, Thuỷ quận công chỉ huy binh mã Đông đạo; Đương quận công, Xuyên quận công chỉ huy binh mã Bắc đạo; Khuông Định công, Tân quận công chỉ huy binh mã 4 vệ. Mạc Đăng Lượng đưa hàng vạn quân chỉ một đêm đã đào sông và lập nhiều thành lũy ở vùng Duyên Hà nay là Hậu Tái Thái bình gọi \" Sông Nhà Mạc\" và \"Nhất dạ Thành\".. Còn tự mình đích thân đốc suất trung quân; hậu đội thì trong có các tông thất họ Mạc và các tướng túc vệ ở Đông đạo đi sau tiếp chiến.12",
        "Ngày 27 tháng 12 năm 1591, quân Mạc đi đến Phấn Thượng gặp quân Lê-Trịnh, cùng dàn trận. Mạc Ngọc Liễn bên phải, Nguyễn Quyện bên trái. Hai bên đánh nhau to suốt từ hôm đó sang tận đầu năm sau, tới ngày 3 tháng 1 năm 1592, quân Mạc thua trận. Mạc Mậu Hợp bỏ kinh thành chạy sang Bồ Đề, để Mạc Ngọc Liễn và các tướng ở lại chống giữ. Ngọc Liễn lĩnh quân bản bộ giữ từ cửa Bảo Khánh tới cửa Nhật Chiêu, Trần Bách Niên và Bùi Văn Khuê giữ từ Cầu Da tới Cầu Dền; Nguyễn Quyện giữ từ Mạc Xá sang phía đông kinh thành.13",
        "Ngày 6 tháng 1, hai bên hỗn chiến một trận ác liệt nữa. Trịnh Tùng tiến đến gò tập bắn (Giảng Võ, Hà Nội) bày trận, chia đường cho các tướng tiến đánh. Trần Bách Niên và Bùi Văn Khuê thua trận bỏ chạy, Nguyễn Quyện đặt phục binh không kịp trỗi dậy nên bị bắt; Mạc Ngọc Liễn cô thế phải bỏ luỹ rút lui. Thành Đông Kinh thất thủ. Mậu Hợp thu nhặt tàn quân giữ ở sông Hồng để cố thủ. Trịnh Tùng tuy đánh thắng liên tục nhưng do lực lượng chưa đủ nên đành lui về Thanh Hóa; lại hỏi kế của Nguyễn Quyện. Nguyễn Quyện tìm cách hoãn binh để giúp họ Mạc, nên khuyên sang phẳng lũy đất thành khiến cho nhà Mạc dù có quay về cũng không còn gì để làm căn cứ được nữa. Trinh Tùng nghe theo, liền hạ lệnh quân sĩ trong mấy ngày liên phát hết bụi rậm gai góc, cày lấp hào rãnh, phá thành thành đất bằng.14",
        "Mạc Mậu Hợp thấy quân Nam rút, cho rằng quân Nam yếu. Khi trở về kinh thành, ông lại hưởng lạc như cũ, không lo lắng việc phòng chống quân Nam và tổ chức phản công.",
        "Nguyên lão tướng Nguyễn Quyện sinh được hai con gái. Con gái lớn là Hoàng hậu Nguyễn Thị của Mạc Mậu Hợp, con gái thứ Nguyễn Thị Niên là vợ tướng Bùi Văn Khuê. Tháng 8 năm 1592, Nguyễn Thị Niên vào cung thăm chị, Mạc Mậu Hợp thấy sắc đẹp của thị Niên nên muốn chiếm đoạt, bèn triệu vào phòng để giữ lại trong cung tới sáng rồi giữ luôn, dự định triệu Bùi Văn Khuê về kinh để giết. Nguyễn Thị Niên sợ hãi bèn sai người hầu cận mật chạy đi báo cho Bùi Văn Khuê. Bùi Văn Khuê biết chuyện, bèn dẫn quân bản bộ về giữ hạt Gia Viễn, không theo mệnh lệnh của triều đình. Mậu Hợp mấy lần vời cũng không tới, bèn sai tướng dẫn quân tới hỏi tội Văn Khuê.15",
        "Tháng 10 năm 1592, Bùi Văn Khuê trưng binh chống giữ, và sai con trai chạy tới hành doanh, yết kiến phủ Trịnh Tùng, khóc lóc cáo tố sự tình, xin đầu hàng và xin cho quân cứu viện. Thế là Bùi Văn Khuê cùng cánh quân thuỷ, vốn là sở trường của quân Mạc, về hàng Nam triều. Trịnh Tùng bèn sai Hoàng Đình Ái dẫn một đạo quân đi trước, để cứu Bùi Văn Khuê và khởi đại binh theo sau. Một đại tướng khác là Trần Bách Niên thất vọng vì Mạc Mậu Hợp cũng sang hàng Nam triều. Liên tiếp hơn 10 tướng Mạc sang hàng Lê. Tình hình nhà Mạc ngày càng nguy cấp, khi đó trong triều chỉ còn trông cậy vào một mình Mạc Ngọc Liễn.15",
        "Ngày 14 tháng 11, quân Nam triều chia hai đường thuỷ lục cùng đánh từ Hát Giang. Mạc Ngọc Liễn dàn chiến thuyền chống cự, trồng cột gỗ dưới lòng sông, đắp luỹ trên bờ cố thủ. Trận chiến diễn ra ác liệt từ ngày 4 đến 14 tháng 12 năm 1592. Tới ngày 14 tháng 12 luỹ quân Mạc bị quân Nam triều phá, Ngọc Liễn bỏ thuyền chạy về núi Tam Đảo, quân Mạc tan vỡ.16",
        "Ngày 14 tháng 11 Âl, Trịnh Tùng đích thân đốc bộ binh, thừa thế đuổi dài, thủy quân cũng thuận dòng xuôi xuống, tới cửa Nam kinh thành Đông Kinh, đóng tại bến Sa thảo, bắt được hơn nghìn chiến thuyền, kể cả lớn nhỏ. Đêm đó, Mạc Mậu Hợp bỏ kinh thành Đông Kinh chạy trốn sang Kim Thành (Hải Dương). Hoàng tộc họ Mạc lần lượt tìm đường bỏ trốn, trong khi hàng loạt tướng sĩ nhà Mạc theo nhau đầu hàng quân Nam triều. Tự đây, quân của nhà Mạc hết phần chiến đấu, tự sông Hồng trở về Bắc, quân sĩ kéo nhau ra quy thuận Nam triều.17 Ngày hôm sau đó, Trịnh Tùng hạ lệnh đem hơn 300 chiến thuyền đánh phá huyện Kim Thành. Mậu Hợp phải bỏ thành trốn chạy, quân Nam triều thu được rất nhiều vàng bạc của cải, đồ dùng, bắt được Thái hậu nhà Mạc giải về Đông Kinh,18 khi đến sông Bồ Đề, Thái hậu vì quá sợ mà chết.19",
        "Ngày 25 tháng 11 Âl, Mạc Mậu Hợp dựng con trai là Mạc Toàn làm vua để giữ việc nước, đổi niên hiệu là \"Vũ An\" năm thứ nhất, còn bản thân tự làm tướng, quản đốc binh mã chống giữ quân Nam triều. Tuy nhiên tới lúc đó chính sự nhà Mạc đã không thể cứu vãn được nữa, quân Nam triều đánh quá gấp, trong khi quân đội nhà Mạc thì đã tan rã, nhiều người đã đầu hàng. Đầu tháng 12 Âl, Trịnh Tùng chia quân đánh các ngả, phá tan quân của một hoàng thân nhà Mạc là Mạc Kính Chỉ, thu được vô số khí giới và sai quân đi truy lùng bắt Mậu Hợp.20 21 18 19",
        "Khi quan Trịnh Tùng từ sông Tranh về Thăng Long, nghe có người báo rằng Mạc Mậu Hợp cạo đầu làm sư, ẩn ở chùa Mô Khuê hạt Phượng Nhãn.20 Trịnh Tùng bèn sai Nguyễn Đình Luận và Lưu Chản dẫn quân đi tìm bắt. Dân địa phương cho biết:21",
        "Quân Nam bèn tìm đến chùa. Lúc đó Mạc Mậu Hợp đang nghiễm nhiên ngồi xếp bằng tròn, gạn hỏi thì Mậu Hợp ấm ớ đáp rằng:",
        "Quân nam triều thấy nhà sư nói hoạt bát khiêm tốn, biết là Mậu Hợp, bèn bắt giữ. Ông tự liệu không thể thoát được, bèn thú thực và nói rằng:",
        "Quân sĩ bèn cho bình rượu. Sau khi Mậu Hợp uống thỏa thích, ngậm ngùi than rằng:",
        "Quân Nam triều bèn sai dùng voi chở Mậu Hợp và 2 kỹ nữ, giải về Thăng Long. Khi ông tới trước hành doanh, Trịnh Tùng sai dàn binh mã cực kỳ uy nghiêm, rồi mới cho dẫn Mậu Hợp vào yết kiến. Mậu Hợp lễ dập đầu phủ phục ở ngoài sân. Trịnh Tùng truyền hỏi tới 3 lần, Mậu Hợp vì quá sợ, cứ ấm ớ không thể đáp được, Trịnh Tùng bèn sai dẫn ra ngoài cửa quân, giam tù tại đây.",
        "Tất cả các quan văn võ của Nam triều đều bàn:",
        "Trịnh Tùng thấy Mạc Mậu Hợp về hàng, không nỡ gia cực hình, bèn sai đem treo sống Mậu Hợp 3 ngày, rồi chém đầu tại bãi cát Bồ Đề, đem thủ cấp dâng lên vua Lê Thê Tông tại hành tại Vạn Lại ở Thanh Hoa, đem đóng đinh vào hai con mắt, rồi bêu ra ngoài chợ. Con trai ông là Toàn đặt niên hiệu là \"Vũ An\", nhưng không được lòng người, thế cô ngầm trốn, không lâu sau cũng bị quân Nam triều bắt được, đem chém đầu tại bến Thảo Tân.24",
        "Mạc Mậu Hợp ở ngôi vua cộng 29 năm, thọ 30 tuổi. Vì ông bị giết và sau khi ông chết, nhà Mạc cũng mất nên không được đặt miếu hiệu và thuỵ hiệu. Tuy nhiên, theo lời của GS. TS. Khoa học Phan Đăng Nhật, tên hiệu đầy đủ của Mạc Mậu Hợp là \"Anh tổ Tĩnh hoàng đế\" (英祖靜皇帝).25",
        "Sự thất thế của Mạc Mậu Hợp trước hết là sống xa hoa, cái sai lầm căn bản là kiêu ngạo nên ít chịu nghe lời bàn về việc quân cũng như việc triều chính của các bậc lương thần, rồi sau đó là dùng Mạc Đôn Nhượng – một con người thiếu bản lĩnh, nhu nhược – làm phụ chính nên dẫn tới sự thất bại.",
        "Tuy nhiên, sau cái chết của cha con ông, nhà Mạc không mất hẳn mà vẫn cát cứ tại Cao Bằng thêm hơn 80 năm nữa.",
        "Theo gia phả họ Ngô Mạc Vĩnh phúc và tâm linh thì Ngài Mạc Mậu Hợp thực tế không phải bị bắt ở Chùa Bồ đề sau đưa về Thanh Hóa bị hành hình đóng đinh vào mắt... như sử nhà Lê đã ghi, thực chất đó là người giả, xác giả được dựng rồi phao tin lên vua Mạc mậu Hợp không bị bắt,không dễ bị bắt như vậy... Bên thắng cuộc đương thời các sử gia Lê Trịnh viết vậy là để đánh sập ý chí Quan quân, Võ tướng nhà Mạc muốn phục hưng triều Mạc... Các bậc Tiên đế khuyên con cháu họ Mạc hãy tìm ngài linh thiêng xưa ở ẩn các chùa vùng xứ Kinh Bắc.",
        "Trong thời gian làm vua, nối theo nề nếp của cha ông, Mạc Mậu Hợp mở tất cả bảy khoa thi. Khoa thi năm 1568 chọn Vũ Hữu Chính thủ khoa, 1571 chọn thủ khoa Nguyễn Mẫn, 1574 chọn Vũ Văn Khuê, 1577 chọn Vũ Giới, 1580 chọn Đỗ Cung và khoa thi 1583 chọn thủ khoa là Đỗ Tuấn Ngạn.",
        "Ngay cả khi chiến sự ác liệt ở kinh thành, mùa hè năm 1592 ông vẫn mở khoa thi Cử nhân ở bến Bồ Đề, lấy Phạm Hữu Năng và 16 người trúng tuyển.",
        "Mẹ Mạc Mậu Hợp được xác định là vợ thứ của Mạc Tuyên Tông, năm 1600 bị quân Lê Trịnh giết khi cùng Mạc Kính Cung cố gắng khôi phục nhà Mạc2 .",
        "Ông có một hoàng hậu là con gái của lão tướng Nguyễn Quyện. Cũng theo Đại Việt sử ký toàn thư, ngoài Vũ An đế Mạc Toàn, Mạc Mậu Hợp còn một người con lớn tuổi hơn, cùng tham gia việc khôi phục kinh thành Thăng Long năm 1600 với mẹ ông và Mạc Kính Cung2 .",
        "Sau khi triều Mạc bị diệt. Họ Mạc không chỉ bị “tru di tam tộc” mà bị truy sát đến cửu tộc. Họ Mạc buộc lòng ly tán khắp nơi, lên Cao Bằng, Thái Nguyên, vào tận Quảng Nam, Quảng Ngãi và phải thay tên đổi họ mới mong sống được. Nhưng đổi như thế nào khi con cháu họ Mạc đã phiêu tán khắp nơi? Đổi họ nhưng phải làm sao giữ gìn gốc tích để đời sau còn biết cội nguồn tìm về.",
        "Trong cơn nguy cấp, họ Mạc đã tìm thấy phương lược khá vẹn toàn, để dẫu có qua hàng trăm năm vẫn nhận lại được họ gốc của mình. Cách đổi họ này được xem là diệu kế: “khử túc bất khử thủ”, nghĩa là: “bỏ chân không bỏ đầu”. Theo đó, Mạc trong chữ Hán có bộ “thảo đầu”. Họ Mạc đã đổi thành hàng chục họ khác bằng cách lấy họ Lê, Hoàng, Phạm, Thái, Nguyễn, Đoàn, Lều, Bế, Ma, Hà, Vũ, Thạch, Bùi Duy, Hoàng Duy... và ghi thêm “bộ thảo” trên đầu các chữ Lê, Hoàng, Phạm, Thái... để làm dấu đó là họ Mạc. Theo tài liệu “Việc cải đổi danh tính họ Mạc” của tác giả Hoàng Lê, tại các địa phương Hà Nội, Nam Định, Thanh Hóa, Nghệ An, Quảng Bình có họ Hoàng mang bộ “thảo đầu” trên chữ Hoàng thì đó chính là họ Mạc. Tương tự là họ Hoàng, họ Thái ở Đô lương (Nghệ An), Phạm (Nam Định), Lều, Thạch (Hà Nội), Hà, Vũ (Thái Bình), Hoa (Hải Phòng), Bế, Ma (Cao Bằng), Đoàn (Bắc Giang), Nguyễn, Trần Đăng (Hà Nội, Hải Dương, Thái Bình)... Cũng theo tác giả Hoàng Lê, họ Mạc còn đổi họ bằng cách giữ chữ Đăng trong Mạc Đăng Dung, vua Thái tổ của triều Mạc, làm chữ lót, hình thành nên các họ như: Lê Đăng, Hoàng Đăng, Phạm Đăng, Phan Đăng, Thạch Đăng, Bùi Đăng, Trần Đăng, nguyễn Đăng... đều là họ Mạc.",
        "Ông Mạc Như Thiết, tộc trưởng họ Mạc ở làng Cổ Trai, cho biết truy cứu gia phả các dòng họ đã tìm thấy ít nhất 50 họ gốc là họ Mạc. Vì vậy chủ tịch hội đồng Mạc tộc Việt Nam là ông Thái Khắc Việt, phó chủ tịch là các ông Hoàng Văn Kế, Hoàng trần Hòa, Trần Đăng Úy.. Họ Thái và họ Hoàng, họ Trần Đăng của ba vị này đều là họ Mạc.",
        "Tuy chúa Trịnh vẫn không buông tha, cuộc truy sát trả thù không hề chấm dứt nhưng ở làng Cổ Trai, xã Ngũ Đoan, huyện Kiến Thụy, Hải Phòng (nơi phát tích vương triều nhà Mạc), các cụ tiền bối bấy giờ nhận định tai ương rồi cũng phải qua, nên cố gắng bằng mọi cách phải giữ lấy họ mình để sau này hậu duệ họ Mạc cứ theo gia phả mà về nhận họ, đúng hơn là phải đổi sang họ Trần để tạm yên, đến khi tình hình lắng xuống thì lại trở về họ Mạc",
        "Ông Mạc Như Thiết xác nhận có câu sấm Trạng Trình về chuyện trùng phùng hội ngộ của họ Mạc: “Đó là hai câu tiên tri được khắc ở nhà thờ họ Lều tại Thường Tín (Hà Nội) và lưu truyền trong dân gian: “Tứ bách niên tiền chung phục thủy / Thập tam thế hậu dị nhi đồng”. Nghĩa là: bốn trăm năm trước cùng đồng lòng thờ một tổ, mười ba đời sau tuy khác họ nhưng vẫn chung một cội một nguồn.",
        "Bây giờ đúng vậy, con cháu nhà Mạc về nhận gốc ngày càng đông, có đến 50 họ với hơn 500 chi họ, chung sức chung lòng lo toan mọi việc lớn nhỏ. Như công trình di tích lịch sử quốc gia vương triều nhà Mạc được Nhà nước cấp kinh phí xây dựng 200 tỷ đồng, họ Mạc ở khắp nơi đóng góp thêm 80 tỷ đồng để hoàn thành và phục hồi Điện Sùng Đức Long động sau năm 1527 Mạc Thái Tổ lên ngôi truy tôn thủy tổ Trạng nguyên Mạc Hiển Tích Hồng phúc Đại vương và Lưỡng quốc Trạng nguyên Mạc Đĩnh Chi Kiến thủy Khâm minh văn Hoàng đế. Đó là tấm lòng con cháu đối với công lao tiền nhân.",
        "",
        "(Nguồn: Wikipedia)"
    ]
}