{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Mạc Kính Điển<br><font size=\"2\">莫敬典<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Khiêm Vương <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Nhiếp chính <a class=\"annotation\" href=\"/nhan-vat/nha-mac\" title=\"Nhà Mạc (chữ Hán: 莫朝 / Mạc triều) là triều đại phong kiến trong lịch sử Việt Nam, bắt đầu khi Mạc Đăng Dung, sau khi dẹp được các bè phái trong cung đình, đã ép vua Lê Cung Hoàng nhà Hậu Lê nhường ngôi tháng 6 năm 1527 và chấm dứt khi vua Mạc Mậu Hợp bị quân đội Lê-Trịnh do Trịnh Tùng chỉ huy đánh b...\" target=\"_blank\">nhà Mạc<\/a><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nhiếp chính<\/th>\n   <td>1546 - 1580<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/mac-thai-to\" title=\"Mạc Thái Tổ (chữ Hán: 莫太祖; 23 tháng 11, 1483 - 22 tháng 8, 1541), tên thật là Mạc Đăng Dung (莫登庸), là nhà chính trị, hoàng đế sáng lập ra triều đại nhà Mạc trong lịch sử Việt Nam. Ông đóng vai trò quan trọng trong các sự kiện đánh dẹp các thế lực cát cứ, chống đối triều đình, loại bỏ ảnh hưởng của n...\" target=\"_blank\">Mạc Thái Tổ<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thời kỳ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/mac-tuyen-tong\" title=\"Mạc Tuyên Tông (莫宣宗) tên thật là Mạc Phúc Nguyên (chữ Hán: 莫福源,&amp;#160;? - 1561), là hoàng đế thứ tư nhà Mạc trong lịch sử Việt Nam, ở ngôi từ năm 1546 đến 1561, trị vì 15 năm. Ông là người xã Cao Đôi, huyện Bình Hà (nay là thôn Long Động, xã Nam Tân, huyện Nam Sách), tỉnh Hải Dương, Việt Nam....\" target=\"_blank\">Mạc Tuyên Tông<\/a><br>\n     Mạc Thuần Phúc Đế<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/mac-don-nhuong\" title=\"Mạc Đôn Nhượng (?-1593) là hoàng tử và là tướng nhà Mạc trong lịch sử Việt Nam. Ông tham gia cuộc chiến tranh Lê-Mạc cho tới khi kết thúc thời Nam Bắc triều....\" target=\"_blank\">Mạc Đôn Nhượng<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Triều đại<\/th>\n   <td>Nhà Mạc<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/mac-thai-tong\" title=\"Mạc Thái Tông (chữ Hán: 莫太宗;&amp;#160;? – 25 tháng 1, 1540), là vị Hoàng đế thứ hai của nhà Mạc trong lịch sử Việt Nam. Ông ở ngôi từ năm 1530 đến 1540, tổng cộng 10 năm trị vì. \n Trong thời gian trị vì, ông chỉ dùng niên hiệu Đại Chính (大正), nên còn được gọi là Đại Chính hoàng đế (大正皇帝)....\" target=\"_blank\">Mạc Thái Tông<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>?<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>Tháng 10, 1580<br>\n     Đông Kinh<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Mạc Kính Điển",
        "Phụ chính lần thứ nhất",
        "Dẹp loạn Phạm Tử Nghi",
        "Chuyển nguy thành an",
        "Phụ chính lần thứ hai",
        "Nhận định",
        "Hậu duệ",
        "Xem thêm",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Mạc Kính Điển - Người Kể Sử",
    "paragraphs": [
        "Khiêm Vương Mạc Kính Điển (chữ Hán: 謙王 莫敬典; ? - 1580), tự Kinh Phủ, người hương Cao Đôi, huyện Bình Hà, Dương Kinh (nay là thôn Long Động, xã Nam Tân, huyện Nam Sách, tỉnh Hải Dương). Ông là con thứ ba của Mạc Đăng Doanh (tức Vua Mạc Thái Tông), là đại công thần có công lớn trong việc gìn giữ cơ nghiệp nhà Mạc, được nhà Mạc phong tước Khiêm vương.",
        "Mạc Kính Điển thuở nhỏ ốm yếu, dù vua Mạc cho đổi nhiều nhũ mẫu nhưng không kết quả. Gặp lúc vợ đại thần Phạm Quỳnh mới sinh, bèn gọi đến làm nhũ mẫu cho Kính Điển. Từ lúc có nhũ mẫu mới, Kính Điển mạnh khỏe khác hẳn trước. Bởi thế sau này Kính Điển rất sủng ái cha con Phạm Quỳnh và Phạm Dao.",
        "",
        "",
        "Năm 1546, Mạc Hiến Tông mất, con là Mạc Phúc Nguyên còn nhỏ lên thay, tức là Mạc Tuyên Tông. Khiêm vương Mạc Kính Điển là người được Hiến Tông chọn làm phụ chính. Trong triều xảy ra biến loạn: Tứ Dương hầu Phạm Tử Nghi muốn lập người em của Mạc Thái Tông là Hoằng vương Mạc Chính Trung (con thứ hai của Mạc Thái Tổ) đã trưởng thành nhưng Mạc Kính Điển không thuận, quyết phò Phúc Nguyên là dòng đích lên ngôi. Tử Nghi bèn cùng Chính Trung khởi binh nổi loạn.",
        "Ban đầu Phạm Tử Nghi thắng thế, Mạc Kính Điển cùng Tây quận công Nguyễn Kính đi đánh Tử Nghi bị bại trận. Tuy nhiên sau đó Tử Nghi nhiều lần tiến đánh Đông Kinh nhưng đều bị Kính Điển kiên cường chống trả nên Tử Nghi không thể chiếm được thành, hao binh tổn tướng, phải đem Mạc Chính Trung chạy ra chiếm cứ Yên Quảng (Quảng Ninh) và thường kéo về cướp phá Hải Dương. Sau Tử Nghi quay sang đánh phá sang Quảng Đông, Quảng Tây, nhà Minh không kiềm chế nổi, sai người sang trách nhà Mạc.",
        "Sau Tử Nghi lại đem Chính Trung quay về Yên Quảng định đánh Đông Kinh. Năm 1551, Mạc Kính Điển mang quân đi dẹp Phạm Tử Nghi, sai kẻ dưới quyền lừa bắt được Tử Nghi đem chém. Mạc Chính Trung bỏ chạy sang Trung Quốc và bị giết. Có thuyết nói Tử Nghi chết về tay người Minh.",
        "Năm 1550, trong khi chưa dẹp xong Mạc Chính Trung thì trong triều lại xảy ra biến loạn khác. Thái tể Lê Bá Ly quyền thế quá lớn, có phần hống hách. Phạm Quỳnh, Phạm Dao xin Mạc Tuyên Tông vây bắt. Vua Mạc nghe theo. Bá Ly cùng thông gia là Nguyễn Thiến mang gia quyến gồm các tướng Nguyễn Quyện, Nguyễn Khải Khang, Lê Khắc Thận chạy vào Thanh Hóa hàng theo nhà Lê.",
        "Nhà Mạc bị tổn thất nặng về nhân sự, nhân tâm dao động, thái sư nhà Lê Trịnh Kiểm thừa cơ hợp binh với tướng cát cứ ở Tuyên Quang là Vũ Văn Mật tiến đánh. Theo Đại Việt thông sử, lúc đó độc có Mạc Kính Điển tận tụy trung thành phò tá vua Mạc, mang xa giá rời kinh thành sang sông, chạy đến Kim Thành (Hải Dương). Mạc Kính Điển ở lại đốc suất quân sĩ chống cự. Trịnh Kiểm thấy thực lực nhà Mạc còn mạnh, nhân tâm chưa hẳn hướng về nhà Lê, bèn lui quân về.",
        "Tình thế yên ổn trở lại, Kính Điển chủ động mang quân đánh địch trước. Liên tiếp mấy năm mang quân vào Thanh Hóa, dù không thắng lợi nhưng đẩy quân Lê vào thế bị động, kiềm chế sức tấn công của đối phương. Có lần bị tướng Lê là Vũ Lăng hầu Phạm Đức Kỳ đánh thua nặng, Kính Điển phải nhảy xuống sông trốn thoát một mình, ẩn náu trong hang núi 3 ngày, ôm được cây chuối theo dòng nước sông mà thoát về.",
        "Sau khi được con Nguyễn Thiến là Nguyễn Quyện quay về theo nhà Mạc, tình thế quân Mạc phấn chấn hơn, đánh lui được các đợt tấn công của quân Lê.",
        "Năm 1562, Mạc Tuyên Tông mất, con là Mạc Mậu Hợp mới 2 tuổi lên nối ngôi. Mạc Kính Điển cử người em út là Mạc Đôn Nhượng làm nội phụ chính để lo đỡ việc bên trong để ông tập trung lo việc quân cơ bên ngoài. Quyền quyết định chính sự thực chất đều do Khiêm vương Kính Điển điều hành.",
        "Năm 1570, thái sư nhà Lê Trịnh Kiểm chết, hai con là Trịnh Cối và Trịnh Tùng tranh ngôi. Mạc Kính Điển thừa cơ mang đại quân vào đánh Thanh Hoá. Trịnh Cối bị kẹp giữa hai bên địch quân phải hàng Mạc. Kính Điển thúc quân đánh nhiều tháng nhưng cuối cùng không thắng được quân Trịnh Tùng. Nhờ Trịnh Tùng là người thay thế xứng đáng của Trịnh Kiểm nên nhà Lê vẫn duy trì được thế cân bằng với nhà Mạc.",
        "Nhà Lê tuy đứng vững nhưng chỉ chủ yếu trên địa bàn Thanh Hóa. Mạc Kính Điển nhiều lần đánh Thanh Hóa không thắng nhưng khi đốc suất thủy quân vào đánh Nghệ An, nhờ sức tướng Nguyễn Quyện và Hoàng Quận công Mạc Đăng Lượng, lần nào cũng thắng. Đại Việt sử ký toàn thư ghi nhận: \"Dân Nghệ An sợ thế giặc (Mạc) đã lâu, quan quân (nhà Lê) xa cách không thể cứu ứng được, phần nhiều hàng họ Mạc\". Từ sông Lam vào Nam lại theo nhà Mạc. Sau đó phía nam nhà Mạc bị mất nốt Thuận Hoá, Quảng Nam vì xa cách nên không thể cứu ứng, tướng Mạc Lập Bạo gặp phải địch thủ lớn là Nguyễn Hoàng bị thua trận chết. Mặc dù Nguyễn Quyện và Hoàng quận công Mạc Đăng Lượng đánh thắng quân Lê nhiều lần ở Nghệ An nhưng vì địa thế cách trở, xa Đông Kinh ở Bắc Bộ không tiếp ứng được nên cuối cùng quân chủ lực của Mạc lại phải rút đi, quân Mạc lại yếu thế trước quân Trịnh. Lê Trịnh được yên phía nam nhờ sức của Nguyễn Hoàng. Nhà Mạc mất hẳn phía nam và chỉ còn kiểm soát Bắc Hà.",
        "Những năm sau đó Mạc Kính Điển tiếp tục vào đánh Thanh Hóa vài lần nhưng vẫn không đánh bại được quân Lê-Trịnh.",
        "Tháng 10 năm 1580, Mạc Kính Điển mất, Mạc Đôn Nhượng lên thay làm phụ chính. Nhà Mạc không có ai thay thế xứng đáng vai trò của ông nên chỉ hơn 10 năm sau thì bị Lê-Trịnh đánh bại (1592).",
        "Tài năng, đức độ của Mạc Kính Điển chẳng những khiến người trong triều Mạc tôn kính mà ngay phía đối phương cũng phải nể sợ. Cho dù nhà Mạc là kẻ thù không đội trời chung với nhà Lê trung hưng, sách Đại Việt Sử ký Toàn thư do các sử gia nhà Lê soạn phải thừa nhận: \"Kính Điển là người nhân hậu, dũng lược, thông minh, tài trí, nhạy bén, hiểu đời, từng trải nhiều gian nan nguy hiểm, cần lao, trung thành\"; sách Đại Việt thông sử của Lê Quý Đôn cũng ghi nhận: \"Ông tiếp đãi quan liêu có lễ độ, đối với quân sĩ có ân nghĩa, từng trải qua biết bao sự gian hiểm, mà vẫn cần lao trung thành, thời bấy giờ tựa vào ông làm trọng. khi ông chết, lòng người trong nước đều dao động!\" và \"Kính Điển là người nhân hậu, linh mẫn, dũng cảm có thừa\".",
        "Mặc dù trong những lần mang quân vào đánh Thanh Hoá, Mạc Kính Điển thường không thắng được quân nhà Lê nhưng tài chèo lái của ông với nhà Mạc trước nhiều cơn nguy biến và những cuộc chống trả thành công của ông trước những cuộc tấn công ra bắc của họ Trịnh khiến nhà Mạc vẫn đứng vững.",
        "Sau khi Thái tổ Mạc Đăng Dung mất, ông là trụ cột lớn nhất; và sau khi ông mất không có người thay thế xứng đáng cho nhà Mạc. Cái chết của Mạc Kính Điển là tổn thất không thể bù đắp với nhà Mạc. Bởi vậy không lâu sau sự ra đi của ông, nhà Mạc mất theo.",
        "Ông mất đi nhưng ảnh hưởng của ông đối với người trong nước vẫn còn, người ta nhớ đến ông mà không nhớ Mạc Mậu Hợp. Bởi thế sau khi mất Thăng Long, các gia thuộc khác của họ Mạc nhanh chóng bị dẹp tan, trong khi đó các con ông là Mạc Kính Chỉ, Mạc Kính Cung còn chiếm cứ nhiều nơi ở Bắc Bộ trong vài chục năm và các cháu, chắt là Mạc Kính Khoan, Mạc Kính Vũ tiếp tục duy trì cục diện cát cứ ở Cao Bằng thêm gần 1 thế kỷ nữa.",
        "Theo Đại Việt thông sử, Mạc Kính Điển có chín người con trai và 9 người con gái",
        "(Nguồn: Wikipedia)"
    ]
}