{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhà Lê Trung Hưng",
        "Nhà Mạc",
        "Nam Bắc Triều",
        "Lê Trang Tông - Lê Duy Ninh",
        "Lê Trung Tông - Lê Huyên",
        "Lê Anh Tông - Lê Duy Bang",
        "Lê Thế Tông - Lê Duy Đàm",
        "Mạc Thái Tổ - Mạc Đăng Dung",
        "Mạc Thái Tông - Mạc Đăng Doanh",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nam Bắc Triều - Người Kể Sử",
    "paragraphs": [
        "Nhà Lê trung hưng(1533-1789): kéo dài 256 năm, bắt đầu từ khi Thượng tướng quân Nguyễn Kim lập tông thất Lê Duy Ninh lên ngôi, tức Lê Trang Tông tại Ai Lao để khôi phục nhà Hậu Lê; kết thúc khi Lê Chiêu Thống chạy sang lưu vong tại Trung Quốc dưới thời Thanh Cao Tông.",
        "Nhà Mạc là triều đại phong kiến trong lịch sử Việt Nam, bắt đầu khi Mạc Đăng Dung, sau khi dẹp được các bè phái trong cung đình, đã ép vua Lê Cung Hoàng nhà Hậu Lê nhường ngôi tháng 6 năm 1527 và chấm dứt khi vua Mạc Mậu Hợp bị quân đội Lê-Trịnh do Trịnh Tùng chỉ huy đánh bại vào cuối năm 1592– tổng cộng thời gian tồn tại chính thức của triều đại là gần 66 năm.",
        "Tuy nhiên, giai đoạn sau đó hậu duệ nhà Mạc như Mạc Kính Cung, Mạc Kính Khoan, Mạc Kính Vũ vẫn còn tiếp tục chống lại nhà Hậu Lê thời kỳ trung hưng đến tận năm 1677[1] tại khu vực Cao Bằng.",
        "Mạc Đăng Dung, sau khi dẹp được các bè phái trong cung đình, đã ép vua Lê Cung Hoàng nhà Hậu Lê nhường ngôi tháng 6 năm 1527 và chấm dứt khi vua Mạc Mậu Hợp bị quân đội Lê-Trịnh do Trịnh Tùng chỉ huy đánh bại vào cuối năm 1592– tổng cộng thời gian tồn tại chính thức của triều đại là gần 66 năm.",
        "Tuy nhiên, giai đoạn sau đó hậu duệ nhà Mạc như Mạc Kính Cung, Mạc Kính Khoan, Mạc Kính Vũ vẫn còn tiếp tục chống lại nhà Hậu Lê thời kỳ trung hưng đến tận năm 1677 tại khu vực Cao Bằng.",
        "Thời kỳ 1533-1592 trong lịch sử Việt Nam còn được gọi là thời kỳ Nam-Bắc triều, do chính quyền nhà Mạc chỉ thực sự có quyền lực từ địa phận Ninh Bình ngày nay trở ra, còn từ Thanh Hóa trở vào là thế lực lấy danh nghĩa gây dựng lại nhà Lê từ năm 1533.",
        "Lê Trang Tông (1533-1548) tên huý là Duy Ninh, là con của vua Lê Chiêu Tông, mẹ là Phạm Thị Ngọc Quỳnh, cháu năm đời của Lê Thánh Tông.",
        "Khi Mạc Đăng Dung cướp ngôi nhà Lê, Duy Ninh mới 11 tuổi được Lê Quán cõng chạy sang Ai Lao đổi tên là Huyến. Đến tháng giêng năm Quý Tỵ - 1533 được Chiêu huân công Nguyễn Kim đón về lập lên làm vua, lúc đó Duy Ninh 19 tuổi.",
        "Duy Ninh lên làm vua đặt niên hiệu là Nguyên Hoà, tôn Nguyễn Kim làm Thượng phụ Thái sư Hưng quốc công, lấy Sầm Hà làm nơi hành tại, giao kết với vua Ai Lao là Xạ Đẩu để nhờ quân lương, mưu việc lấy lại nước.",
        "Chi tiết: Lê Trang Tông - Lê Duy Ninh",
        "Lê Trung Tông (1548-1556) tên huý là Huyên, là con của Lê Trang Tông, tính tình khoan dung, thông tuệ, có tài lược đế vương.",
        "Năm 1548 được lập làm vua khi mới 15 tuổi, lấy hiệu là Trung Tông, phong cho Trịnh Kiểm là Lương quốc công quyết định mọi việc triều chính.",
        "Năm 1554, nhà Lê mở khoa thi để chọn nhân tài, lấy đỗ Tiến sĩ đệ nhất giáp 5 người, đệ nhị giáp 8 người như Đinh Bạt Tuỵ, Chu Quang Trứ,... một số tướng tài giỏi như Lê Bá Ly, Nguyễn Khải Khang, Nguyễn Thiếu, Lê Khắc Thận... bỏ nhà Mạc vào Tây Đô phò giúp nhà Lê Trung Hưng.",
        "Tháng giêng năm 1556, Lê Trung Tông mất mới 22 tuổi, không có con, ở ngôi được 8 năm.",
        "Trịnh Kiểm bàn với các đại thần rằng: \"Nước không thể một ngày không vua\", liền sai người đi tìm con cháu nhà Lê, tìm được Lê Duy Bang là cháu sáu đời của Lam quốc công Lê Trừ (anh thứ hai của Lê Lợi) đang ở hương Bố Vệ, huyện Đông Sơn, Thanh Hoá, đón về lập làm vua.",
        "Chi tiết: Lê Trung Tông - Lê Huyên",
        "Lê Anh Tông (1556-1573) tên huý là Duy Bang, dòng dõi nhà Lê. Anh thứ hai của Lê Lợi là Lê Trừ được phong là Lam quốc công, Trừ sinh ra Khang, Khang sinh ra Thọ, Thọ sinh ra Duy Thiệu, Thiệu sinh ra Duy Khoáng, Duy Khoáng lấy vợ ở hướng Bố Vệ sinh ra Duy Bang. Khi Lê Trung Tông mất không có con nối, thái sư Trịnh Kiểm và các đại thần tìm được Duy Bang đón về làm vua khi đó đã 25 tuổi.",
        "Mọi việc trong triều đều do Trịnh Kiểm quyết định, vua chỉ việc nghe theo.",
        "Cũng trong thời gian đó, Nguyễn Hoàng, con thứ 2 của Nguyễn Kim, nhờ chị gái là Ngọc Bảo - vợ Trịnh Kiểm, xin anh rể cho vào trấn thủ xứ Thuận - Quảng, được Trịnh Kiểm đồng ý cho đi.",
        "Tháng 2/1570, Trịnh Kiểm ốm nặng rồi mất. Anh em Trịnh Cối, Trịnh Tùng tranh giành nhau quyền bính, đánh lẫn nhau. Vua Lê Anh Tông đã trực tiếp điều hành triều chính và đứng ra dàn xếp các mâu thuẫn này, sau Trịnh Cối đem cả vợ con ra hàng nhà Mạc.",
        "Lê Anh Tông phong cho Trịnh Tùng tước Trưởng quận công nắm giữ binh quyền để đánh nhà Mạc.",
        "Tháng 3/1572, Lê Cập Đệ, cận thần nhà Lê, mưu giết tả tướng Trịnh Tùng. Việc không thành, Lê Cập Đệ bị Trịnh Tùng giết. Một số cận thần khác như Cảnh Hấp và Đình Ngạn nói với vua rằng: \"Tả tướng cầm quân quyền thế rất lớn, bệ hạ khó lòng tồn tại với ông ta được\", vua nghi hoặc, đang đêm đem theo bốn hoàng tử cùng chạy đến thành Nghệ An và ở lại đó. Tả tướng Trịnh Tùng cùng với triều thần lập con thứ 5 của Lê Anh Tông là Duy Đàm lên ngôi vua, và sai Nguyễn Hữu Liên đi đón vua Lê Anh Tông, khi về đến Lôi Dương - Thanh Hoá, ngầm bức hại vua rồi phao tin là vua tự thắt cổ.",
        "Như vậy Lê Anh Tông ở ngôi được16 năm, thọ 42 tuổi.",
        "Chi tiết: Lê Anh Tông - Lê Duy Bang",
        "Lê Thế Tông (1573-1599) tên huý là Duy Đàm, sinh tháng 11/1567. Tháng 1/1573 được lập làm vua khi mới 7 tuổi, quyền hành tất cả ở trong tay tả tướng Trịnh Tùng.",
        "Sau gần 50 năm nội chiến Nam - Bắc Triều với gần 40 trận đánh lớn nhỏ, hàng vạn dân lành bị bắt vào lính, phục vụ cho các cuộc tàn sát khủng khiếp. Có trận mỗi bên huy động hàng chục vạn quân, hai bên giằng co khá quyết liệt, mãi đến năm 1591, Trịnh Tùng huy động tổng lực đánh trận quyết định ở Đông Kinh, tháng 11/1592 bắt được Mạc Mậu Hợp, chiếm được kinh thành. Tháng 2/1593, Trịnh Tùng đón Lê Thế Tông về kinh đô Đông Đô.",
        "Công cuộc Lê Trung Hưng đã hoàn thành. Trịnh Tùng tự xưng là Đô Nguyên suý Tổng quốc chính Thượng phụ Bình an vương toàn quyền quyết định. Vua chỉ ngồi chắp tay làm vì, bắt đầu thời kỳ \"vua Lê chúa Trịnh\".",
        "Ngày 24 tháng Tám năm Kỷ Hợi - 1599, Lê Thế Tông mất, ở ngôi được 26 năm, thọ 33 tuổi.",
        "Chi tiết: Lê Thế Tông - Lê Duy Đàm",
        "Mạc Đăng Dung (1527-1529)",
        "Mạc Đăng Dung quê ở làng Cổ Trai, huyện Nghi Dương (Hải Dương) là cháu bảy đời của trạng nguyên Mạc Đĩnh Chi làm quan đến chức Nhập nội hành khiển (Tể tướng) thời Trần, bố là Mạc Hịch, mẹ là Đặng Thị Hiến. Ông bà Mạc Hịch - Đặng Thị Hiến sinh được 3 người con trai là: Mạc Đăng Dung, Mạc Đăng Đốc và Mạc Đăng Quyết.",
        "Mạc Đăng Dung sinh ngày 23 tháng 11 năm Quý Mão - 1483. Thời trẻ, Mạc Đăng Dung có sức khoẻ phi thường, tướng mạo khôi ngô. Ông xuất thân từ một thanh niên nghèo, làm nghề đánh cá, trong một dịp đi thi võ ở kinh đô đã trúng Đô lực sĩ và được sung vào Châu túc vệ chuyên cầm dù đi theo vua.",
        "Mạc Đăng Dung tiến rất nhanh trên con đường hoan lộ, năm 1511 mới 29 tuổi đã được phong tước Vũ xuyên bá. Năm 1516, Mạc Đăng Dung được cử làm Trấn thủ Sơn Nam với chức Phó tướng tả đô đốc.",
        "Trải qua 3 đời vua Lê, Mạc Đăng Dung được phong Thái sư Nhân quốc công rồi đến An hưng vương.",
        "Lợi dụng lúc vua Lê Cung Hoàng ươn hèn, tháng 6 năm 1527, Mạc Đăng Dung từ Cổ Trai đem quân về kinh đô ép vua nhường ngôi, lập lên triều Mạc.",
        "Cũng như nhà Trần, tháng 12 năm 1529, Mạc Đăng Dung nhường ngôi cho con là Mạc Đăng Doanh làm vua, còn mình làm Thái thượng hoàng. Lúc đó Mạc Đăng Dung mới 46 tuổi. Mạc Đăng Dung mất tháng 8 năm Tân Sửu - 1541, thọ 59 tuổi.",
        "Mạc Đăng Doanh (1530-1540)",
        "Mạc Đăng Doanh là con trưởng của Mạc Đăng Dung. Tháng Giêng năm 1530 Mạc Đăng Doanh lên ngôi vua, đổi niên hiệu là Đại Chính, tôn cha làm Thái thượng hoàng.",
        "Mạc Đăng Doanh làm cung điện nguy nga ở Cổ Trai để Thái thượng hoàng sống ở đó vui thú điền viên, nhưng ngụ ý là trấn giữ một vùng quan trọng làm ngoại viện cho Mạc Đăng Doanh và vẫn định đoạt những việc trọng đại của quốc gia.",
        "Từ khi Mạc Đăng Doanh lên ngôi vua thì ở Thanh Hoá, cựu thần nhà Lê là Nguyễn Kim dựa vào rừng núi ở biên giới Việt - Lào lãnh đạo lực lượng trung hưng nhà Lê ngày càng lớn mạnh. Năm Quý Tỵ - 1533, các cựu thần nhà Lê lập Lê Duy Ninh lên làm vua gọi là Lê Trang Tông.",
        "Dưới triều nhà Mạc, cứ 3 năm mở một kỳ thi Hội, thi Đình để tuyển chọn nhân tài. Nguyễn Bỉnh Khiêm đỗ trạng Nguyên dưới triều Mạc Đăng Doanh.",
        "Ngày 15 tháng Giêng năm Canh Tý - 1540, Mạc Đăng Doanh chết, ở ngôi được 10 năm.",
        "Trang 1 / 2"
    ]
}