{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Ngô Nhật Khánh",
        "Thân thế",
        "Sứ quân",
        "Phò mã nhà Đinh",
        "Phản quốc hại thân",
        "Chú thích",
        "Xem thêm",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Ngô Nhật Khánh - Người Kể Sử",
    "paragraphs": [
        "Ngô Nhật Khánh (chữ Hán: 吳日慶; ? - 979), còn gọi Ngô Lãm công (吳覽公) hoặc Ngô An vương (吳安王), là một sứ quân nổi dậy cuối thời nhà Ngô trong lịch sử Việt Nam giữa thế kỷ 10. Đó là thời kỳ mà sử sách gọi là loạn 12 sứ quân. Sau ông hàng phục Đinh Bộ Lĩnh và trở thành phò mã nhà Đinh hơn 10 năm trong kinh đô Hoa Lư.",
        "Ông bị bão dìm chết tại cửa biển Đại An trong lần đem quân Chiêm Thành theo đường thủy tiến đánh kinh đô Hoa Lư.",
        "",
        "",
        "Ngô Nhật Khánh người Đường Lâm, Hà Nội. Theo các sách sử cũ như Đại việt sử ký toàn thư, Ngô Nhật Khánh là người bà con cùng họ với Ngô Quyền. Điều này phù hợp hơn với giả thuyết là con Ngô Xương Văn vì ông cát cứ sớm ở Đường Lâm quê hương nhà Ngô và từng bị Dương Tam Kha, Ngô Xương Văn đem quân đánh dẹp.",
        "Còn Phả hệ họ Ngô Việt Nam soạn năm 2003 của Ban liên lạc dòng họ Ngô cho rằng ông là con của Nam Tấn vương Ngô Xương Văn, cháu nội Ngô Quyền và mẹ chính là Dương Vân Nga. Một số nhà nghiên cứu1 cũng theo đó dè dặt ghi nhận điều này. Tuy nhiên, giả thuyết này có rất nhiều chỗ không hợp lý trong sử sách, nếu căn cứ vào thân thế và cuộc đời của hoàng hậu hai triều Dương Vân Nga. Tạ Chí Đại Trường trong tác phẩm \"Bài sử khác cho Việt Nam\"2 căn cứ sự kiện Đỗ Cảnh Thạc phù trợ Xương Văn trước kia, thấy nơi vùng căn cứ Đỗ Động, khi mà sứ quân Đỗ Cảnh Thạc đã bị tiêu diệt, lại có \"bọn con em Ngô Tiên chúa,\" để đoán rằng An Vương Ngô Nhật Khánh chính là con Xương Văn; và cho rằng Ngô Nhật Khánh chính là người lãnh đạo 500 con em nhà Ngô tiến đánh lực lượng sứ quân Trần Lãm năm 967 rồi bị Đinh Bộ Lĩnh bức hàng như sử đã ghi:",
        "Hiện nay phần lớn các ý kiến chỉ dừng lại ở việc xác định ông là người bà con với Ngô Quyền, việc ông ở Đỗ Động Giang lúc này có thể hiểu là quá trình mở rộng lãnh thổ từ căn cứ Đường Lâm.",
        "Sau khi Ngô Quyền mất (năm 944), Dương Tam Kha cướp ngôi nhà Ngô. Nhiều nơi không chịu thần phục.",
        "Ngô Xương Văn khôi phục nhà Ngô từ tay Dương Tam Kha (950), nhưng tới năm 965 khi Xương Văn tử trận, nạn cát cứ lại bùng phát mạnh mẽ hơn. Các thế lực yếu bị tiêu diệt dần, lãnh thổ Tĩnh hải quân chỉ còn mười hai thế lực lớn. Sử gọi đó là Thập nhị sứ quân đại loạn.",
        "Ngô Nhật Khánh là một trong 12 sứ quân, đóng tại quê hương nhà Ngô, tức Đường Lâm, tự xưng là Ngô Lãm Công. Các nhà nghiên cứu căn cứ vào hành trạng của ông mà suy đoán ông được Ngô Quyền giao trấn thủ đất hương hỏa, sau không phục Dương Tam Kha mà chiếm đóng và củng cố lực lượng để trở thành sứ quân. Theo giáo sư Trần Quốc Vượng thì thôn Đường (cùng thôn Nguyễn, lực lượng khiến Ngô Xương Văn tử trận), tức Đường Lâm thuộc phạm vi chiếm đóng của sứ quân Ngô Nhật Khánh, còn thôn Nguyễn Gia Loan thuộc căn cứ của sứ quân Nguyễn Thái Bình, tức Nguyễn Khoan.3",
        "Khi Ngô Xương Xí nối ngôi, Ngô Nhật Khánh là anh em cùng họ cũng kéo quân từ Đường Lâm về Cổ Loa tranh giành.4 Thần phả đình Văn Cú ở Hải Phòng cho biết sứ quân Ngô Nhật Khánh thường chiêu dụ hào kiệt theo về, khi nghe danh muốn dụ dỗ Đỗ Vĩ nhằm hãm hại ông. Do vậy, Đỗ Vĩ phải đem vợ và hai con trai Đỗ Quang, Đỗ Huy chạy về vùng Hải Phòng lánh nạn.",
        "Theo Đại Việt Sử ký Toàn thư, đã từng có thời gian Ngô Nhật Khánh tự xưng là An vương (安王), nhưng không rõ đó là thời gian cụ thể nào, trước hay sau khi xưng là Ngô Lãm công. Có thể việc xưng An vương chỉ tồn tại trong thời gian ngắn, do thấy mình không đủ thực lực trội hơn các sứ quân khác nên ông lại tự rút danh hiệu xuống là Lãm Công.",
        "Trong thời loạn lạc đó, Đinh Bộ Lĩnh tỏ ra là sứ quân mạnh nhất nhờ sự liên kết với sứ quân Trần Lãm. Một mặt, Bộ Lĩnh ra tay dẹp các sứ quân, nhưng riêng với các sứ quân họ Ngô là Nhật Khánh và Xương Xí5 , Bộ Lĩnh dùng chính sách chiêu hàng, vì các sứ quân này là dòng họ nhà Ngô vừa mất.",
        "Kết quả cả Ngô Xương Xí và Ngô Nhật Khánh đều về hàng Đinh Bộ Lĩnh. Sử chép sự kiện sứ quân Trần Lãm sai Đinh Bộ Lĩnh đi đánh các hùng trưởng khác, đều thắng được cả rồi mới đến sự kiện Phạm Phòng Át đem quân về hàng. Kết thúc nhà Ngô bằng sự kiện khi Minh Công mất, gặp lúc bọn con em của Ngô Tiên chúa ở Đỗ Động Giang hơn 500 người đem quân đến đánh, mới vào đến đất Ô Man thì bị người làng ấy là Ngô Phó sứ đánh bại phải trở về. Bộ Lĩnh nghe tin, liền cất quân đi đánh vùng sông và động ấy, không bộ lạc nào không hàng phục. Từ đó lại dân ở kinh phủ đều khâm phục theo về. Nhà Ngô mất. Như vậy có thể suy đoán được rằng Ngô Nhật Khánh, người lãnh đạo tàn dư cuối cùng của nhà Ngô, chính là sứ quân mà Đinh Bộ Lĩnh hàng phục sau cùng, kết thúc sự nghiệp dẹp loạn để lên ngôi hoàng để vào năm 968 đồng thời phong cho sứ quân này là phò mã nhà Đinh.",
        "Sau khi Đinh Bộ Lĩnh dẹp xong loạn 12 sứ quân, xưng hoàng đế, tức là Đinh Tiên Hoàng, đã lấy mẹ Ngô Nhật Khánh làm hoàng hậu, đồng thời gả con gái là công chúa Phất Kim cho ông và lấy em gái ông gả cho con trưởng là Nam Việt vương Đinh Liễn. Ngô Nhật Khánh trở thành phò mã nhà Đinh.",
        "Tuy nhiên, sử chỉ nêu Tiên Hoàng có 5 hoàng hậu mà không chép rõ mẹ Nhật Khánh là ai trong 5 bà: Đan Gia, Trinh Minh, Kiểu Quốc, Cồ Quốc, Ca Ông.",
        "Mẹ Ngô Nhật Khánh, dù đã có tuổi khi lấy Vạn Thắng vương Đinh Bộ Lĩnh, chính là người đã sinh ra Đinh Hạng Lang, con thứ của Tiên Hoàng. Đinh Tiên Hoàng vì bà, và vì để lấy lòng Nhật Khánh nữa, đã lập Hạng Lang làm thái tử. Nhật Khánh chứa chấp ý đồ không thể nói hết khi giục mẹ nài nỉ vua lập em làm thái tử. Khánh định sau này sẽ làm phụ tá cho cậu em ruột còn thơ ấu để nắm quyền bính (và chứa chấp ý định làm Vương Mãng, Tào Tháo). Nhưng việc đó không qua được Nam Việt vương Đinh Liễn vốn là người đã trưởng thành và có nhiều công lao trong việc đánh dẹp, ngoại giao của nước Đại Cồ Việt. Theo chính sử, Đinh Liễn đã sai người lập mưu giết Hạng Lang đầu năm 979. Tuy nhiên, vì yêu con và không thể tiếp tục gây đổ máu, Tiên Hoàng đã không trừng phạt Đinh Liễn bằng cái chết.",
        "Việc Tiên Hoàng không trừng phạt Đinh Liễn bằng án tử hình khiến Nhật Khánh vô cùng tức giận và đây chính là động cơ chủ yếu thúc giục Khánh bỏ sang Chiêm Thành.",
        "Một hôm Khánh mang vợ là công chúa Đinh Phất Kim chạy vào nam, tới cửa biển Nam Giới 6 thì ông rút dao rạch mặt vợ và mắng rằng:",
        "Rồi Khánh bỏ trốn sang Chiêm Thành. Sử sách không chép rõ Ngô Nhật Khánh chạy sang Chiêm vào thời gian nào, chỉ biết chắc chắn việc này diễn ra sau khi Đinh Tiên Hoàng lên ngôi và trước khi vua Đinh bị sát hại.",
        "Tháng 10 năm 979, cha con Đinh Tiên Hoàng và Đinh Liễn bị giết hại. Con trai còn lại là Đinh Toàn lên ngôi vua. Lê Hoàn làm Nhiếp chính. Các đại thần Đinh Điền, Nguyễn Bặc, Phạm Hạp cho rằng Lê Hoàn có ý đồ thoán đoạt đã nổi loạn nhưng bị Lê Hoàn dẹp tan. Trước kia,vua Đinh hứa đưa em Khánh (Hạng Lang) lên ngôi, nhưng khi em Khánh bị hại thì kẻ thủ phạm lại không bị trừng phạt đích đáng theo ý muốn của Khánh, bởi thế Khánh mới tìm đến Chiêm Thành để cầu viện báo thù. Ý định của Khánh là mượn quân Chiêm để về nước làm vua, khôi phục nhà Ngô. Nếu Hạng Lang không chết mà được nối ngôi như dự kiến thì sớm muộn Khánh cũng làm Vương Mãng, Tư Mã Chiêu, tiêu diệt họ Đinh, phế truất ấu chúa này mà giành lấy ngôi – giống như tấm gương Triệu Khuông Dận lấy ngôi của cậu bé 6 tuổi Sài Tông Huấn cách đó ít lâu bên phương bắc.",
        "Nghe tin Tiên Hoàng chết, Nhật Khánh bèn xui vua Champa là Ba Mĩ Thuế7 mang quân để đánh Đại Cồ Việt. Vua Champa nhân cơ hội xâm chiếm đất đai, bèn tự cầm quân đem hơn nghìn binh thuyền ra đánh Hoa Lư, theo hai cửa biển Đại Ác và Tiểu Khang.",
        "Khi vào cửa Đại Ác (cửa Thần Phù), qua một đêm, gặp gió bão nổi lên, thuyền đều lật đắm, chìm gần hết. Nhật Khánh cùng bọn người Chiêm đều chết đuối, chỉ có thuyền của vua Chiêm thoát nạn. Ba Mĩ Thuế thu vét tàn quân trở về.",
        "Đối với bà mẹ Ngô Nhật Khánh, sau những diễn biến xấu dồn dập của chồng và con tràn đến, bà Ngô phu nhân xưa đồng thời là hoàng hậu của Đinh Tiên Hoàng đành ra khỏi Hoàng cung, lập một ngôi chùa ở ngoại thành Hoa Lư để tu hành, ngôi chùa đó có tên là Đàm Lư nhưng dân gian vẫn quen gọi là Chùa Bà Ngô8 (nay nằm ở thôn Hoàng Long, xã Trường Yên, Hoa Lư, Ninh Bình).",
        "(Nguồn: Wikipedia)"
    ]
}