{
    "tables": [
        "<table border=\"1\" cellpadding=\"2\" cellspacing=\"0\" class=\" table table-striped\">\n <caption>\n  <b>Các vị vua của Ngô Việt (907-978)<\/b>\n <\/caption>\n <tbody>\n  <tr>\n   <th>Miếu hiệu (廟號)<\/th>\n   <th>Thụy hiệu (諡號)<\/th>\n   <th>Tự hiệu<\/th>\n   <th>Trị vì<\/th>\n   <th>Niên hiệu (年號), thời gian<\/th>\n  <\/tr>\n  <tr>\n   <td>Thái Tổ (太祖)<\/td>\n   <td>Vũ Túc Vương (武肅王)<\/td>\n   <td>Tiền Lưu (錢鏐)<\/td>\n   <td>907-932<\/td>\n   <td>Thiên Bảo (天寶) 908-923<br><p>Bảo Đại (寶大) 923-925<br>\n      Bảo Chính (寶正) 925-932<\/p><\/td>\n  <\/tr>\n  <tr>\n   <td>Thế Tông (世宗)<\/td>\n   <td>Văn Mục Vương (文穆王)<\/td>\n   <td>Tiền Nguyên Quán? (錢元瓘)<\/td>\n   <td>932-941<\/td>\n   <td>Không có<\/td>\n  <\/tr>\n  <tr>\n   <td><a class=\"annotation\" href=\"/dia-danh/thanh-tong\" title=\"Thành Tông (chữ Hán: 成宗) là miếu hiệu của một số vị vua của Trung Hoa và Triều Tiên....\" target=\"_blank\">Thành Tông<\/a> (成宗)<\/td>\n   <td>Trung Hiến Vương (忠獻王)<\/td>\n   <td>Tiền Hoằng Tá (錢佐)<\/td>\n   <td>941-947<\/td>\n   <td>Không có<\/td>\n  <\/tr>\n  <tr>\n   <td>Không có<\/td>\n   <td>Trung Tốn Vương (忠遜王)<\/td>\n   <td>Tiền Hoằng Tông (錢倧)<\/td>\n   <td>947<\/td>\n   <td>Không có<\/td>\n  <\/tr>\n  <tr>\n   <td>Không có<\/td>\n   <td>Trung Ý Vương (忠懿王)<\/td>\n   <td>Tiền Thục (錢俶)<\/td>\n   <td>947-978<\/td>\n   <td>Không có<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table cellspacing=\"0\" cellpadding=\"0\" border=\"0\" class=\" table table-striped\">\n <tbody>\n  <tr>\n   <td colspan=\"2\" rowspan=\"2\"><\/td>\n   <td colspan=\"2\" rowspan=\"2\"><\/td>\n   <td colspan=\"2\" rowspan=\"2\"><\/td>\n   <td colspan=\"2\" rowspan=\"2\"><\/td>\n   <td colspan=\"6\" rowspan=\"2\">1 Ngô Việt Vũ Túc Vương<br>\n     Tiền Lưu<br>\n     850-<b>907-932<\/b><\/td>\n   <td colspan=\"2\" rowspan=\"2\"><\/td>\n  <\/tr>\n  <tr>\n   <td><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\" rowspan=\"2\"><\/td>\n   <td colspan=\"2\" rowspan=\"2\"><\/td>\n   <td colspan=\"2\" rowspan=\"2\"><\/td>\n   <td colspan=\"2\" rowspan=\"2\"><\/td>\n   <td colspan=\"2\" rowspan=\"2\"><\/td>\n   <td rowspan=\"2\"><\/td>\n   <td rowspan=\"2\"><\/td>\n   <td colspan=\"2\" rowspan=\"2\"><\/td>\n  <\/tr>\n  <tr>\n   <td><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\" rowspan=\"2\"><\/td>\n   <td colspan=\"2\" rowspan=\"2\"><\/td>\n   <td colspan=\"2\" rowspan=\"2\"><\/td>\n   <td colspan=\"2\" rowspan=\"2\"><\/td>\n   <td colspan=\"6\" rowspan=\"2\">2 Ngô Việt Văn mục Vương<br>\n     Tiền Nguyên Quán<br>\n     887-<b>932-941<\/b><\/td>\n   <td colspan=\"2\" rowspan=\"2\"><\/td>\n  <\/tr>\n  <tr>\n   <td><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\" rowspan=\"2\"><\/td>\n   <td><\/td>\n   <td><\/td>\n   <td colspan=\"2\"><\/td>\n   <td colspan=\"2\"><\/td>\n   <td colspan=\"2\"><\/td>\n   <td><\/td>\n   <td><\/td>\n   <td colspan=\"2\"><\/td>\n   <td colspan=\"2\"><\/td>\n   <td colspan=\"2\"><\/td>\n   <td><\/td>\n   <td rowspan=\"2\"><\/td>\n   <td colspan=\"2\" rowspan=\"2\"><\/td>\n  <\/tr>\n  <tr>\n   <td><\/td>\n   <td><\/td>\n   <td colspan=\"2\"><\/td>\n   <td colspan=\"2\"><\/td>\n   <td colspan=\"2\"><\/td>\n   <td><\/td>\n   <td><\/td>\n   <td colspan=\"2\"><\/td>\n   <td colspan=\"2\"><\/td>\n   <td colspan=\"2\"><\/td>\n   <td><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"6\" rowspan=\"2\">3 Ngô Việt Trung Hiến Vương<br>\n     Tiền Hoằng Tá<br>\n     928-<b>941-947<\/b><\/td>\n   <td colspan=\"2\" rowspan=\"2\"><\/td>\n   <td colspan=\"6\" rowspan=\"2\">4 Ngô Việt Trung Tốn Vương<br>\n     Tiền Hoằng Tông<br>\n     928-<b>947<\/b>-971<\/td>\n   <td colspan=\"2\" rowspan=\"2\"><\/td>\n   <td colspan=\"6\" rowspan=\"2\">5 Ngô Việt Trung Ý Vương<br>\n     Tiền Thục<br>\n     929-<b>947-978<\/b>-988<\/td>\n  <\/tr>\n  <tr>\n   <td><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Ngô Việt",
        "Thành lập",
        "Tên gọi và lãnh thổ",
        "Trị vì của Tiền Lưu",
        "Ngoại giao",
        "Sụp đổ",
        "Di sản",
        "Văn hóa",
        "Cơ sở hạ tầng",
        "Di sản cá nhân",
        "Các vị vua nước Ngô Việt",
        "Tham khảo",
        "Ghi chú",
        "Chung",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Ngô Việt - Người Kể Sử",
    "paragraphs": [
        "Ngô Việt (tiếng Trung phồn thể: 吳越國; giản thể: 吴越国, bính âm: Wúyuè Guó), 907-978, là một vương quốc nhỏ độc lập, nằm ven biển, được thành lập trong thời kỳ Ngũ đại Thập quốc (907-960) trong lịch sử Trung Quốc. Nhà nước này do dòng họ Tiền cai trị, các dấu tích còn lại của nhà nước này vẫn còn khá phổ biến trong lãnh thổ trước đây của Vương quốc.",
        "",
        "",
        "Tiền Lưu (852-932) tự Cụ Mỹ (có sách ghi là Cự Mỹ), người Lâm An, Hàng Châu, tỉnh Chiết Giang, người sáng lập ra nước Ngô Việt vào thời Ngũ Đại. Vào cuối đời Đường, do theo tướng Đổng Xương dẹp yên loạn Hoàng Sào, Tiền Lưu lãnh chức Trấn Hải Tiết độ sứ. Năm 886, Đổng Xương đem quân vượt sông Tiền Đường, đánh bại Chiết Đông Quan sát sứ vùng Lưu Hán Hoằng (có nơi ghi là Lưu Hán Hồng), chiếm trọn Việt Châu. Do đút lót với Triều đình, họ Đổng được phong Thái úy, Đồng Trung thư Môn hạ Bình chương sự, Lũng Tây Quận Vương. Năm Càn Ninh thứ hai (895) đời Đường Chiêu Tông, do Triều đình không phong cho Đổng làm vua vùng Ngô Việt, y bèn làm phản, tự xưng Hoàng đế, đặt quốc hiệu Đại Việt La Bình Quốc, lấy niên hiệu Thuận Thiên. Đổng Xương phong Tiền Lưu làm Chỉ huy sứ, không ngờ Tiền Lưu khuyên Đổng nên bỏ đế hiệu. Đổng Xương không nghe, liền bị Tiền Lưu đem quân đánh bại và bị giết chết tại Việt Châu. Sau đó, Tiền Lưu chiếm cứ mười ba châu huyện thuộc vùng Lưỡng Chiết (nay là toàn bộ tỉnh Chiết Giang, phần Đông Nam tỉnh Giang Tô và phần Đông Bắc tỉnh Phúc Kiến. Những vùng đất này thuộc lãnh thổ nước Ngô và Việt thời Xuân Thu Chiến Quốc nên khu vực này được gọi chung là Ngô Việt), Tiền Lưu đã được phong làm Việt Vương năm 902, hai năm sau được phong thêm tước Ngô Vương. Năm 907, nhà Đường sụp đổ và nhà Hậu Lương thay thế ở phía bắc thì các tướng lĩnh tại phương Nam đã tạo ra các vương quốc của mình. Tiền Lưu cũng tự xưng Ngô Việt Vương. Sự kiện này đánh dấu sự khởi đầu của thời kỳ Ngũ đại Thập quốc, kéo dài cho đến khi nhà Tống ra đời vào năm 960.",
        "Tên gọi Ngô Việt là sự kết hợp của hai chữ Ngô và Việt, tên gọi của hai quốc gia cổ đại trong thời kỳ Xuân Thu-Chiến Quốc, từ năm 770 TCN tới năm 221 TCN.",
        "Kinh đô Ngô Việt đặt tại Tây Phủ (nay là Hàng Châu). Vương quốc này bao gồm lãnh thổ các tỉnh Chiết Giang, Thượng Hải cùng phần phía nam tỉnh Giang Tô ngày nay. Sau này, vương quốc này có lẽ đã thu thêm được một số phần phía bắc Phúc Kiến khi Vương quốc Mân sụp đổ năm 945. Lãnh thổ Ngô Việt gần như bao gồm toàn bộ lãnh thổ nước Việt cổ đại, nhưng không phải nước Ngô cổ đại – điều này dẫn tới những lời cáo buộc của vương quốc láng giềng là Ngô (còn gọi là Nam Ngô) rằng Ngô Việt có mưu đồ đối với lãnh thổ của họ, và tên gọi này là nguồn gốc của các căng thẳng trong nhiều năm giữa hai quốc gia.",
        "Trong những thập niên đầu tồn tại, Ngô Việt có biên giới với Mân ở phía nam, với Nam Đường ở phía bắc và phía tây. Với sự nổi loạn của Vương Diên Chính (王延政) năm 943 để lập ra nước Ân, thì trong một thời gian ngắn (943-945), Ngô Việt còn có biên giới với tiểu quốc này. Tuy nhiên, kể từ sau năm 945 thì Nam Đường là nước duy nhất bao quanh Ngô Việt (ngoại trừ phần giáp biển Đông Trung Hoa) do cả Ân lẫn Mân đều bị Nam Đường tiêu diệt.",
        "Dưới thời Tiền Lưu, Ngô Việt là nhà nước thịnh vượng về kinh tế và tự do phát triển nền văn hóa bản địa của mình. Điều đó còn được tiếp diễn đến tận ngày nay. Ông đã cho phát triển nông nghiệp vùng ven biển của vương quốc, xây dựng các đập ngăn nước biển, mở rộng Hàng Châu, nạo vét sông ngòi và các hồ nước, cũng như khuyến khích phát triển vận tải và thương mại đường biển. Tiền Lưu là người làm việc tận tụy, trên giường bệnh ông vẫn còn chủ trương giải quyết ôn hòa mọi công việc của nhà nước. Những lời nói của ông đã được các vị vua kế vị sau này tuân thủ chặt chẽ.",
        "Năm 935, Ngô Việt thiết lập quan hệ ngoại giao chính thức với Nhật Bản. Vương quốc này cũng nhân ưu thế gần biển của mình để duy trì quan hệ ngoại giao với Bắc Trung Quốc, người Khiết Đan và Triều Tiên.",
        "Là nước nhỏ yếu thời Ngũ Đại, bên ngoài, Ngô Việt tỏ ra thần phục Ngũ Đại cai trị ở Trung Nguyên và dùng niên hiệu của các vua thuộc các triều đại \"chính thống\" đó.",
        "Năm 978, đối mặt với nguy cơ bị tiêu diệt bởi sức mạnh hủy diệt của Quân đội nhà Tống, vị vua cuối cùng của Ngô Việt là Tiền Thục, đã cam kết trung thành với nhà Tống, cứu vớt thần dân của ông khỏi phải gánh chịu các phá hủy trong kinh tế cũng như của nền hòa bình từ cuộc chiến có thể xảy ra này. Trong khi Tiền Thục về danh nghĩa vẫn là vương, nhưng Ngô Việt đã bị sáp nhập vào Tống, kết thúc sự tồn tại của vương quốc này. Ông qua đời năm 988.",
        "Ngô Việt đã thắt chặt ưu thế kinh tế và văn hóa của khu vực Ngô-Việt tại Trung Quốc trong nhiều thế kỷ sau này cũng như tạo ra truyền thống văn hóa khu vực bền lâu và khác biệt với phần còn lại của Trung Quốc. Các nhà lãnh đạo của Vương quốc là các nhà bảo trợ có tiếng cho Phật giáo cũng như cho các trang trí kiến trúc, đền miếu, các tượng tôn giáo có liên quan tới Phật giáo. Các khác biệt về văn hóa, đã bắt đầu phát triển trong thời kỳ này và còn tồn tại đến ngày nay, do người dân khu vực Ngô-Việt nói bằng phương ngữ gọi là tiếng Ngô (biến thái đáng chú ý nhất của nó là tiếng Thượng Hải), cũng như họ có các đặc điểm văn hóa khác biệt, như trong nghệ thuật ẩm thực.",
        "Di sản vật thể mà Vương quốc Ngô Việt để lại là sự hình thành của hệ thống các sông đào và kênh đào, cho phép khu vực này trở thành khu vực giàu có nhất về mặt nông nghiệp của Trung Quốc trong nhiều thế kỷ. Điều đó có thể nhận thấy qua một loạt các đền, miếu thờ Tiền Lưu trong cả khu vực này, trong số đó nhiều đền miếu còn tồn tại đến ngày nay.",
        "Tiền Lưu còn được gọi là \"Long Vương\" hay \"Hải Long Vương\" do các kế hoạch trị thủy to lớn của ông với ý đồ \"chế ngự\" biển cả. Các vua Ngô Việt vẫn tiếp tục có được sự nhìn nhận tích cực trong sử sách chính thống. Họ được quần chúng sùng kính và yêu mến là do các công trình điều tiết thủy lợi, đảm bảo cho sự thịnh vượng kinh tế trong khu vực, cũng như do sự chấp nhận thần phục nhà Tống, một lựa chọn không phải dễ dàng, nhưng nó đảm bảo cho cả quá trình thống nhất Trung Quốc được diễn ra suôn sẻ lẫn đảm bảo cho khu vực này không bị chiến tranh tàn phá.",
        "Trong thời kỳ đầu nhà Tống, họ Tiền đã từng được coi là chỉ đứng hàng thứ hai sau họ Triệu, là họ của hoàng tộc, như được phản ánh trong Bách gia tính thời nhà Tống. Sau này, nhiều đền miếu đã được xây dựng khắp trong khu vực Ngô-Việt để tưởng niệm các vị vua của nhà nước này, và đôi khi người ta còn đến đây để cầu mưa gió thuận hòa cùng mùa màng bội thu. Nhiều đền miếu, được biết đến như là \"miếu Tiền Vương\" hay \"đền Tiền Vương\", còn tồn tại đến ngày nay, trong số đó được nhiều người đến viếng thăm nhất là ngôi miếu gần Tây Hồ, Hàng Châu.",
        "Người ta cho rằng Tiền Lưu có trên 100 con trai, do nhiều bà vợ và thê thiếp sinh ra. Dòng dõi của ông có ở khắp nơi trong lãnh thổ của vương quốc cổ này. Họ Tiền cũng là cực kỳ phổ biến trong khu vực. Một vài chi, nhánh được coi là \"danh gia vọng tộc\" trong khu vực họ sinh sống.1",
        "Bảo Đại (寶大) 923-925 Bảo Chính (寶正) 925-932",
        "(Nguồn: Wikipedia)"
    ]
}