{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Ngô Gia Tự",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Ngô Gia Tự - Người Kể Sử",
    "paragraphs": [
        "Ngô Gia Tự (3 tháng 12 năm 1908 – 1935) là một đảng viên đảng Cộng sản Việt Nam. Ông sinh tại làng Tam Sơn, huyện Tiên Sơn, tỉnh Bắc Ninh (nay là xã Tam Sơn, thị xã Từ Sơn, tỉnh Bắc Ninh). Năm 1927, ông tham gia lớp huấn luyện chính trị do Nguyễn Ái Quốc tổ chức tại Quảng Châu, Trung Quốc, được Kỳ bộ Bắc kỳ Việt Nam Thanh niên Cách mạng Đồng chí Hội chỉ định vào Tỉnh bộ Bắc Ninh để gây dựng cơ sở ở địa phương. Năm 1928, Ngô Gia Tự được đưa về hoạt động tại Kỳ bộ Bắc kỳ. Ngày 1 tháng 5 năm 1929, Đại hội toàn quốc của Việt Nam Thanh niên cách mạng đồng chí hội họp ở Hương Cảng. Đoàn đại biểu miền Bắc mà vai trò kiên quyết Ngô Gia Tự đưa ra đề nghị giải tán Việt Nam Thanh niên cách mạng đồng chí hội, thành lập đảng cộng sản. Sau đó thực hiện chủ trương \"vô sản hóa\" Ngô Gia Tự đã vào Sài Gòn làm phu đẩy xe than, làm công nhân khuân vác ở các bến tàu. Qua công việc, ông đã giác ngộ được nhiều công nhân lao động về con đường Cách mạng sau đó.",
        "Tháng 3 năm 1929, ông giúp thành lập chi bộ cộng sản đầu tiên ở Việt Nam. Sau khi Đảng Cộng sản Việt Nam được thành lập, ông được bầu làm Bí thư Xứ ủy lâm thời của Đảng bộ Nam Kỳ. Dưới sự lãnh đạo của Bí thư Xứ ủy Ngô Gia Tự, Đảng bộ đã chọn nhà máy Ba Son, đồn điền Phú Riềng, xã Vĩnh Kim (Mỹ Tho) làm cơ sở phát triển cách mạng. Đặc biệt ở những khu lao động nghèo vùng Thị Nghè đã được Ngô Gia Tự chọn làm nơi trú ngụ và hoạt động trong những tháng ngày thực hiện chủ trương \"Vô sản hóa\" của Đảng. Đến cuối năm 1930, ông bị thực dân Pháp bắt tại Sài Gòn. Sau hơn 2 năm bị giam giữ, ngày 2 tháng 5 năm 1933, thực dân Pháp đưa Ngô Gia Tự, cùng Phạm Hùng, Lê Văn Lương và nhiều đảng viên khác ra phiên tòa \"đại hình đặc biệt\", và đày ra Côn Đảo vào tháng 5 năm 1933. Ông bị mất tích trong một chuyến vượt ngục đầu năm 1935 cùng với các bạn tù khác.",
        "(Nguồn: Wikipedia)"
    ]
}