{
    "tables": [
        "<table class=\"infobox vcard\">\n <tbody>\n  <tr>\n   <th colspan=\"2\" class=\"fn\">Ngô Sĩ Liên<br>\n     吳士連<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>Khoảng đầu thế kỷ 15<br>\n     Chương Đức, Sơn Nam, Đại Việt<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>không rõ<br>\n     Đại Việt<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Công việc<\/th>\n   <td class=\"role\">Sử gia<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Ngôn ngữ<\/th>\n   <td>Tiếng Việt, chữ Hán<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Giai đoạn sáng tác<\/th>\n   <td>Nhà Lê<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thể loại<\/th>\n   <td class=\"category\">Sử học<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tác phẩm nổi bật<\/th>\n   <td><i>Đại Việt sử ký toàn thư<\/i><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">\n    <hr>\n    <div class=\"NavFrame collapsed\">\n     <div class=\"NavHead\">\n      Ảnh hưởng bởi\n     <\/div>\n     <ul class=\"NavContent\">\n      <li><a class=\"annotation\" href=\"/nhan-vat/le-van-huu\" title=\"Lê Văn Hưu (chữ Hán: 黎文休;1230-1322) là một nhà sử học đời nhà Trần, tác giả bộ Đại Việt sử ký, bộ quốc sử đầu tiên của Việt Nam. Bộ sách này không còn nhưng nhờ nó mà sử gia Ngô Sĩ Liên đã dựa vào để soạn bộ Đại Việt sử ký toàn thư....\" target=\"_blank\">Lê Văn Hưu<\/a>, Tư Mã Quang<\/li>\n     <\/ul>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Ta mới coi chính sự, sửa mới đức độ, tuân theo điển cũ của thánh tổ thần tông, nên mới tế giao vào đầu mùa xuân. Các ngươi lại bảo tổ tông tế giao cũng không đáng theo!. Các ngươi bảo nước ta đời xưa là hàng phiên bang, thế là các ngươi theo đạo chết, mang lòng không vua. Vả lại, khi Lệ Đức hầu cướp ngôi, Ngô Sĩ Liên chẳng vì hắn trổ tài phong hiến đó sao? Ưu đãi trọng lắm! Nhân Thọ không vì hắn trù hoạch nơi màn trướng đó ư? Ngôi chức cao lắm! Nay Lệ Đức hầu mất nước về tay ta, cácngươi không biết vì ăn lộc mà chết theo hắn lại đi thờ ta. Nếu không nói ra, trong lòng các ngươi không tự hổ thẹn mà chết ư? Thực là bọn gian thần bán nước!\".<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Đại Việt sử ký toàn thư<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Ngô Sĩ Liên",
        "Tiểu sử",
        "Sự nghiệp",
        "Biên soạn Đại Việt sử ký toàn thư",
        "Nhận định",
        "Xem thêm",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Ngô Sĩ Liên - Người Kể Sử",
    "paragraphs": [
        "Ngô Sĩ Liên (chữ Hán: 吳士連) (khoảng đầu thế kỷ 15 - ?) là một nhà sử học thời Lê sơ, sống vào thế kỷ 15. Ông là người đã tham gia khởi nghĩa Lam Sơn và có công lớn trong việc biên soạn bộ Đại Việt sử ký toàn thư - bộ quốc sử chính thống cũ nhất của Việt Nam mà còn được lưu truyền tới ngày nay.",
        "",
        "",
        "Ngô Sĩ Liên là người làng Chúc Lý, huyện Chương Đức (nay là thôn Chúc Lý, xã Ngọc Hòa, huyện Chương Mỹ, Hà Nội).[1]",
        "Ngô Sĩ Liên tham gia khởi nghĩa Lam Sơn khá sớm, cùng với Nguyễn Nhữ Soạn (em cùng cha khác mẹ với Nguyễn Trãi) giữ chức vụ thư ký trong nghĩa quân, nhiều lần được Lê Lợi cử đi giao thiệp với quân nhà Minh trong những thời kỳ đôi bên tạm hòa hoãn để củng cố lực lượng.[cần dẫn nguồn]",
        "Tháng 3 năm 1442, triều đình tổ chức thi hội cho sĩ nhân trong nước. Nguyễn Trực, Nguyễn Nhữ Đổ, Lương Như Hộc 3 người đỗ tiến sĩ cập đệ; Trần Văn Huy 7 người đỗ tiến sĩ xuất thân; Ngô Sĩ Liên 23 người đỗ đồng tiến sĩ xuất thân. Sai soạn văn bia, dựng bia ghi tên các tiến sĩ. Bia tiến sĩ bắt đầu có từ đây.[2]",
        "Sau khi thi đỗ, Ngô Sĩ Liên đã từng giữ các chức Phó Đô ngự sử dưới triều Lê Nhân Tông, Lê Nghi Dân và Lê Thánh Tông, Lễ bộ,Thị lang, Triều liệt đại phu kiêm Quốc Tử Giám Tư nghiệp kiểm Sử quan tu soạn dưới triều Lê Thánh Tông.[2]",
        "Đóng góp to lớn mà Ngô Sĩ Liên còn để lại cho đời sau chính là bộ Đại Việt sử ký toàn thư mà ông đã biên soạn theo lệnh nhà vua, được bắt đầu biên soạn vào năm Kỷ Hợi, niên hiệu Hồng Đức thứ 10 (1479) đời Lê Thánh Tông. Bộ sử gồm 15 quyển, chia thành hai phần:",
        "Bài tựa Đại Việt sử ký ngoại kỷ toàn thư cũng do Ngô Sĩ Liên viết, có đoạn nêu rõ:",
        "Lời vua Lê Thánh Tông dụ Đô ngự sử đài là Ngô Sĩ Liên và Nghiên Nhân Thọ rằng:[3]",
        "(Nguồn: Wikipedia)"
    ]
}