{
    "tables": [
        "<table class=\" table table-striped\">\n <tbody>\n  <tr>\n   <td><b>Thiền sư Việt Nam<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>\n    <div class=\"center\">\n     <div class=\"floatnone\">\n      <img class=\"jch-lazyload\" alt=\"Tam.jpg\" src=\"/images/wiki/ngo-chan-luu/ab14fd0fd54d87f9f9b48538bbec9c46.jpg\" width=\"75\" height=\"60\" srcset=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSI3NSIgaGVpZ2h0PSI2MCI+PC9zdmc+\" data-srcset=\"//upload.wikimedia.org/wikipedia/vi/thumb/7/75/Tam.jpg/113px-Tam.jpg 1.5x, //upload.wikimedia.org/wikipedia/vi/thumb/7/75/Tam.jpg/150px-Tam.jpg 2x\" data-file-width=\"238\" data-file-height=\"191\">\n      <noscript>\n       <img alt=\"Tam.jpg\" src=\"/images/wiki/ngo-chan-luu/ab14fd0fd54d87f9f9b48538bbec9c46.jpg\" width=\"75\" height=\"60\" srcset=\"//upload.wikimedia.org/wikipedia/vi/thumb/7/75/Tam.jpg/113px-Tam.jpg 1.5x, //upload.wikimedia.org/wikipedia/vi/thumb/7/75/Tam.jpg/150px-Tam.jpg 2x\" data-file-width=\"238\" data-file-height=\"191\">\n      <\/noscript>\n     <\/div>\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <td><p><b>Sơ khai<\/b><\/p>\n    <ul>\n     <li>Khương Tăng Hội, Mâu Tử<\/li>\n    <\/ul><p><b>Thiền phái Tì-ni-đa-lưu-chi<\/b><\/p>\n    <ul>\n     <li>Pháp Hiền, Huệ Nghiêm, Thanh Biện<\/li>\n     <li>Định Không, <a class=\"annotation\" href=\"/nhan-vat/dinh-la-quy\" title=\"Đinh La Quý (852-936) là vị thiền sư Việt Nam thuộc thế hệ 10 của thiền phái Tì-ni-đa-lưu-chi. Hoạt động của ông có liên quan tới lịch sử Việt Nam thời kỳ phục quốc sau ngàn năm Bắc thuộc....\" target=\"_blank\">Đinh La Quý<\/a>, Vô Ngại<\/li>\n     <li>Pháp Thuận, Thiền Ông, Sùng Phạm<\/li>\n     <li>Ma Ha, Pháp Bảo, Vạn Hạnh<\/li>\n     <li>Định Huệ, Đạo Hạnh, Trì Bát<\/li>\n     <li>Thuần Chân, Đạo Pháp, Huệ Sinh<\/li>\n     <li>Minh Không, Bản Tịch, Thiền Nham<\/li>\n     <li>Quảng Phúc, Khánh Hỉ, Giới Không<\/li>\n     <li>Pháp Dung, Thảo Nhất, Trí Thiền<\/li>\n     <li>Đạo Lâm, Chân Không, Tịnh Thiền<\/li>\n     <li>Diệu Nhân, Viên Học, Viên Thông,<\/li>\n     <li>Y Sơn<\/li>\n    <\/ul><p><b>Thiền phái Vô Ngôn Thông<\/b><\/p>\n    <ul>\n     <li>Cảm Thành, Thiện Hội, Vân Phong<\/li>\n     <li>Khuông Việt, Đa Bảo, Định Hương<\/li>\n     <li>Thiền Lão, Viên Chiếu, Cứu Chỉ<\/li>\n     <li>Bảo Tính, Minh Tâm, Quảng Trí<\/li>\n     <li><a class=\"annotation\" href=\"/nhan-vat/ly-thai-tong\" title=\"Lý Thái Tông (chữ Hán: 李太宗; 29 tháng 7, 1000 – 3 tháng 11, 1054), là vị hoàng đế thứ hai của triều đại nhà Lý trong lịch sử Việt Nam, cai trị trong 26 năm (1028 - 1054). Ông được đánh giá là một vị hoàng đế tài giỏi, thời đại của ông được xem là khởi đầu sự thịnh vượng của nhà Lý. \n Thái Tông hoàng ...\" target=\"_blank\">Lý Thái Tông<\/a>, Thông Biện, Đa Vân<\/li>\n     <li>Mãn Giác, Ngộ Ấn, Biện Tài<\/li>\n     <li>Đạo Huệ, Bảo Giám, Không Lộ<\/li>\n     <li>Bản Tịnh, Bảo Giác, Viên Trí<\/li>\n     <li>Giác Hải, Trí Thiền, Tịnh Giới<\/li>\n     <li>Tịnh Không, Đại Xả, Tín Học<\/li>\n     <li>Trường Nguyên, Tĩnh Lực, Trí Bảo<\/li>\n     <li>Minh Trí, Quảng Nghiêm, Thường Chiếu<\/li>\n     <li>Trí Thông, Thần Nghi, Thông Thiền<\/li>\n     <li>Hiện Quang, Tức Lự, Ứng Thuận<\/li>\n    <\/ul><p><b>Thiền phái Thảo Đường<\/b><\/p>\n    <ul>\n     <li><a class=\"annotation\" href=\"/nhan-vat/ly-thanh-tong\" title=\"Lý Thánh Tông (chữ Hán: 李聖宗; 30 tháng 3 năm 1023 – 1 tháng 2 năm 1072), là vị hoàng đế thứ ba của nhà Lý trong lịch sử Việt Nam, trị vì từ tháng 11 năm 1054 đến khi qua đời. Trong thời kỳ cầm quyền của mình, Lý Thánh Tông đã đẩy mạnh sản xuất nông nghiệp, khoan giảm hình phạt, đồng thời khuyến khích...\" target=\"_blank\">Lý Thánh Tông<\/a>, Bát Nhã, Ngộ Xá<\/li>\n     <li>Ngô Ích, Hoằng Minh, Không Lộ, Định Giác<\/li>\n     <li><a class=\"annotation\" href=\"/nhan-vat/do-anh-vu\" title=\"Đỗ Anh Vũ (chữ Hán: 杜英武, 1113 – 20 tháng 1, 1159), thường gọi Việt quốc Lý Thái úy (越國李太尉), là một vị đại thần rất có quyền thế trong thời đại nhà Lý của lịch sử Việt Nam. Ông phò tá Lý Thần Tông và làm phụ chính dưới triều Lý Anh Tông, khi vị Hoàng đế này lên ngôi lúc còn nhỏ tuổi. \n Ông là một vị ...\" target=\"_blank\">Đỗ Anh Vũ<\/a>, Phạm Âm, <a class=\"annotation\" href=\"/nhan-vat/ly-anh-tong\" title=\"Lý Anh Tông (chữ Hán: 李英宗, 1136 - 14 tháng 8, 1175), là vị Hoàng đế thứ sáu của nhà Lý trong lịch sử Việt Nam, trị vì từ năm 1138 tới năm 1175, tổng cộng 37 năm. \n Lên ngôi khi 3 tuổi, còn quá nhỏ, nhưng trong thời gian trị vì của mình Anh Tông luôn thể hiện mình là người có năng lực. Lúc mới lên ng...\" target=\"_blank\">Lý Anh Tông<\/a>, Đạt Mạn<\/li>\n     <li>Trương Tam Tạng, Chân Huyền, Đỗ Thường<\/li>\n     <li>Hải Tịnh, <a class=\"annotation\" href=\"/nhan-vat/ly-cao-tong\" title=\"Lý Cao Tông (chữ Hán: 李高宗, 1173–1210), là vị Hoàng đế thứ bảy của nhà Lý, cai trị từ năm 1175 đến năm 1210....\" target=\"_blank\">Lý Cao Tông<\/a>, Nguyễn Thức, Phạm Phụng Ngự<\/li>\n    <\/ul><p><b>Thiền phái Trúc Lâm<\/b><\/p>\n    <ul>\n     <li>Đạo Viên, Thông Thiền, Nhật Thiển, Tức Lự<\/li>\n     <li>Chí Nhàn, Ứng Thuận, Tiêu Dao<\/li>\n     <li>Tuệ Trung Thượng Sĩ, <a class=\"annotation\" href=\"/nhan-vat/tran-thai-tong\" title=\"Trần Thái Tông (chữ Hán: 陳太宗; 9 tháng 7 năm 1218 – 5 tháng 5 năm 1277), là vị hoàng đế đầu tiên của nhà Trần trong lịch sử Việt Nam. Ông ở ngôi từ năm 1225 tới năm 1258, sau đó làm Thái thượng hoàng cho đến khi qua đời. \n Trần Cảnh sinh ra vào thời Lý, quê ở làng Tức Mặc (Thiên Trường). Lên 7 tuổi, ...\" target=\"_blank\">Trần Thái Tông<\/a><\/li>\n     <li><a class=\"annotation\" href=\"/nhan-vat/tran-nhan-tong\" title=\"Trần Nhân Tông (chữ Hán: 陳仁宗; 7 tháng 12 năm 1258 – 14 hoặc 16 tháng 12 năm 1308) là vị hoàng đế thứ ba của vương triều Trần trong lịch sử Việt Nam. Ông trị vì từ năm 1278 đến năm 1293, sau đó làm Thái thượng hoàng từ năm 1293 cho đến khi qua đời. Trần Nhân Tông được nhiều sử gia đánh giá là một vị ...\" target=\"_blank\">Trần Nhân Tông<\/a>, Thạch Kim<\/li>\n     <li>Pháp Loa, Hương Sơn, Pháp Cổ<\/li>\n     <li>Huyền Quang, Cảnh Huy, Quế Đường<\/li>\n     <li>Chuyết Chuyết, Chân Nguyên, Liễu Quán, Hương Hải<\/li>\n    <\/ul><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\" table table-striped\">\n <tbody>\n  <tr>\n   <td>祥光風好錦㠶張<br><p>神?復帝鄉<br>\n      千重萬里涉滄浪<br>\n      九天㱕路長<br>\n      人情慘切對離觴<br>\n      攀戀星星郎<br>\n      願將深意爲南強<br>\n      分明報我皇<br><\/p><\/td>\n   <td valign=\"top\">\n    <dl>\n     <dd>\n      Tường quang, phong hảo, cẩm phàm trương\n     <\/dd>\n     <dd>\n      Thần tiên phục đế hương\n     <\/dd>\n     <dd>\n      Thiên trùng vạn lý thiệp thương lang\n     <\/dd>\n     <dd>\n      Cửu thiên quy lộ trường\n     <\/dd>\n     <dd>\n      Nhân tình thảm thiết đối li trường\n     <\/dd>\n     <dd>\n      Phan luyến tinh tinh lang\n     <\/dd>\n     <dd>\n      Nguyện tương thâm ý vị Nam cương\n     <\/dd>\n     <dd>\n      Phân minh báo ngã hoàng\n     <\/dd>\n    <\/dl><\/td>\n   <td valign=\"top\">\n    <dl>\n     <dd>\n      <i>Trời lành gió thuận, gấm buồm dương<\/i>\n     <\/dd>\n     <dd>\n      <i>Thần tiên về để hương<\/i>\n     <\/dd>\n     <dd>\n      <i>Muôn trùng vạn dặm biển mênh mang<\/i>\n     <\/dd>\n     <dd>\n      <i>Trời xanh xa dặm trường<\/i>\n     <\/dd>\n     <dd>\n      <i>Tình ray rứt chén lên đường<\/i>\n     <\/dd>\n     <dd>\n      <i>Bịn rịn sứ tinh lang<\/i>\n     <\/dd>\n     <dd>\n      <i>Nguyện đem thâm ý vì Nam bang<\/i>\n     <\/dd>\n     <dd>\n      <i>Phân minh tâu Thượng hoàng.<\/i>\n     <\/dd>\n    <\/dl><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\" table table-striped\">\n <tbody>\n  <tr>\n   <td>木中原有火<br><p>有火火還生<br>\n      若謂木無火<br>\n      鑽遂何由萌<br><\/p><\/td>\n   <td>\n    <dl>\n     <dd>\n      Mộc trung nguyên hữu hoả\n     <\/dd>\n     <dd>\n      Hữu hoả, hoả hoàn sinh\n     <\/dd>\n     <dd>\n      Nhược vị mộc vô hoả\n     <\/dd>\n     <dd>\n      Toản toại hà do manh.\n     <\/dd>\n    <\/dl><\/td>\n   <td>\n    <dl>\n     <dd>\n      <i>Trong cây vốn có lửa<\/i>\n     <\/dd>\n     <dd>\n      <i>Có lửa, lửa mới bừng<\/i>\n     <\/dd>\n     <dd>\n      <i>Nếu bảo cây không lửa<\/i>\n     <\/dd>\n     <dd>\n      <i>Cọ xát do đâu bùng.<\/i>\n     <\/dd>\n    <\/dl><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Ngô Chân Lưu",
        "Tiểu sử",
        "Cơ duyên và hành trạng",
        "Các tràng kinh của Đinh Liễn",
        "Vương Lang Quy",
        "Triết lý hành động",
        "Nguyên bản Hán văn",
        "Ghi công từ hậu thế",
        "Tham khảo",
        "Ghi chú",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Ngô Chân Lưu - Người Kể Sử",
    "paragraphs": [
        "Sơ khai",
        "Thiền phái Tì-ni-đa-lưu-chi",
        "Thiền phái Vô Ngôn Thông",
        "Thiền phái Thảo Đường",
        "Thiền phái Trúc Lâm",
        "Khuông Việt (匡越, 933-1011) trước tên là Ngô Chân Lưu (吳真流), tu chùa Phật Đà, làng Cát Lợi, Thường Lạc (nay là Vệ Linh, Sóc Sơn, Hà Nội).1 Sư là người Cát Lợi, hậu duệ nhà Ngô (吳), thuộc đời (hay thế hệ) thứ 4, dòng Vô Ngôn Thông. Đại sư Khuông Việt là vị thiền sư được phong Tăng thống đầu tiên trong lịch sử Phật giáo Việt Nam.2",
        "Tăng Thống Ngô Chân Lưu, được ban danh hiệu Khuông Việt đại sư năm 971, quê quán tại hương Cát Lợi, huyện Thường Lạc, sau là thôn Đoài xã Da Hạ, huyện Kim Hoa phủ Bắc Hà, nay là thôn Thụy Hương, xã Phú Cường, huyện Sóc Sơn, Hà Nội.",
        "",
        "",
        "Theo sách Phả hệ họ Ngô Việt Nam, ông là con cả của Thiên Sách vương Ngô Xương Ngập vốn có tên là Xương Tỷ. Ông là anh của sứ quân Ngô Xương Xí. Sách Thiền Uyển tập anh chỉ ghi ông thuộc dòng dõi Ngô Thuận Đế 1.",
        "Ngô Xương Tỷ ra đời dưới thời cai trị của Tiết độ sứ Dương Đình Nghệ (933), cha vợ thứ của ông nội ông là Ngô Quyền. Năm 937, Đình Nghệ bị Kiều Công Tiễn giết, Ngô Quyền giết Tiễn và đánh bại quân Nam Hán, lên ngôi vua (938). Năm 944, Ngô Quyền mất, đáng lý con trai trưởng ông là Ngô Xương Ngập phải được thừa kế, nhưng người con của Dương Đình Nghệ là Dương Tam Kha tranh ngôi. Cha ông phải bỏ trốn về Hương Trà, nương nhờ Phạm Lệnh Công và lấy con gái Lệnh Công, sinh ra người em Xương Xí.",
        "Dương Tam Kha lùng bắt cha ông rất gắt gao nhưng không bắt được. Chú hai Ngô Xương Văn là con bà nội kế Dương Như Ngọc nên được Tam Kha nhận làm con nuôi. Có lẽ trong cảnh gia đình gặp tai họa đó, người cha không biết sống chết lúc nào, cậu bé Ngô Chân Lưu (11 tuổi năm 944) không nơi nương tựa đã tìm đến cửa Thiền đề thoát nạn.",
        "Sư Khuông Việt có tướng mạo khôi ngô, tính tình phóng khoáng. Lúc nhỏ theo học Nho, lớn lên quy y Phật.",
        "Sư cùng bạn học Trụ trì đến Thiền Sư Vân Phong chùa Khai Quốc (nay là chùa Trấn Quốc), thọ giới Cụ túc 2.",
        "Từ đó, Sư đọc khắp sách Phật, tìm hiểu yếu chỉ của Thiền.",
        "Một lần Sư đi chơi núi Vệ Linh, ở quận Bình Lỗ 3, thích phong cảnh vắng đẹp, bèn muốn lập am để ở. Đêm xuống nằm mộng thấy một vị thần, mình mặc áo giáp vàng, tay trái cầm thương vàng, tay phải đỡ bảo tháp, hơn mười người theo hầu, hình tướng dễ sợ, đến nói rằng: \"Ta là Tỳ Sa Môn thiên vương, những người theo ta là Dạ-xoa. Thiên đế có sắc sai ta đến nước này để giữ gìn biên giới, khiến cho Phật pháp thịnh hành. Ta có duyên với ngươi, nên đến đây báo cho ngươi biết\". Sư kinh hãi thức dậy, nghe trong núi có tiếng kêu la ầm ĩ, lòng rất lấy làm lạ. Đến sáng Sư vào núi, thấy một cây to, cao khoảng mười trượng, cành lá sum suê, bên trên lại có mây xanh bao phủ, nhân đó sai thợ đến chặt. Đem về, khắc tượng như đã thấy trong mộng, để thờ...",
        "Năm bốn mươi tuổi, danh Sư vang tới triều đình. Năm 969, Đinh Tiên Hoàng mời Sư đến. Thấy Sư đối đáp hiệp chỉ, bèn phong làm đã phong cho Khuông Việt làm Tăng thống. Đây là lần đầu tiên chức Tăng thống được nói đến trong lịch sử Việt Nam. Và sau này cho đến thời nhà Trần và nhà Lê vẫn còn sử dụng. Nhiệm vụ của người giữ chức này, tuy sử sách không ghi lại rõ ràng, song vẫn có thể hiểu như một chức để nắm các sư sãi ở trong nước.",
        "Các nhà khảo cổ học cho biết năm 1963, tại vùng đất Hoa Lư, đã tìm được gần 20 tràng kinh hình bát giác cao từ 50 đến 80 cm. Theo những dòng chữ ghi trên tràng kinh thì năm Quý Dậu (973), Nam Việt Vương Đinh Khuông Liễn đã cho dựng 100 tràng kinh.",
        "Vào năm 1987, một số tràng kinh khác lại được phát hiện tại khu di tích cố đô Hoa Lư. Căn cứ thông tin trên số tràng kinh cho thấy năm 979 Đinh Khuông Liễn lại dựng 100 tràng kinh nữa.",
        "Các kinh tràng và sự tham mưu của Khuông Việt, tuy gián tiếp, nhưng rất có ý nghĩa đối với lịch sử và văn hóa dân tộc cũng như Phật giáo.3",
        "Năm Thái Bình thứ hai (971). Vua ban hiệu Khuông Việt đại sư. 4",
        "Lý Giác là người đã từng đi trong phái bộ Lý Nhược Chuyết trong năm trước để sang phong cho vua Lê Đại Hành làm An Nam đô hộ Tĩnh Hải quân tiết độ sứ và đòi vua Lê Đại Hành trao trả hai tên tướng là Quách Quân Biện và Triệu Phụng Huân bị bắt trong cuộc chiến năm 981.",
        "Phái bộ của Lý Giác đến Việt Nam lần hai vào năm Thiên Phúc thứ 7 (987).",
        "Vua Lê Đại Hành đã nhờ Pháp Thuận và Khuông Việt cùng đứng ra đón tiếp. Pháp Thuận đã đón Lý Giác từ chùa Sông Sách, nay thuộc tỉnh Hải Dương, để đưa về kinh ấp Hoa Lư. Đến Hoa Lư, Khuông Việt đã đứng ra tiếp.",
        "Trước khi Lý Giác ra về, vua Lê Đại Hành đã ra lệnh cho Khuông Việt viết một khúc nhạc để tiễn đưa phái bộ. Đây có thể nói là lần đầu tiên văn chương nghệ thuật đã công khai đưa vào phục vụ sự nghiệp chính trị ngoại giao. Đây là một loại từ khúc lưu hành khá phổ biến thời bấy giờ, có thể dùng như lời của một bản nhạc để hát với việc sử dụng các nhạc khí để tấu kèm theo. Khúc từ này có tên là Ngọc Lang Quy, mà truyền bản nhà Nguyễn viết thành Vương Lang Quy.",
        "Đây là một tác phẩm văn học đầu tiên hiện còn của lịch sử ngoại giao Việt Nam, nếu không kể đến các văn thư ngoại giao với Trung Quốc. Đồng thời, nó cũng là bài Nguyễn Lang Quy không những xưa nhất của văn học Việt Nam, mà còn của văn học thế giới, bởi vì những bài từ loại này hiện còn chép trong các sách Trung Quốc như Tống lục thập danh gia từ, Tuyệt diệu hảo từ thiêm, Từ tổn v.v. đều là của những tác giả về sau như Âu Dương Tu (1007-1072), Tô Thức (1037-1101), Hoàng Đình Kiên (1045-1105)...",
        "神?復帝鄉 千重萬里涉滄浪 九天㱕路長 人情慘切對離觴 攀戀星星郎 願將深意爲南強 分明報我皇",
        "Trên 30 năm đại sư Khuông Việt đã phục vụ trong các chính quyền của Đinh Tiên Hoàng và Lê Đại Hành và đã thể hiện được tài năng nhiều mặt của mình. Không chỉ trong lĩnh vực sinh hoạt Phật giáo mà cả trong lĩnh vực chính trị và ngoại giao. Điều này chứng tỏ nền giáo dục Việt Nam và Phật giáo Việt Nam lúc ấy đã thực hiện tốt chức năng đào tạo những người trí thức có khả năng gánh vác không chỉ việc đạo mà cả việc nước việc dân.",
        "Khuông Việt, trong thời gian theo học tại chùa Khai Quốc, đã được Thiền sư Vân Phong dạy những gì hiện không ai biết, và tiểu sử của Vân Phong cũng không ghi nhận có dấu tích nào. Tuy nhiên, quan điểm học thuật của Vân Phong, dẫu có nằm trong dòng chủ lưu của tư tưởng thiền, xoay quanh những vấn đề như sống chết, nhưng đã đưa ra những kiến giải mới phù hợp với hệ tư tưởng thiền của dòng thiền Pháp Vân. Đó là, muốn tránh khỏi sống chết thì hãy ở trong sống chết mà nắm lấy. Nói cách khác, không có chỗ không sống chết bên người sống chết để cho người ta tìm thấy được. Chính trong chỗ sống chết người ta mới tìm được sự không sống chết.",
        "Đây rõ ràng phản ảnh tư tưởng \"Tây thiên cõi này, cõi này Tây thiên\" và quan điểm \"Phật ở khắp mọi nơi\" của Cảm Thành. Nếu suy rộng ra, thì đây cũng là tư tưởng trong kinh Kim Cương mà Thanh Biện đã đề xuất. Đó là \"tất cả pháp đều là Phật pháp\". Xuất phát từ một học lý như thế, người ta mới có thể dễ dàng ung dung tham dự vào mọi sinh hoạt của cuộc đời, coi sự hoàn thành việc đời như một chứng tích cho sự hoàn thành việc đạo. Người ta không thể tìm có một thế giới giác ngộ nào khác bên ngoài cuộc đời này. Nói một cách hình ảnh, thì lửa có sẵn trong cây, vấn đề là làm sao cho cây bật ra lửa.",
        "Triết lý hành động của Khuông Việt như thế dựa trên một nhận thức luận coi cuộc đời là nơi mình có thể giải thoát được bằng chính nhận thức của mình. Thế giới giác ngộ cũng như hành động của Phật giáo không nằm bên ngoài cuộc đời, và con người không cần đi tìm bất cứ một thế giới nào khác. Điều này giải thích cho ta tại sao Khuông Việt đã ung dung tích cực tham gia vào việc nước việc dân và có những đóng góp to lớn cho sự nghiệp bảo vệ độc lập của tổ quốc.",
        "Khi đã rời nhiệm vụ Tăng thống và những chính sự khác, Đại sư đã trở về mở trường ở chùa Thanh Tước núi Du Hý của quận Thường Lạc. Tại đây, \"học trò tìm tới đông đảo\". Dù vậy, Khuông Việt đã không quên ngôi chùa lịch sử của thầy mình, đó là chùa Khai Quốc. Sư cũng thường lui tới giảng dạy tại trường giảng của chùa này. Sử sách đã ghi lại cho ta một người có thể bước theo bước chân của thầy mình, đó là thiền sư Đa Bảo, người có ảnh hưởng đến sự việc lên ngôi của Lý Công Uẩn.",
        "Một hôm, đệ tử nhập thất là Đa Bảo hỏi: \"Thế nào là chung thủy của sự học đạo\". Sư đáp: \"Thủy chung không vật, diệu hư không. Hiểu được chân hư, thể tự đồng\"5.",
        "Ngày 15 tháng 2 năm Thuận Thiên thứ 2 (tức 22 tháng 3 năm 1011), khi sắp cáo tịch, Sư dạy Đa Bảo kệ rằng:",
        "有火火還生 若謂木無火 鑽遂何由萌",
        "Nói kệ xong, Sư ngồi kiết già mà mất, thọ 82 tuổi5...",
        "□第四世二人□□□□□□□□□□□",
        "常樂吉利鄉佛陀寺匡越大師〖初名真流〗吉利人 也姓吳氏吳順帝之裔狀貌魁偉志尚倜儻 少業儒及長㱕釋與同學住持投開國雲峯 受具由是該覧竺墳探幁禪要年四十名震 于朝丁先皇帝召對稱旨拜為僧統太平二 年賜號匡越大師黎大行皇帝尤加禮敬凢",
        "朝廷軍國之事師皆與焉嘗逰平虜?衛靈 山悅其境致幽勝欲爰(1)庵居之夜夢神人身 披金甲左執金鎗右擎寶塔從者十餘軰狀 貌可怖來謂之曰吾即毗沙門天王從者皆 落叉也天帝有勑令徃此國護其疆界使佛 法興行於汝有緣故來相託師驚寤聞山中有 呵喝聲心甚異之及旦入山見一大木長十 丈許枝斡繁茂又有瑞雲覆蔭其上因命工 伐取如夢中所見刻像祠焉天福元年宋兵 入冦帝素聞其事命師就祠禳禱虜軍驚駭 退保友寧江友(又)見風濤震蕩蛟龍騰躍虜乃",
        "奔潰七年宋人阮覺來聘時法師杜順亦有盛 名帝命變服爲江令迎於江曲覺見其善於文 談以詩贈之有天外有天外有天應返照(2)之句帝 以示師對曰此(3)尊陛下與其主不異覺還師作 詞曰玉(4)郎㱕送之其詞云",
        "尋以衰老乞辭㱕還本郡逰戱山創 寺住持學者輻溱一日入室弟子多寶問云如 何是學道始終師云始終無物玅虚空會得真 如骵自同寶云如何保任師云無汝下手處進",
        "云和尚道了也師云汝作麽生會宝便喝李朝順 天二年二月十五日將告寂示宝偈云木中元有 火元火復还生若謂本無火鑽燧何由萌偈畢跌跏而逝 壽五十有二或云壽七十九□□□□□□□□□□",
        "Quốc sư Khuông Việt được thờ tại Chùa Non Nước (Hà Nội) và Chùa Nhất Trụ (Ninh Bình).",
        "Với vai trò là vị tăng thống đầu tiên của Việt Nam, thiền sư Khuông Việt được hậu thế suy tôn như là một vị đại sư có công mở nước:",
        "",
        "(Nguồn: Wikipedia)"
    ]
}