{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\"><a class=\"annotation\" href=\"/nhan-vat/ngo-su-quan\" title=\"Ngô Xương Xí (chữ Hán: 吳昌熾), còn gọi Ngô Sứ Quân (吳使君), là con trai của Thiên Sách Vương Ngô Xương Ngập, tức là cháu nội của Ngô Tiên chúa Ngô Quyền. Sử không ghi rõ năm sinh và năm mất của Ngô Xương Xí, nhưng căn cứ vào hành trạng của Ngô Xương Ngập thì ông sinh khoảng từ năm 944 đến trước năm 950....\" target=\"_blank\">Ngô Sứ Quân<\/a><br><font size=\"2\">吳使君<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Vua Việt Nam <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tại vị<\/th>\n   <td>965<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td>Nam Tấn Vương<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><b>Thoái nhượng<\/b><br>\n     Do thế lực suy yếu nên lui về làm sứ quân.<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên húy<\/th>\n   <td>Ngô Xương Xí (吳昌熾)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Triều đại<\/th>\n   <td>Nhà Ngô<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td>Thiên Sách Vương<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Ngô Xương Xí",
        "Ra đời trong ly loạn",
        "Vương gia làm sứ quân",
        "Thành Bình Kiều",
        "Hàng phục họ Đinh",
        "Nhận định",
        "Đền thờ",
        "Xem thêm",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Ngô Xương Xí - Người Kể Sử",
    "paragraphs": [
        "Ngô Xương Xí (chữ Hán: 吳昌熾), còn gọi Ngô Sứ Quân (吳使君), là con trai của Thiên Sách Vương Ngô Xương Ngập, tức là cháu nội của Ngô Tiên chúa Ngô Quyền. Sử không ghi rõ năm sinh và năm mất của Ngô Xương Xí, nhưng căn cứ vào hành trạng của Ngô Xương Ngập thì ông sinh khoảng từ năm 944 đến trước năm 950.",
        "",
        "",
        "Năm 944, Ngô Quyền mất, uỷ thác con trưởng Ngô Xương Ngập cho Dương Tam Kha - em của Dương hậu, vợ Ngô Quyền. Dương Tam Kha lợi dụng chiếm ngôi của nhà Ngô. theo thần phả, Ngô Xương Ngập chạy về nhà một hào trưởng - Phạm Lệnh Công - ở làng Trà Hương, Nam Sách. Ở đó Ngô Xương Ngập lấy Phạm Thị Ngọc Dung (Uy Duyên), con gái Phạm Bạch Hổ và sinh Ngô Xương Xí.",
        "Dương Tam Kha lên ngôi, xưng là Dương Bình Vương, nhận Ngô Xương Văn - em trai Ngô Xương Ngập - làm con nuôi. Năm 950 Ngô Xương Văn lật đổ Dương Tam Kha nhưng không giết, chỉ giáng xuống làm Chương Dương công.",
        "Ngô Xương Văn lên ngôi, là Nam Tấn vương, năm 950. Ngô Xương Văn cũng cho người đón Ngô Xương Ngập về. Được sự chuẩn ý của Dương thái hậu, Ngô Xương Ngập cũng làm vua, xưng là Thiên Sách vương. Lúc đó cùng tồn tại hai vua, sử gọi là Hậu Ngô Vương.",
        "Năm 954, Ngô Xương Ngập bị bệnh thượng mã phong chết, chỉ còn Ngô Xương Văn. Năm 965, Ngô Xương Văn đi đánh thôn Đường thuộc căn cứ Đường Lâm và thôn Nguyễn Gia Loan thuộc phạm vi kiểm soát của sứ quân Nguyễn Thái Bình bị phục binh bắn nỏ chết.1 Tại Cổ Loa các tướng Lã Xử Bình, Kiều Tri Hựu, Đỗ Cảnh Thạc, Dương Huy tranh nhau làm vua.",
        "Theo Khâm định Việt sử Thông giám cương mục thì một viên tướng người họ Ngô là Ngô Xương Xí tụ tập quân giữ Bình Kiều. Tuy nhiên lời chua sách này ghi Ngô Xương Xí:Con Thiên Sách vương Ngô Xương Ngập. Đại Việt sử lược thì chép sứ quân Nguyễn Du Dịch tên Xương Xí. Các cuốn sử trên cùng với Đại Việt sử ký toàn thư đều không chép việc Xương Xí nối ngôi vua.",
        "Khi Nam Tấn Vương mất, Ngô Xương Xí chưa tới 20 tuổi, theo lẽ thường sẽ trở thành Vua. Nhưng vì thế lực ngày càng yếu nên Ngô Xương Xí phải lui về giữ đất Bình Kiều. Vùng đất nay được xác định thuộc Triệu Sơn, Thanh Hóa.2",
        "Từ khi Dương Tam Kha cướp ngôi của nhà Ngô, nhiều nơi không phục đã nổi lên. Cho tới thời của Ngô Xương Xí thì hình thành 12 đạo quân lớn hơn cả, trấn giữ các địa phương, sử sách gọi là loạn 12 sứ quân. Ngô Xương Xí cũng nằm trong số đó, tức Ngô Sứ Quân (吳使君).",
        "Sử sách chép không thật rõ ràng về thời kỳ loạn lạc này, nhất là kể từ cái chết của Nam Tấn Vương Ngô Xương Văn. Theo Khâm định Việt sử Thông giám Cương mục, một trong những bộ chính sử Việt Nam, đã xảy ra việc \"tranh chấp ngôi vua\" giữa các đại thần Lã Xử Bình, Kiều Tri Hựu, Đỗ Cảnh Thạc và Dương Huy tại kinh thành Cổ Loa. Có thể trong cuộc tranh chấp đó, Ngô Xương Xí đã phải chạy khỏi kinh thành.",
        "Thành Bình Kiều là một tòa thành do chính sứ quân Ngô Xương Xí xây dựng trên vùng đất mới chọn sau khi phải dời khỏi triều đình Cổ Loa. Thành nằm lọt vào giữa vùng đất cách thành phố Thanh Hóa 25 km về phía Đông, cạnh dãy Cửu Noãn Sơn, liền kề phía Bắc núi Nưa thuộc huyện Như Thanh. Vùng đất này ngày nay thuộc về xã Hợp Lý, Hợp Tiến, Hợp Thành thuộc huyện Triệu Sơn, tỉnh Thanh Hóa. Bình Kiều có nghĩa là cầu bằng (tức cầu không cong), nguyên là tên một cây cầu bắc qua sông Man Giếng.",
        "Theo tài liệu của giáo sư Phan Đại Doãn công bố vào năm 1971 và kết quả khảo sát thực địa tiến hành vào năm 1981 thì tòa thành này đắp bằng đất, được xây dựng trên một khu đất vuông vắn, thành hình vuông, mỗi bề gần 1.800 m. Nay đã trở thành bờ vùng, bờ thửa và lũy tre. Chung quanh thành có vết hào bao bọc, thành cao khoảng 2 m, chân thành rộng từ 3 – 4 m, mặt thành rộng khoảng 2 m. Thành có 4 cửa và bồn góc thành có 4 cồn đất cao. Tòa thành nằm cạnh con sông Mau Giếng, một nhánh của sông Nhơm – thượng nguồn của sông Cầu Quan, đổ vào sông Yên để ra biển qua cửa Ghép. Tên gọi Bình Kiều xuất phát từ một chiếc cầu: cầu Bừng bắc qua sông Mau Giếng ở gần phía Bắc tòa thành.",
        "Theo các tài liệu nghiên cứu, việc bình định Ngô Xương Xí của Đinh Bộ Lĩnh diễn ra một cách hòa bình. Ngô Xương Xí quy hàng Đinh Bộ Lĩnh. Sách \" Việt sử thông giám cương mục\" chép rằng: \"...Ðến khi nhà Ngô mất, Ðinh Bộ Lĩnh dụ hàng được các sứ quân Ngô Xương Xí, phá được Ðỗ Ðộng của Nguyễn Cảnh Thạc...\". Có tài liệu nói rằng sở dĩ ông hàng Bộ Lĩnh vì có sự tác động của cuộc hôn nhân giữa Đinh Bộ Lĩnh và Dương Vân Nga, con gái Dương Tam Kha, rồi ông ngoại ông là sứ quân Phạm Bạch Hổ hay Ngô Nhật Khánh đều là những người có quan hệ thân thích với ông cùng quy thuận Đinh Bộ Lĩnh.",
        "Bổ sung từ nguồn truyền thuyết kết hợp với di tích sưu tầm được ở Thanh Hóa cho biết, Khi Đinh Bộ Lĩnh tiến hành thu phục Bình Kiều của sứ quân Ngô Xương Xí, ông hành quân vào Ái Châu, đóng quân tại sườn Cửu Noãn Sơn, có thần nhân (mưu sĩ?) mách bảo: không cần đánh, chỉ cần mở tiệc khao quân, Xương Xí hoảng sợ tất phải xin hàng. Nay ở xã Thọ Tân có đền thờ Vua Đinh Tiên Hoàng.",
        "Cho tới năm Mậu Thìn 968, đạo quân của Đinh Bộ Lĩnh sau hàng loạt chiến thắng, thống nhất đất nước, mở ra nhà Đinh. Nhà Ngô kết thúc.",
        "Theo Phả hệ họ Ngô Việt Nam, ông có một người anh, là con cả của Ngô Xương Ngập tên là Ngô Xương Tỷ (933-1011), theo nghiệp tu hành, đổi tên là Ngô Chân Lưu và sau được Đinh Tiên Hoàng phong làm Khuông Việt đại sư.",
        "Ngô Thì Sĩ trong Đại Việt sử ký tiền biên có nhận xét:",
        "Ngô Xương Xí được thờ tại đền Khai Long sứ quân, thuộc xã Tân Sơn, huyện Đô Lương, tỉnh Nghệ An. Tương truyền đây là nơi Ngô Xương Xí chiêu dân lập căn cứ thời 12 sứ quân. Nơi đây cách căn cứ Bình Kiều khoảng 140 km về phía Nam. Sự xuất hiện của ngôi đền thờ ở đất Hoan Châu khẳng định vai trò quân sự của Ngô Xương Xí với một vùng ảnh hưởng rộng lớn khắp châu Ái, châu Hoan, tức Thanh Hóa, Nghệ An ngày nay. Đền Khai Long là 1 ngôi đền thiêng được xây dựng cách đây trên 1.000 năm. Trước đây đền có 4 tòa gồm: thượng điện, trung điện và hạ điện. Đền Khai Long thờ vị tướng Thập Nhị Sứ Quân là Ngô Xương Xí được phong tặng Thượng thượng Đẳng - Tối Linh Đại Vương.4 Gần xã Tân Sơn là xã Trung Sơn cũng có ngôi đền Khai Long cổ kính là nơi thờ tướng quân Ngô Xương Xí.",
        "Ngô Xương Xí cũng được thờ làm thành hoàng làng Phú Duy, xã An Phú, huyện Mỹ Đức, phía nam Hà Nội. Theo truyền thuyết ở Phú Duy, thành hoàng làng là Tướng Ngô Xương Xí - một trong những thủ lĩnh của 12 sứ quân từng đóng quân tại đây. Bãi tập trận của nghĩa quân xưa kia chính là những bãi trên núi quanh đầm Cửa Hương. Tương truyền, đầm Cửa Hương chính là nơi cung cấp nguồn nước sinh hoạt cho nghĩa quân. Vào khoảng trước năm 2010, những người đi tìm nguồn sắt đã bắt gặp rất nhiều dấu tích của vũ khí của nghĩa quân được chôn giấu sâu dưới lòng núi.",
        "(Nguồn: Wikipedia)"
    ]
}