{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Nam Tấn Vương<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Vua Việt Nam <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Trị vì<\/th>\n   <td>950 – 965<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/duong-binh-vuong\" title=\"Dương Tam Kha (chữ Hán: 楊三哥), tức Dương Bình Vương (楊平王) là một vị vua Việt Nam, trị vì từ 944 đến 950, xen giữa nhà Ngô trong lịch sử Việt Nam. \n Với thân phận là anh/ em vợ của Ngô Quyền, ông đã tạo nên thế lực đủ mạnh để cướp ngôi nhà Ngô, tự lập triều đại riêng của mình trong vòng 6 năm, cho đến...\" target=\"_blank\">Dương Bình Vương<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Đồng trị vì<\/th>\n   <td>Thiên Sách Vương<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/ngo-xuong-xi\" title=\"Ngô Xương Xí (chữ Hán: 吳昌熾), còn gọi Ngô Sứ Quân (吳使君), là con trai của Thiên Sách Vương Ngô Xương Ngập, tức là cháu nội của Ngô Tiên chúa Ngô Quyền. Sử không ghi rõ năm sinh và năm mất của Ngô Xương Xí, nhưng căn cứ vào hành trạng của Ngô Xương Ngập thì ông sinh khoảng từ năm 944 đến trước năm 950....\" target=\"_blank\">Ngô Xương Xí<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên húy<\/th>\n   <td>Ngô Xương Văn (吳昌文)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Triều đại<\/th>\n   <td>Nhà Ngô<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/ngo-quyen\" title=\"Ngô Quyền (chữ Hán: 吳權, 897 - 944), còn được biết đến với tên gọi Tiền Ngô Vương (前吳王), là vị vua đầu tiên của nhà Ngô trong lịch sử Việt Nam. Năm 938, ông là người lãnh đạo nhân dân đánh bại quân Nam Hán trong trận Bạch Đằng nổi tiếng, chính thức kết thúc gần một thiên niên kỉ Bắc thuộc, mở ra một ...\" target=\"_blank\">Ngô Quyền<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân mẫu<\/th>\n   <td>Dương hậu<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>965<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Ngô Xương Văn",
        "Thân thế",
        "Giữa cậu và anh",
        "Nam Tấn vương",
        "Đánh giá",
        "Chú thích",
        "Xem thêm",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Ngô Xương Văn - Người Kể Sử",
    "paragraphs": [
        "Ngô Xương Văn (chữ Hán: 吳昌文; ? – 965) là một vị vua nhà Ngô, trị vì từ 950 đến 965. Trong đó khoảng 951 – 954 cùng với anh trai là Ngô Xương Ngập. Sử gọi chung đó là thời Hậu Ngô Vương.",
        "",
        "",
        "Ngô Xương Văn con thứ hai của Ngô Quyền, mẹ là hoàng hậu họ Dương.",
        "Năm 944, Ngô Quyền mất, uỷ thác con trưởng Ngô Xương Ngập cho Dương Tam Kha - em (có sách viết là anh) trai Dương Hậu. Dương Tam Kha cướp ngôi, tự lập mình làm vua, xưng là Dương Bình Vương. Ngô Xương Ngập chạy về Nam Sách được một hào trưởng là Phạm Lệnh Công che chở. Dương Tam Kha ba lần sai quân đi bắt Ngô Xương Ngập mà không được. Ở đó Ngô Xương Ngập lấy vợ và sinh con là Ngô Xương Xí.",
        "Dương Bình vương lấy Ngô Xương Văn làm con nuôi. Một số nghiên cứu gần đây cho rằng ông lấy con gái Bình vương là Dương Vân Nga và chính ông là người chồng đầu tiên của bà, nhưng giả thuyết này không vững chắc và có nhiều điểm mâu thuẫn (xem chi tiết bài Dương Vân Nga).",
        "Từ khi Dương Tam Kha lấy ngôi của nhà Ngô, nhiều nơi không chịu thuần phục, các thủ lĩnh nổi lên cát cứ một vùng thường đem quân đánh chiếm lẫn nhau. Năm Canh Tuất (950), Tam Kha sai Xương Văn cùng hai tướng Dương Cát Lợi và Đỗ Cảnh Thạc đem quân đi đánh hai thôn Đường, Nguyễn ở Thái Bình. Ngô Xương Văn đi đến nửa đường, dụ hai tướng quay lại lật đổ Dương Tam Kha.",
        "Trích Đại Việt sử ký toàn thư:",
        "Ngô Xương Văn không giết Dương Tam Kha, giáng xuống cho làm Chương Dương Công.",
        "Năm 950, Ngô Xương Văn tự xưng làm Nam Tấn Vương, đóng đô ở Cổ Loa. Ngô Xương Văn cho người đón anh trai Ngô Xương Ngập về. Được sự chuẩn tấu của Dương thái hậu, Ngô Xương Ngập cũng lên làm vua, xưng Thiên Sách Vương. Khi đó cùng tồn tại hai vua.",
        "Năm 951, ông cùng Thiên Sách vương đi đánh Đinh Bộ Lĩnh ở Hoa Lư (Ninh Bình) không thần phục triều đình nhưng không thắng phải quay trở về (xem chi tiết các bài: Đinh Bộ Lĩnh, Đinh Liễn).",
        "Ngô Xương Ngập chuyên quyền, không cho Ngô Xương Văn tham gia chính sự. Ngô Xương Ngập còn định trừ Ngô Xương Văn để một mình làm vua, nhưng năm 954, Ngô Xương Ngập bị bệnh chết. Nam Tấn Vương Ngô Xương Văn một mình trị nước.",
        "Theo sách Khâm định Việt sử thông giám cương mục dẫn chiếu từ Ngũ đại sử (thiên Nam Hán thế gia), sau khi Xương Ngập chết, Xương Văn1 sai sứ đến gặp vua Nam Hán là Lưu Thịnh (con Lưu Cung) xin \"tiết việt\". Lưu Thịnh sai cấp sự trung là Lý Dư đem cờ \"tinh\" sang để chiêu dụ. Lý Dư đi đến Bạch Châu, Ngô Xương Văn sai người đến ngăn lại, bảo rằng: \"Giặc biển làm loạn, đường sá khó đi\", thành thử Lý Dư không sang được tới nơi. Có lẽ Nam Tấn vương đã ân hận trong việc \"thần phục\" kẻ địch từng thua bại dưới tay ông ngoại và cha mình và thấy Nam Hán không đủ mạnh để thần phục nên tìm cách không gặp sứ Nam Hán.",
        "Trong nước có nhiều nơi làm loạn không thần phục triều đình, Nam Tấn vương mang quân đi dẹp. Đầu tiên ông dẹp được giặc Chu Thái, sau đó năm 965, Ngô Xương Văn đem quân đi đánh hai thôn Đường và Nguyễn ở Thái Bình (Sơn Tây). Ông bị phục binh bắn nỏ trúng, tử trận. Theo giáo sư Trần Quốc Vượng thì thôn Đường, tức Đường Lâm thuộc phạm vi chiếm đóng của sứ quân Ngô Nhật Khánh, còn thôn Nguyễn Gia Loan thuộc căn cứ của sứ quân Nguyễn Thái Bình, tức Nguyễn Khoan.2",
        "Ngô Xương Văn làm vua được 15 năm. Thời kỳ trị vị của Ngô Xương Văn và Ngô Xương Ngập được gọi chung là Hậu Ngô Vương.",
        "Sau đó con của Ngô Xương Ngập là Ngô Xương Xí lên ngôi, nhưng thế lực suy yến phải rút về giữ đất Bình Kiều. Từ 966 hình thành 12 sứ quân, sử gọi là loạn 12 sứ quân. Cho tới năm Mậu Thìn 968, đạo quân của Đinh Bộ Lĩnh sau hàng loạt chiến thắng, thống nhất đất nước, mở ra nhà Đinh. Nhà Ngô kết thúc.",
        "Trong Đại Việt sử ký toàn thư, Lê Văn Hưu viết:",
        "Ngô Sĩ Liên có lời bàn trong Đại Việt sử ký toàn thư:",
        "Ngô Thì Sĩ trong Việt sử tiêu án cũng có lời bàn về Ngô Xương Văn như sau:",
        "Khi đề cập tới Xương Văn có tư chất tốt, không thế, thì nếu không giết anh là Xương Ngập, cũng không để Tam Kha được sống, Ngô Thì Sĩ có lẽ muốn so sánh chuyện nhà Ngô với những cảnh \"huynh đệ tương tàn\", thói ích kỷ, vô nhân của một số quân vương trong lịch sử Trung Quốc sau này, như Lý Thế Dân giết anh em cùng mẹ và 10 cháu ruột, bức cha thoái vị; Tống Cao Tông Triệu Cấu không muốn xin nhà Kim thả cha (Huy Tông) và anh (Khâm Tông) đang làm tù binh trong tay giặc được về mà chỉ xin tha cho mẹ, rồi tìm cách vu tội giết Nhạc Phi vì danh tướng này muốn đánh vào kinh đô nhà Kim để rước 2 vua cũ về nam; hay Minh Anh Tông được em là Cảnh đế cứu thoát từ tay người Mông sau 7 năm làm tù binh đã tìm cách sát hại em để đoạt lại ngôi.",
        "Lời bàn của Ngô Sĩ Liên có phần chưa thỏa đáng. Việc gọi anh về cùng làm vua và tha cho Dương Tam Kha là lòng nhân nghĩa, khiêm nhường của Xương Văn, không thể nói là ông nhu nhược. Dẹp được giặc Chu Thái, có thể nói là ông đủ cứng cỏi để cầm quyền. So với Ngô Sĩ Liên, Lê Văn Hưu và Ngô Thì Sĩ có lời bàn hợp lý hơn.",
        "(Nguồn: Wikipedia)"
    ]
}