{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Nguyễn Chế Nghĩa",
        "Tiểu sử",
        "Vinh danh",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nguyễn Chế Nghĩa - Người Kể Sử",
    "paragraphs": [
        "Nguyễn Chế Nghĩa (阮制義, ?-?) là một tướng lĩnh thời nhà Trần.",
        "Tư liệu lịch sử ít ỏi, không rõ năm sinh, năm mất, chỉ biết ông quê ở xã Cối Xuyên, huyện Trường Tân, lộ Hồng Châu (nay là thôn Hội Xuyên, thị trấn Gia Lộc, huyện Gia Lộc, tỉnh Hải Dương). Sinh ra trong một gia đình có danh vọng, từ nhỏ ông đã có sức khoẻ lạ thường, giỏi cưỡi ngựa và sử dụng giáo dài: thiên văn, binh pháp đều tinh thông, lại thích ngâm vịnh và làm thơ.",
        "Thời còn trẻ ông đầu quân dưới trướng Phạm Ngũ Lão, tham gia đánh thắng quân nhà Nguyên ở ải Chi Lăng. Ra trận, ông \"cưỡi ngựa, cầm giáo xông vào giữa đám quân giặc, đánh đâu thắng đấy. Chẳng ai địch nổi; chúng sợ gọi ông là thần tướng. Khi giặc dẹp xong, ông được cử làm Khống Bắc đại tướng quân, tước Nghĩa Xuyên công, ở lại trấn thủ Lạng Sơn sáu năm, lập được nhiều công, danh tiếng ngang với Phạm Ngũ Lão\".",
        "Vua Trần Anh Tông rất yêu mến, gả con gái yêu là công chúa Ngọc Hoa cho ông.[cần dẫn nguồn] Ít lâu sau, ông được thăng chức Thái úy, được phong đến tước Nghĩa Xuyên Công1 .",
        "Nguyễn Chế Nghĩa được ghi nhận là người có tính tình trung hậu, thẳng thắn, không ngại gian lao, nên được coi là một tướng tâm phúc, tài giỏi của nhà Trần. Ông thường ngâm hai câu thơ trong Sầm Lâu tập là: \"Soa lạp ngũ hồ vinh bội ấn; tang ma ế đã thắng phong hầu\" và cho đó là cái đạo tự giữ vẹn mình của kẻ bề tôi. Khi tuổi cao, ông dâng biểu xin từ chức nhiều lần, mới được vua chấp thuận. Trở lại quê nhà, ông mời bè bạn đến chơi, trong dịp này có hai bài thơ tặng ông, ca ngợi công lao của ông đối với đất nước cùng khí tiết cao cả, trong sạch.",
        "Sự tích ông được chép trong Trần triều Hiển thánh Chính kinh Tập biên. Có tư liệu cho biết, Nguyễn Chế Nghĩa còn để lại một bài thơ. Tiểu sử và thơ của ông không được chép trong sử hoặc một cuốn thơ văn chính thức nào mà chỉ tìm thấy trong thần phả thờ ông hoặc in phụ vào thần phả thờ Hưng Đạo vương Trần Quốc Tuấn.",
        "Tên ông được đặt cho một phố nhỏ nối phố Trần Hưng Đạo và phố Hàm Long, Hà Nội; Một con đường cùng với chợ tại phường 13 quận 8 Thành phố Hồ Chí Minh; Con đường trục chính của thị trấn Gia Lộc (nằm trên Quốc lộ 37), nơi ông sinh ra cũng được mang tên Nguyễn Chế Nghĩa.",
        "(Nguồn: Wikipedia)"
    ]
}