{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Nguyễn Thị Niên",
        "Thân thế",
        "Theo chồng đổi chủ",
        "Trả thù cho chồng",
        "Trong truyền thuyết đền Vực Vông",
        "Xem thêm",
        "Tham khảo",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nguyễn Thị Niên - Người Kể Sử",
    "paragraphs": [
        "Nguyễn Thị Niên (chữ Hán: 阮氏年, ? - 1600?) là vợ Sơn quận công Bùi Văn Khuê - tướng nhà Mạc và nhà Lê trung hưng trong lịch sử Việt Nam.",
        "",
        "",
        "Nguyễn Thị Niên người làng Canh Hoạch, phủ Thanh Oai nay là huyện Thanh Oai, Hà Nội. Bà là con gái thứ ba của lão tướng Nguyễn Quyện1 , lấy võ tướng Bùi Văn Khuê. Người chị của Nguyễn Thị Niên chính là hoàng hậu Nguyễn thị của vua Mạc Mậu Hợp2 .",
        "Đầu năm 1592, tướng Nam triều là Trịnh Tùng mang đại quân ra bắc tấn công Thăng Long. Mạc Mậu Hợp cũng huy động đại quân ra địch, bị bại trận vào ngày giáp tết, phải bỏ kinh thành chạy qua sông Hồng. Do sông Hồng ngăn trở, quân Nam triều chưa qua sông được. Trịnh Tùng cũng thấy chưa đủ khả năng đánh chiếm miền Bắc nên lại rút về Thanh Hóa.",
        "Mạc Mậu Hợp lại không lo phòng giữ, sa vào tửu sắc. Nguyễn Thị Niên thường ra vào trong cung thăm chị là hoàng hậu Nguyễn thị. Mậu Hợp thấy bà có nhan sắc, liền ngầm mưu dụ giết Bùi Văn Khuê để cướp lấy bà1 . Nguyễn Thị Niên sợ hãi bèn sai người hầu cận mật chạy đi báo cho Bùi Văn Khuê.",
        "Bùi Văn Khuê biết chuyện, bèn mang quân tự rút về Gia Viễn rồi sai con là Bùi Văn Nguyên chạy vào Thanh Hóa xin hàng nhà Lê. Trịnh Tùng nghe tin, bèn khởi binh ra cứu Bùi Văn Khuê nhân thể đánh nhà Mạc. Quân Mạc đại bại. Nguyễn Quyện cha bà cũng dự trận này và bị bắt, sau đó bị giết trong ngục cùng các anh em của Nguyễn Thị Niên3 . Không lâu sau, Mạc Mậu Hợp bị Trịnh Tùng bắt và chém.",
        "Trịnh Tùng rước vua Lê Thế Tông ra Thăng Long. Tuy nhiên nhiều nơi ở Bắc Bộ vẫn theo các tông thất họ Mạc.",
        "Cậu ruột Trịnh Tùng là Nguyễn Hoàng giữ chức trấn thủ Thuận - Quảng, ra bắc cầm quân giúp nhà Lê đánh tàn dư họ Mạc. Năm 1600, Nguyễn Hoàng sợ bị Trịnh Tùng thanh trừng không cho về Nam, bèn lập mưu xúi Bùi Văn Khuê cùng các tướng cũ của nhà Mạc là Phan Ngạn và Ngô Đình Nga dấy binh làm phản để mình có cớ đi dẹp mà bỏ trốn về nam4 .",
        "Bùi Văn Khuê cùng Phan Ngạn và Ngô Đình Nga bèn dấy binh phản lại nhà Lê, trở lại giúp họ Mạc4 . Nguyễn Hoàng xin được đi dẹp, liền mang quân đến bờ biển, đốt hết doanh trại rồi trốn về Thuận Hoá.",
        "Bùi Văn Khuê cùng Phan Ngạn, Ngô Đình Nga đem quân phụ trợ theo họ Mạc, chiêu an các thành thị. Nhưng chỉ được ít lâu, Phan Ngạn nghi ngờ Bùi Văn Khuê có mưu khác, liền sai người bắn chết Văn Khuê ở giữa sông.",
        "Nguyễn Thị Niên nghe tin chồng bị hại, khóc bảo quân lính bản bộ của Bùi Văn Khuê:",
        "Phan Ngạn nghe thế giận lắm. Ngày mồng 1 tháng 6 năm 1600, Phan Ngạn đem quân đến sông Hoàng Giang đánh nhau. Quân của Nguyễn Thị Niên bắn chết Phan Ngạn ở giữa sông.",
        "Đại Việt sử ký toàn thư sau đó không nhắc tới bà. Khâm định Việt sử thông giám cương mục dẫn một thuyết nữa về việc giết Phan Ngạn và việc tự vẫn của Nguyễn Thị Niên sau khi báo thù cho chồng như sau5 :",
        "Truyền thuyết ở đền Vực Vông tại quần thể di tích cố đô Hoa Lư, ngay bên dòng sông Hoàng Long, thuộc thôn Chi Phong - Trường Yên - huyện Hoa Lư, Ninh Bình cũng kể về cái chết của Nguyễn Thị Niên sau khi báo thù cho chồng6 .",
        "Theo truyền thuyết này, Bùi Văn Khuê cùng Phan Ngạn đều là bộ tướng của Nguyễn Quyện và đều mang lòng yêu bà. Nhờ tài năng chinh phục được vực xoáy ở Vực Vông, cho người kê đá xoay lại dòng chảy thì không còn vực xoáy nữa, Bùi Văn Khuê được Nguyễn Quyện gả Nguyễn Thị Niên cho.",
        "Phan Ngạn căm tức vì không lấy được Nguyễn Thị Niên, bèn vu cáo Nguyễn Quyện khiến Nguyễn Quyện bị mất chức và chính Phan Ngạn được lên thay. Sau đó Ngạn sai người ám sát Bùi Văn Khuê để mưu chiếm Nguyễn Thị Niên.",
        "Để trả thù, Nguyễn Thị Niên cũng giả cách nhận lời lấy Phan Ngạn và dụ Phan Ngạn lên thuyền giữa sông Hoàng Long rồi giết Ngạn, như thuyết kể trong sách Khâm định Việt sử thông giám cương mục. Bà sai chặt đầu Phan Ngạn đem tế chồng. Sau đó, bà nhảy xuống sông tuẫn tiết.",
        "Thi hài bà trôi dạt vào vực Vông. Thương tiếc và biết ơn bà, nhân dân địa phương đã lập đền thờ bà ngay cạnh đó và gọi là đền Vực Vông.",
        "(Nguồn: Wikipedia)"
    ]
}