{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Tĩnh Vương<br><font size=\"2\">靖王<\/font><\/th>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hậu duệ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/nguyen-uong\" title=\"Nguyễn Uông là con trai cả của danh tướng Nguyễn Kim (1468-1545) và là anh trai của chúa Nguyễn Hoàng. \n Ông từng làm Lãng Xuyên Hầu, sau tiến phong Tả tướng quân....\" target=\"_blank\">Nguyễn Uông<\/a><br><a class=\"annotation\" href=\"/nhan-vat/nguyen-hoang\" title=\"Nguyễn Hoàng (chữ Hán: 阮潢; 28 tháng 8, 1525 – 20 tháng 7 năm 1613) hay Nguyễn Thái Tổ, Chúa Tiên, là vị chúa Nguyễn đầu tiên, người đặt nền móng cho vương triều Nguyễn (1558 - 1945). Ông quê ở làng Gia Miêu, huyện Tống Sơn, phủ Hàng Tung, xứ Thanh Hoa, ngày nay là Gia Miêu Ngoại Trang, thôn Gia Miêu...\" target=\"_blank\">Nguyễn Hoàng<\/a><br>\n     Nguyễn Thị Ngọc Bảo<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên húy<\/th>\n   <td>Nguyễn Kim (阮淦)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thụy hiệu<\/th>\n   <td>Di Mưu Thùy Dụ Khâm Cung Huệ Triết Hiển Hựu Hoành Hưu Tế Thế Khải Vận Nhân Thánh <b>Tĩnh Hoàng Đế<\/b><br>\n     (貽謀垂裕欽恭惠哲顯祐宏休濟世啟運仁聖靖皇帝)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Miếu hiệu<\/th>\n   <td>Triệu Tổ (肇祖)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Gia tộc<\/th>\n   <td>Họ Nguyễn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>1468<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>1545 (76–77&nbsp;tuổi)<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Nguyễn Kim",
        "Thân thế",
        "Khởi binh chống nhà Mạc",
        "Bối cảnh",
        "Khởi binh chống nhà Mạc",
        "Lập vua Lê Trang Tông",
        "Tiến quân về nước",
        "Cái chết",
        "Nhận định",
        "Gia đình",
        "Truy tặng",
        "Xem thêm",
        "Tham khảo",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nguyễn Kim - Người Kể Sử",
    "paragraphs": [
        "Nguyễn Kim (chữ Hán: 阮淦, 1468-1545), là người chỉ huy quân đội nhà Lê trung hưng, đã tích cực đối kháng nhà Mạc sau khi nhà Lê sơ sụp đổ. Ông đã đem con em chạy sang Ai Lao, chiêu tập binh mã, tôn lập vua Lê Trang Tông, đặt nền móng gây dựng lại nhà Lê khởi đầu thế Nam-Bắc triều (1533 - 1592). Ông được truy tôn miếu hiệu là Triệu Tổ của các chúa Nguyễn và ngoại tổ phụ của các chúa Trịnh.",
        "",
        "",
        "Theo Đại Nam thực lục (bộ sử của nhà Nguyễn soạn), tổ tiên họ Nguyễn trước là một họ có danh vọng ở xứ Thanh Hoa. Cha Nguyễn Kim, là Trừng quốc công Nguyễn Hoằng Dụ. Nguyễn Kim là con trưởng, làm quan triều Lê, chức Hữu vệ điện tiền tướng quân, tước An Thanh hầu1 .",
        "Theo Đại Việt sử ký toàn thư, Nguyễn Kim húy là Cam, người làng Bái Trang, huyện Tống Sơn, Thanh Hóa2 , là con của Yên Hòa hầu Nguyễn Hoằng Dụ3 và cháu của Nghĩa Quận Công Nguyễn Văn Lang.3",
        "Theo sách Đại Việt thông sử, dưới triều Mạc Đăng Dung:Hữu vệ Điện tiền tướng quân An Thanh hầu Nguyễn Kim là em của Nguyễn Hoằng Dụ4",
        "Theo nhóm tác giả Đinh Công Vỹ, Phan Duy Kha, Lã Duy Lan, trong cuốn sách Nhìn lại lịch sử, nhóm tác giả này nghiên cứu phả hệ họ Nguyễn Gia Miêu cho rằng Nguyễn Kim và Nguyễn Hoằng Dụ chỉ là anh em họ. Người sinh ra Nguyễn Kim là Nguyễn Văn Lưu, anh Nguyễn Văn Lang và bác Nguyễn Hoằng Dụ (xem chi tiết bài: chúa Nguyễn).[cần dẫn nguồn]",
        "Năm Canh Dần (1530), Mạc Đăng Dung tiếm ngôi vua được 3 năm, sợ nhân tâm không ổn định, bèn truyền ngôi cho con là Mạc Đăng Doanh. Tháng Giêng năm 1530, Mạc Đăng Doanh tiếm ngôi vua, đổi niên hiệu là Đại Chính, tôn Mạc Đăng Dung làm Thái thượng hoàng.5",
        "Lê Ý, con trai An Thái công chúa khởi binh chống lại, xưng niên hiệu Quang Thiệu, hiệu triệu tướng sĩ các xứ Thanh Hóa, Nghệ An hợp binh đánh nhà Mạc. Lê Ý bị Mạc Quốc Trinh bắt vào tháng 11.6",
        "Thời ấy cha con Mạc Đăng Doanh do thoán nghịch, nên hào kiệt không phục, thổ tù các nơi khởi binh. Nguyễn Kim đóng ở nước Ai Lao, Trịnh Ngung, Trịnh Ngang chiếm cứ xứ Thái Nguyên, Vũ Văn Uyên chiếm cứ xứ Tuyên Quang. các tướng đều danh nghĩa phục quốc. Các xứ Thanh, Nghệ, Tuyên, Hưng đều không theo họ Mạc.7",
        "Năm 1529, Nguyễn Kim ở Thanh Hoa lúc ấy giữ chức Hữu vệ Điện tiền tướng quân An Thanh hầu, đem con em chạy sang nước Ai Lao.8 Chúa nước Sạ Đầu cho rằng Đại Việt và nước họ có quan hệ môi răng, mới đem nhân dân và đất đai Sầm Châu cấp cho Nguyễn Kim. Từ đó Nguyễn Kim nuôi dưỡng sĩ tốt, chiêu nạp kẻ chạy trốn, làm phản, ngấm tìm con cháu họ Lê lập nên để mưu khôi phục.3 9",
        "Tháng 12, năm 1530, Nguyễn Kim lánh nạn ở châu Sầm Thượng, Sầm Hạ nước Ai Lao thu dụng được vài nghìn người, 30 con voi và 300 con ngựa. Theo lời thỉnh cầu của các tướng, bèn dẫn quân về Thanh Hoa. Nguyễn Kim đóng quân ở Lôi Dương, bị phục binh của Ngọc Trục hầu, tướng của Mạc Đăng Doanh đánh bại.10",
        "Mùa xuân năm Tân Mão (1531), Mạc Đăng Doanh sai tướng Tây quốc công Nguyễn Kính đánh Nguyễn Kim ở xứ Thanh Hoa. Nguyễn Kim đón đánh, phá tan quân của Nguyễn Kính, sai quân đóng giữ các huyện.",
        "Nguyễn Kính lại đánh vào Đông Sơn, Nguyễn Kim phá được, giết và bắt sống vài trăm người, rồi dẫn quân ra Gia Viễn, Điềm Độ chiêu dụ và chiếm đất.11",
        "Tháng 9, năm 1531, trời đổ mưa nhiều, nước sông dâng tràn, nhà Mạc dùng chiến thuyền tiến đánh, quân Nguyễn Kim tán loạn, không thể cố thủ. Nguyễn Kim dẫn quân trở về Ai Lao. Xứ Thanh Hoa bị đói to.11",
        "Năm 1533, cựu thần nhà Lê gồm An Thanh hầu Nguyễn Kim, Hòa Trung hầu Lại Thế Vinh, Lỵ quốc công Trịnh Duy Thuận, Phúc Hưng hầu Trịnh Duy Duyệt và Tả đô đốc Trịnh Duy Liệu dựng người con rốt của vua Lê Chiêu Tông tên Duy Ninh làm vua Trang Tông; lên ngôi vua tại Ai Lao, đặt niên hiệu là Nguyên Hòa.12 13",
        "Vua Lê Trang Tông tấn phong cho tứ vị công thần khai quốc. Nguyễn Kim là Thượng phụ Thái sư Hưng Quốc công; Trịnh Kiểm là Dực Quận công, Trịnh Công Năng là Tuyên Quận công; Lại Thế Vinh là Hòa Quận công lại ban cho mỗi vị một quả ấn và một thanh gươm để làm tướng soái tự mang quan bản bộ đi tiêu diệt quân Mạc và phủ dụ dân chúng ở các địa phương hướng về nhà Lê Trung Hưng.",
        "Sau khi phong Nguyễn Kim làm Thái sư Hưng quốc công chưởng nội ngoại sự, lấy trung nhân Đinh Công làm Thiếu úy Hùng Quốc Công, còn lại, người nào cũng được phong thưởng3 , vua Trang Tông sai Trịnh Duy Liệu vượt biển sang nhà Minh, tâu cáo tội trạng của Mạc Đăng Dung và xin nhà Minh đánh dẹp. Vua Minh nhận tờ tấu, giao xuống đình nghị, định cất quân sang hỏi tội Mạc Đăng Dung.14",
        "Mạc Đăng Dung nghe tin liền viết thư cho vua nhà Minh, triều Minh cho Mạc Đăng Dung là dối trá nhưng đạo quân của tướng Minh là Cừu Loan, tuy kéo đến sát biên giới, vẫn do dự không tiến.15",
        "Mùa xuân năm Kỷ Hợi 1539, vua Lê Trang Tông phong Đại tướng quân Dực Nghĩa hầu Trịnh Kiểm, tước Dực quận công. Trịnh Kiểm vốn theo Thái sư Nguyễn Kim đi đánh dẹp, lập nhiều chiến công. Nguyễn Kim thấy có tài, bèn gả con gái cho. Lại phong tước cho các tướng khác, sai họ đem quân chia đường tiến binh, thanh thế lẫy lừng. Đánh vào vùng Lôi Dương, đánh bại quân nhà Mạc.16",
        "Năm 1542, vua Lê Trang Tông lấy Thuỵ quận công Hà Thọ Tường làm Ngự doanh đề thống ngự giá để mưu việc tiến đánh, sai Thái sư Hưng quốc công Nguyễn Kim thống đốc tướng sĩ các dinh đi trước, tiến đánh các nơi ở Thanh Hoa, Nghệ An. Tướng lĩnh cũ và hào kiệt hai trấn này phần nhiều theo về, thế quân càng thêm mạnh.17",
        "Năm 1543, Mạc Đăng Dung, Mạc Đăng Doanh đều đã chết, Mạc Phúc Hải lên ngôi vua. Vua Lê Trang Tông thân chinh đánh Mạc Phúc Hải, lấy được Tây Đô, phá quân của Ngụy Hoằng Vương Mạc Chính Trung, Tổng trấn Thanh Hoa là Đại tướng quân Trung Hậu hầu dẫn quân đầu hàng.18 Bấy giờ, Thái sư Hưng quốc công Nguyễn Kim còn ở Ai Lao chưa theo đi. Vua Lê Trang Tông sai Tuyên quận công Trịnh Công Năng mang chiếu thư về gọi. Nguyễn Kim bèn chỉnh đốn bộ ngũ lên đường ngày, bái yết vua ở hành tại sông Nghĩa Lộ. Lê Trang Tông gia thăng Kim làm thái tể, sai làm đô tướng, tiết chế tướng sĩ các dinh, chia đường cùng tiến, bình định vùng tây nam.19",
        "Nguyễn Kim bị Trung Hậu hầu Dương Chấp Nhất đầu độc vào năm Ất Tỵ (1545). Trung Hậu hầu vốn là hàng tướng nhà Mạc, xuất thân hoạn quan, làm quan đến chức chưởng bộ, nghe tin vua Lê Trang Tông nổi quân, liền dùng kế trá hàng, muốn hại vua Lê Trang Tông. Việc không thành, Trung Hậu hầu mời Thái tể Nguyễn Kim đến dinh, bỏ ngầm thuốc độc trong quả dưa dâng lên trước mâm cỗ. Nguyễn Kim tin thật, ăn dưa, bị trúng độc, đến khi về thấy trong người khó chịu rồi mất. Hôm đó là ngày 20 tháng 5 năm Át Tỵ (1545), niên hiệu Nguyên Hòa thứ 14.19 20 Trung Hậu hầu liền trốn đi, sau lại về với Mạc Phúc Hải.21 Vua Lê Trang Tông vô cùng thương tiếc, truy tặng là Chiêu huân tinh công, đặt tên thụy là Trung Hiến, sai quan đem về quê ở Tống Sơn mai táng.20",
        "Lê Quý Đôn nhận định trong sách Đại Việt thông sử:",
        "Nguyễn Kim lấy thân phận là tướng già của con nhà thế thần, giữ vững tiết tháo, lật đật nơi hang núi, cố chí lo toan việc khôi phục, rước lập thế tử, nối lại tông thống, đánh kẻ loạn tặc, phá đám chông gai, mở mang canh thổ Thanh, Nghệ, Thuận, Quảng hàng hơn ngàn dặm cơ nghiệp ngàn vạn năm của nước nhà, thực bắt đầu từ đây. Như thế chả phải là người bầy tôi xã tắc đó ư ?22",
        "Nguyễn Kim có hai con trai. Con trai trưởng Nguyễn Uông được vua Lê Trang Tông phong làm Lãng quận công khi Nguyễn Kim bị hạ độc chết (nhưng Nguyễn Uông sau bị Trịnh Kiểm giết). Con trai thứ là Nguyễn Hoàng được vua Lê Trang Tông phong làm Hạ Khê hầu, sai đem quân đi đánh giặc.19 Về sau Nguyễn Hoàng trở thành người mở đầu cho sự nghiệp của các chúa Nguyễn ở miền nam Việt Nam.",
        "Thời chúa Tiên Nguyễn Hoàng, tôn thụy hiệu là Huệ Triết Hiển Hựu Hoành Hưu Tế Thế Vĩ Tích Chiêu Huân Tĩnh vương.",
        "Đến đời Chúa Vũ Nguyễn Phúc Khoát thì cải thụy thành Di Mưu Thùy Dụ Khâm Cung Huệ Triết Hiển Hựu Hoành Hưu Tế Thế Vĩ Tích Chiêu Huân Tĩnh vương, và truy tôn phi là Từ Tín Chiêu ý Đức phi.",
        "Đời vua Gia Long năm thứ 5 lại truy tôn là Di Mưu Thùy Dụ Khâm Cung Huệ Triết Hiển Hựu Hoành Hưu Tế Thế Khải Vận Nhân Thánh Tĩnh Hoàng Đế, miếu hiệu là Triệu Tổ, lăng gọi là Trường Nguyên, và truy tôn phi là Từ Tín Chiêu ý Hoằng Nhân Thục Đức Tĩnh Hoàng Hậu.23",
        "Lăng Triệu Tường, tên lăng chính thức là Trường Nguyên. Lăng tọa lạc tại vùng núi Triệu Tường nên thường gọi là lăng Triệu Tường, nơi hợp táng Nguyễn Kim và vợ. Từ sau ngày nhà Nguyễn cáo chung (1945) rồi chiến tranh liên miên, khu vực lăng Trường Nguyên không được chăm sóc, dân Mường được dồn về đây lập nghiệp, thiếu ý thức tôn trọng di tích nên các kiến trúc xưa bị vi phạm hầu như không còn gì. Vào hai năm 2006-2007, dòng họ Nguyễn Phúc ở Huế đã đích thân về đây trùng tu khôi phục lại nơi thờ vọng, bia và nhà bia ở chân núi Triệu Tường. Khu vực lăng Triệu Tường mở ra một địa điểm du lịch sinh thái tâm linh.",
        "Miếu Triệu Tường Không gian bên trong thành Triệu Tường chia làm 3 khu vực: Khu vực chính ở giữa xây Nguyên Miếu thờ Nguyễn Kim và Nguyễn Hoàng. Khu vực phía đông dựng miếu thờ Trừng Quốc Công (Nguyễn Văn Lựu-thân phụ của Nguyễn Kim), khu vực phía tây dành làm nơi trú ngụ của các quan và gia đình hộ lăng và trại lính canh lăng.",
        "(Nguồn: Wikipedia)"
    ]
}