{
    "tables": ["<table class=\"infobox biography vcard\">\n <tbody>\n  <tr>\n   <th colspan=\"2\"><span class=\"fn\">Lý Quốc Sư<\/span><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"ChuabaidinhcoB2.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/nguyen-minh-khong/0b2116ffc1d4dc5a4b49143ff1bdaf24.jpg\">\n    <noscript>\n     <img alt=\"ChuabaidinhcoB2.jpg\" src=\"/images/wiki/nguyen-minh-khong/0b2116ffc1d4dc5a4b49143ff1bdaf24.jpg\">\n    <\/noscript>\n    <div>\n     Tượng Lý Quốc Sư tại đền thánh Nguyễn ở quần thể <a class=\"annotation\" href=\"/dia-danh/chua-bai-dinh\" title=\"20°16′37″B 105°51′46″Đ / 20,27694°B 105,86278°Đ / 20.27694; 105.86278 \n Chùa Bái Đính là một quần thể chùa lớn được biết đến với nhiều kỷ lục châu Á và Việt Nam được xác lập như chùa có tượng Phật bằng đồng dát vàng lớn nhất châu Á, chùa có hành lang La Hán dài nhất châu Á, chùa có tượng Di lặc bằng...\" target=\"_blank\">chùa Bái Đính<\/a>, Ninh Bình\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td><span class=\"nickname\"><a class=\"annotation\" href=\"/nhan-vat/nguyen-chi-thanh-2\" title=\"Nguyễn Chí Thành là một tên người khá phổ biến ở Việt Nam. Một số người Việt nổi bật cùng mang tên này như:...\" target=\"_blank\">Nguyễn Chí Thành<\/a><\/span><br><span class=\"birthplace\">xã Gia Thắng, Gia Viễn, Ninh Bình<\/span><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Danh hiệu<\/th>\n   <td>Lý Quốc Sư / Lý Triều Quốc Sư / Thánh Nguyễn<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Nguyễn Minh Không",
        "Tiểu sử",
        "Sự nghiệp",
        "Lập chùa, mở mang phật giáo",
        "Pháp sư tài danh",
        "Phục hưng nghề đúc đồng",
        "Tôn vinh",
        "Đức Thánh Nguyễn",
        "Thần Khổng Lồ",
        "Ông tổ nghề đúc đồng",
        "Ghi công từ hậu thế",
        "Thờ phụng",
        "Tên đường",
        "Trong thơ ca",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nguyễn Minh Không - Người Kể Sử",
    "paragraphs": [
        "Lý Quốc Sư (chữ Hán: 李國師; 15 tháng 10 năm 1065 – 1141) là tên gọi theo quốc tính họ Vua do nhà Lý ban cho ghép với chức danh pháp lý cao nhất của một vị thiền sư từng là dược sư, pháp sư, đại sư rồi quốc sư tên hiệu Nguyễn Minh Không (chữ Hán: 阮明空). Ông là một vị cao tăng đứng đầu tổ chức phật giáo của triều đại nhà Lý trong lịch sử, được xem là vị thiền sư sáng lập nên nhiều ngôi chùa nhất ở Việt Nam[1] và được tôn vinh là ông tổ nghề đúc đồng.",
        "Vì có nhiều công lớn chữa bệnh cho vua và nhân dân mà ông cùng với Trần Hưng Đạo, là những nhân vật lịch sử có thật, sau này được người Việt tôn sùng là đức thánh Nguyễn, đức thánh Trần. Một số ghi chép xưa xếp ông là vị thánh trong tứ bất tử.[2] Trong truyền thuyết dân gian, Nguyễn Minh Không là một nhân vật huyền thoại, xuất hiện với nhiều tình tiết kỳ bí thậm chí hoang đường như khi tu thiền đắc đạo có thể đi mây về gió, niệm chú cho chim lạ rơi xuống đất, ngả nón làm thuyền vượt sông cả, cho cả kho đồng nước Tống vào túi đem về đúc tứ đại khí, thò tay vào vạc dầu đang sôi vớt hàng trăm chiếc kim chữa bệnh cho vua Lý Thần Tông.[3] Hiện nay ở vùng châu thổ sông Hồng có rất nhiều nơi còn đền thờ ông như ở Ninh Bình, Bắc Ninh, Hà Nội, Nam Định, Hải Dương, Thái Bình, Quảng Ninh, Hưng Yên, Bắc Giang.",
        "",
        "",
        "Theo \"Thiền Uyển Tập Anh\", Lý Quốc Sư Nguyễn Minh Không tên húy là Nguyễn Chí Thành (阮志誠) sinh tại làng Đàm Xá, phủ Tràng An (nay là làng Điền Xá, xã Gia Thắng, Gia Viễn, Ninh Bình). Theo một số tài liệu, ông còn có đạo hiệu Không Lộ, từng tu ở chùa Không Lộ (Nam Định) và được thờ ở núi Không Lộ (chùa Thầy ngày nay).",
        "Cha của thánh Nguyễn là ông Nguyễn Sùng, quê ở làng Điềm Xá, phủ Tràng An. Mẹ ông là bà Dương Thị Mỹ, quê ở Phả Lại, phủ Từ Sơn nay làng Phả Lại, xã Đức Long, Quế Võ, Bắc Ninh (nơi giáp với phường Phả Lại, thị xã Chí Linh, Hải Dương). Vợ chồng ông Nguyễn Sùng tuy nghèo nhưng luôn chăm lo làm việc thiện. Hai ông bà sinh hạ được một người con trai khôi ngô, tuấn tú, đặt tên là Nguyễn Chí Thành.[4]",
        "Cha mẹ mất sớm, Chí Thành làm ngư dân đánh bắt cá, sinh sống trên sông Hoàng Long.[5] Chí Thành nuôi chí lớn, đi chu du thiên hạ, lúc thì đăng sơn kích thỏ, khi thì phóng thuỷ cầu ngư.[6]",
        "Nguyễn Minh Không là một nhà sư tài danh lẫy lừng. Ông đã được coi là thần y khi chữa bệnh \"hóa hổ\" cho vua Lý Thần Tông và được ban quốc tính họ Lý, phong làm Quốc sư, được nhà vua cấp cho nhà ở, được miễn thuế má. Khi ông mất rồi được rất nhiều đền chùa thờ phụng. Đại Việt sử ký toàn thư chép rằng: \"Quốc sư Minh Không rất linh ứng. Phàm khi có tai ương hạn lụt, cầu đảo đều nghiệm cả.\" Nguyễn Minh Không là hiện thân quyền lực linh thiêng của Phật giáo hưng thịnh thời Lý - là thầy thuốc tài ba bậc nhất, là ngư dân gắn bó với thôn dã Đại Việt, là thiền sư tài cao đức trọng, là bậc thánh tổ nghề đúc đồng Việt Nam.",
        "Nguyễn Chí Thành lớn lên sang Tây Trúc học đạo và kết nghĩa anh em với Từ Đạo Hạnh và Nguyễn Giác Hải là hai vị chân sư có uy tín đương thời. Khi tu hành đắc đạo, Nguyễn Chí Thành trở về quê nhà dựng chùa Viên Quang, sau đó lại lập nhiều chùa ở vùng châu thổ sông Hồng... để tu hành, lấy vị hiệu là Không Lộ rồi Minh Không. Trong suốt cuộc đời, trên cương vị quốc sư thống lĩnh lực lượng phật giáo quốc gia, Nguyễn Minh Không đã dựng tới 500 ngôi chùa trên đất Đại Việt.[7] Nhiều ngôi chùa lớn còn tồn tại đến ngày nay như: chùa Bái Đính, chùa Cổ Lễ, chùa Non Nước, chùa Địch Lộng, chùa Quỳnh Lâm, chùa Am Tiên, chùa Trông, chùa Kim Liên, chùa Hàm Long,... Quốc sư Minh Không là vị thiền sư sáng lập nên nhiều ngôi chùa nhất ở Việt Nam.[1]",
        "Thiền sư Minh Không đồng thời là một dược sư nổi tiếng thời Lý, một trong những kỳ tích của ông được sử sách ghi lại là chữa thành công bệnh cho vua Lý Thần Tông, được phong làm quốc sư.",
        "Tương truyền lúc còn đang học đạo, trong khi dạo chơi ở khu rừng, Từ Đạo Hạnh giả tiếng hổ dọa, Người nói: \"Nếu ngươi muốn vậy, sau này chắc sẽ phải chịu quả báo như thế.\" Từ Đạo Hạnh hối hận: \"Xưa kia đức Thế Tôn tạo quả viên thành còn chịu báo kim sương, mã mạch, huống chi đệ sinh thời mạt pháp đâu có thể tránh được, đời sau sẽ làm quốc chủ và sẽ chịu báo này, huynh với đệ có nhân duyên bằng hữu lúc đó hãy cứu đệ.\" Sau khi thiền sư Đạo Hạnh hóa, đầu thai là Dương Hoán, được Vua Nhân Tông yêu quý lập làm Hoàng Thái tử và kế vị ngai vàng tức Lý Thần Tông hoàng đế. Lên ngôi không được bao lâu, tháng 3 năm 1136 Vua Lý Thần Tông bệnh nặng, lông lá mọc khắp cơ thể, gầm thét như hổ suốt ngày, các danh y tài giỏi được triệu đến chữa bệnh nhưng không thuyên giảm. Tức thì trong dân gian, xuất hiện bài đồng dao của trẻ con rằng:",
        "Vua bèn sai sứ tìm gặp Sư. Khi Sư đến, Tôn túc thạc đức các phương đang ở trên điện làm phép, thấy Sư mộc mạc giản dị, có người khinh khí không đáp lễ. Sư đến, đem theo một cái đinh lớn, dài hơn 5 tấc, đóng vào cột, lên tiếng nói: \"Ai có thể nhổ cái đinh đó ra thì trước đáng được tôn trọng, sau chữa được bệnh cho vua\".[8] Nói thế ba lần, chẳng ai dám làm. Sư lại lấy hai ngón tay trái, cầm vào thì đinh theo chúng mà ra. Mọi người đều khiếp phục. Khi gặp vua, Sư lớn tiếng nói: \"Ðấng đại trượng phu, giàu sang bốn bể, há lại làm ra những điều cuồng loạn đấy ư?\" Vua rất run sợ, Sư sai lấy một vạc lớn đựng nước nấu sôi tới cả trăm lần, dùng tay quậy lên khoảng bốn lần, rồi thò tay vào trong vạc dầu đang sôi sùng sục lấy ra đủ 100 cái kim châm cứu cho vua. Bệnh liền bớt ngay. Sau khi khỏi bệnh, cảm phục tài năng, Vua Lý Thần Tông phong ông là Quốc sư, tha thuế dịch cho vài trăm hộ. Trong quốc sử còn ghi rằng: \"Tục truyền khi sư Từ Đạo Hạnh sắp trút xác, trong khi ốm đem thuốc niệm thần chú rồi giao lại cho Nguyễn Chí Thành tức Minh Không, dặn rằng 20 năm sau nếu thấy Quốc Vương bị bệnh lạ thì đến chữa ngay, có lẽ là việc này.\" [9]",
        "Vùng đồi núi Gia Sinh, Gia Viễn hiện còn cái tên làng Sinh Dược (làng thuốc sống) do Lý Quốc Sư dùng cây thuốc ở đây chữa bệnh. Từ các loại thảo dược này ông đã chữa bệnh nan y cho vua Lý Thần Tông và bào chế ra nhiều loại thuốc chữa bệnh cho nhân dân, ông đã truyền lại cho dân nhiều bài thuốc hay và sử dụng thuốc nam, châm cứu chữa bệnh. Đến nay vùng đồi núi Sinh Dược, Gia Sinh vẫn còn nhiều cây thuốc quý như: Bình vôi, Ngành ngạnh, Hoài sơn, Khúc Khắc, Mặt quỷ, Bòn bọt, Hà thủ ô, Hy thiêm thảo, chè vằng, Thiên niên Kiện, Bố chính sâm...",
        "Nguyễn Minh Không được các làng nghề đúc đồng suy tôn là ông tổ của nghề đúc đồng[10] mặc dù từ thế kỷ X, Vua Đinh Tiên Hoàng đã cho đúc tiền bằng đồng đầu tiên trong lịch sử và trước đó người Việt cổ đã đúc trống đồng. Với vai trò là quốc sư triều Lý, ông tham gia gây dựng nhiều công trình phật giáo. Lý Quốc Sư là người đúc tượng phật chùa Quỳnh Lâm; đúc đỉnh đồng trên tháp Báo Thiên[11] góp phần tạo nên An Nam tứ đại khí là những báu vật nổi tiếng của nước Đại Việt thời Lý - Trần. Ông là người sưu tầm và phục hưng nghề đúc đồng – tinh hoa của văn minh Đông Sơn – văn minh người Việt cổ mà trở thành tổ sư nghề đúc đồng.",
        "Đầu năm 1118 Nguyễn Minh Không đến chùa Tống Xá (nay ở xã Yên Xá huyện Ý Yên), Nam Định, đã đi thăm các cánh đồng ở đây và thấy có một khu đất rộng, có loại đất sét tốt có thể làm khuôn đúc ở đây. Ông bèn hướng dẫn dân làng nghề đúc đồng. Từ đó cánh đồng có hố đào để lấy đất sét được gọi là cánh đồng Hố, từ thời Lê bắc thêm cầu nên gọi là cánh đồng Cầu Hố.[12] Ngày nay ở thôn Tống Xá có đền thờ ông tổ của nghề đúc đồng Việt Nam Nguyễn Minh Không.",
        "Là một thiền sư giỏi về Phật pháp, giỏi cả pháp thuật, có công chữa bệnh cho vua Lý, là ông tổ của nghề đúc đồng... Nguyễn Minh Không được tôn là đức Thánh Nguyễn bên cạnh chức danh Quốc sư triều Lý. Dân gian có câu:[13]",
        "Trong hai câu ca trên thì Vương ở đây chỉ Đinh Tiên Hoàng, Thánh chỉ Nguyễn Minh Không. Hai ông được sinh ra ở hai làng liền kề nhau thuộc huyện Gia Viễn, Ninh Bình.",
        "Tại núi Dương Sơn, có chùa Lạc Khoái xã Gia Lạc (Gia Viễn, Ninh Bình) còn câu đối:",
        "Trong tín ngưỡng Việt Nam, nhiều ý kiến cho rằng có 4 vị thần trong nhóm tứ bất tử đó là Tản Viên Sơn thần, Phù Đổng Thiên vương, Chử Đồng Tử, Liễu Hạnh Công chúa. Tuy nhiên, thực tế các vị thánh trong tứ bất tử từng được ghi chép còn có Lý Quốc Sư.[14]",
        "Các truyền thuyết về tổ nghề đúc đồng thường cho rằng thần Khổng Lồ là tục danh nhà sư Nguyễn Minh Không, hiệu Khổng Lộ, một cao tăng đời Lý có tài biến nhỏ thành to. Ông lấy đất sét nặn thành khuôn rồi rót đồng chảy vào, chế thành những món đồ dùng như mâm, hũ đến tượng Phật. Cũng theo truyền thuyết, Quốc sư Minh Không khi tu thiền đắc đạo có thể đi mây về gió, niệm chú cho chim lạ rơi xuống đất, ngả nón làm thuyền vượt sông cả, cho cả kho đồng nước Tống vào túi đem về đúc tứ đại khí, thò tay vào vạc dầu đang sôi vớt hàng trăm chiếc kim chữa bệnh cho Vua Lý Thần Tông.[3]",
        "Kho tàng văn hóa dân gian Ninh Bình còn lưu giữ nhiều câu chuyện truyền thuyết về thần Khổng Lồ như \"Ông Khổng Lồ gánh núi\", \"Ông Khổng Lồ bắt lươn\", \"Núi Đó và lò nước của ông Khổng Lồ\", \"Sự tích núi Kẽm Đó\", \"Sự tích núi Con Mèo\" gắn với hàng loạt di tích liên quan đến sư Minh Không ở đây như: núi Dương Sơn, núi Đồng Cân, núi Đầu Rau, núi Nút Đó, suối Canh Gà,[18]... Ở khu di tích phòng tuyến Tam Điệp ở Tam Điệp ngày nay có Kẽm đó - Ải Cửu Chân vốn là một dãy núi, nhìn từ xa mạch núi khép kín dần, giống như cái đó bắt cá nên có tên là Kẽm Đó hay Lỗ Đó. Phía Bắc đèo Tam Điệp, đường Thiên Lý cổ len qua một \"cửa ải\", hai bên mạch núi đá vôi liên tiếp và khép kín lại, chừa một lối đi như miệng đó đơm cá khổng lồ mà truyền thuyết cho rằng thần Khổng Lồ Nguyễn Minh Không đã đơm đó bắt cá ở đó. Đây là cửa ải ngăn cách giữa hai quận Giao Chỉ và Cửu Chân xưa thời thuộc Hán. Cửa ải này án ngữ con đường Thiên Lý ra Bắc vào Nam.",
        "Sách Tân biên Nam Định tỉnh địa dư chí lược viết: \"Sư Nguyễn Chí Thành quê ở Điềm Xá Gia Viễn thường câu cá tại núi Tai Mèo, rồi chèo thuyền ra cửa biển Thần Phù, để thẳng đến Tây Chân đi bán, thường gánh đá một bên cho cân với cá, đi đường đá bị rơi sư đạp viên đá ra viên đá vỡ còn dấu tại xã Liên Tỉnh xã Tương Đông\"[19]",
        "Theo truyền thuyết Khổng Minh Không, tổ nghề đúc đồng và sự tích Trâu Vàng hồ Tây thì quốc sư Minh Không còn có pháp danh khác là Khổng Lồ cũng chữa khỏi bệnh cho vua phương Bắc. Khi vua trả ơn, hỏi muốn lấy gì, ông chỉ xin một ít đồng đen cho vào tay nải. Và thế là tất cả kho đồng của vua phương Bắc đều chui vào tay nải của ông trước sự kinh ngạc của triều đình. Ông lại thả nón tu lờ làm thuyền bơi về nước Nam. Về đến Thăng Long ông đúc thành chuông. Đồng đen là mẹ vàng, nên khi thỉnh chuông này, con trâu vàng bên phương Bắc nghe tiếng mẹ, chạy vùng sang đến chỗ là hồ Tây bây giờ nó giẫm đất sụt thành hồ, và ẩn luôn dưới đó. Do vậy có tên là hồ Trâu Vàng.[20][21]",
        "Việc thần hóa Nguyễn Minh Không thành vị thần Khổng Lồ là một mô típ độc đáo trong nền văn hoá của cư dân nông nghiệp trồng lúa nước ở châu thổ sông Hồng. Thần Khổng Lồ Nguyễn Minh Không được xây dựng từ những mảnh vụn huyền thoại, được lịch sử hoá một quốc sư tài danh để trở thành một ông Khổng Lồ có yếu tố của một anh hùng văn hoá. Từ sự tích thần Khổng Lồ có thể thấy sự đan xen các lớp văn hoá, tín ngưỡng khó có thể nhận ra từng yếu tố, đâu là những mảnh vụn huyền thoại được thần thoại hoá, lịch sử hoá, tín ngưỡng thờ thần linh nông nghiệp, thần đánh cá, thờ Tổ nghề và lớp văn hoá Phật giáo để tôn vinh một quốc sư trở thành một vị Thánh bất tử.",
        "Lý Quốc Sư Nguyễn Minh Không được những địa phương có nghề đúc đồng lâu đời như các làng nghề Yên Xá,[22] Tống Xá[23][24] ở Ý Yên, lễ hội chợ Viềng (Nam Định); phố nghề Ngũ Xã, phố Lò Đúc (Hà Nội) [25]; Đình làng Chè, làng Rỵ (Thiệu Hoá, Thanh Hóa)[26], các làng nghề đồng châu Mỹ, Long Thượng, Đông Mai (Hưng Yên) và Đào Viên, Điện Tiền (Bắc Ninh) đều thờ và tôn vinh ông là ông tổ đúc đồng.[27]",
        "Một số nơi như làng nghề đúc đồng Đông Sơn, Thanh Hóa và đền thờ sư tổ nghề đồng ở số 5 phố Châu Long – Hoàn Kiếm[28] thì Tổ sư nghề đúc đồng là ông Khổng Minh Không. Trong các tài liệu lịch sử không có tên Khổng Minh Không. Dân gian đã hoà nhập Dương Không Lộ và Nguyễn Minh Không làm một thành Khổng Minh Không. Nhân dân những vùng này coi hai ông là tổ sư nghề đồng của Việt Nam. Đây cũng là một sự tích của Không Lộ dân gian nhập vào với Minh Không. Điều này còn tìm thấy trong văn bia chùa Keo Thái Bình, chùa Keo Nam Định và chùa La Vân (Quỳnh Phụ - Thái Bình).",
        "Theo truyền thuyết dân gian một số vùng ở Nam Định và Thái Bình, Thánh Dương Không Lộ và Nguyễn Minh Không hầu như được đồng nhất với nhau trong một thánh Không Lộ[29][30][31]. Một số tư liệu, thư tịch cổ cũng cho rằng Nguyễn Minh Không, húy Chí Thành, hiệu Không Lộ và Không Lộ chỉ là tên ngôi chùa mà nhà sư Minh Không từng ở.[32] Sách \"Lĩnh Nam chích quái\" chép rằng \"chùa Không Lộ ở làng Giao Thuỷ có nhà sư Minh Không\". Có ý kiến rằng Dương Không Lộ thực chất là tên lấy theo họ mẹ của Minh Không ghép với hiệu Không Lộ.",
        "Một số tư liệu, thư tịch cổ và ý kiến của một số nhà nghiên cứu cho rằng Dương Không Lộ và Nguyễn Minh Không là người khác biệt, có tiểu sử rõ ràng, cả hai ông đã từng chữa khỏi bệnh cho vua.[33] Tuy nhiên, tài liệu quan trọng và đầy đủ như Đại Việt sử ký toàn thư lại hoàn toàn không có nhân vật Dương Không Lộ, chỉ thấy 3 đoạn ghi chép về đại sư Minh Không.[34]",
        "Hơn nữa, Theo sách \"Tân biên Nam Định tỉnh địa dư chí lược\" (Phòng Địa chí - Thư viện tỉnh Nam Định chế bản) tại trang 146, trong mục chùa Keo thì: Không Lộ tên chính là Nguyễn Chí Thành người xã Điềm Xá huyện Gia Viễn cùng Nguyễn Viết Y người xã Loa Điền Hải Thanh kết bạn với nhau, Chí Thành đạo hiệu là Không Lộ, Viết Y đạo hiệu là Giác Hải, sau gặp sư Từ Đạo Hạnh người Yên Lãng cùng sang Tây Trúc học đạo đều thành.[35]",
        "Tên tuổi của Nguyễn Minh Không đã gắn liền với nhiều truyền thuyết hoang đường và kỳ bí. Rất nhiều nơi, đặc biệt là các chùa ở Việt Nam thờ vị quốc sư này theo kiểu \"tiền phật hậu thánh\". Trong số các chùa, đền thờ quốc sư, tập trung nhiều nhất là các tỉnh Ninh Bình, Bắc Ninh, Hải Dương, Hà Nội, Nam Định, Thái Bình... Trong dịp lễ hội ở các đền thờ này, thường có tục bơi chải vào ngày hội, tục này chắc liên quan đến giai thoại nhà sư đi thuyền một đêm mà đến được Kinh đô.[36]",
        "Tại quê hương Ninh Bình, Đức Thánh Nguyễn Minh Không được thờ rất nhiều nơi đặc biệt là ở vùng Gia Viễn quê hương ông ở phía bắc cố đô Hoa Lư. Ông được thờ chung với Vua Đinh Tiên Hoàng ở nhiều di tích gắn với câu ca \"Đại Hữu sinh Vương, Điềm Dương sinh Thánh\" và được xem như vị thần Khổng Lồ trấn trạch phía Bắc trong Hoa Lư tứ trấn. Nơi thờ tiêu biểu nhất là đền thờ đức Thánh Nguyễn trên mảnh đất sinh ra ông thuộc địa phận hai xã Gia Thắng - Gia Tiến, Gia Viễn. Xưa đây là chùa Viên Quang, sau khi ông mất nhân dân biến Viên Quang Tự thành đền thờ trấn Bắc Hoa Lư tứ trấn.[37]. Đền thờ Nguyễn Minh Không ở khu văn hóa tâm linh núi chùa Bái Đính là nơi ông đã phát hiện ra các động và biến chúng thành chùa khi đến đây tìm cây thuốc chữa bệnh cho vua Lý Thần Tông. Tại chùa Địch Lộng ở huyện Gia Viễn, nơi được mệnh danh là \"Nam thiện đệ tam động\", tức động đẹp thứ ba của trời Nam cũng có đền thờ và tượng của ông. Khu di tích động Hoa Lư thì phối thờ tượng ông cùng với tượng vua Đinh Tiên Hoàng trong ngôi đền cổ. Lý Quốc Sư còn được thờ ở đình Ngô Đồng, xã Gia Phú, Gia Viễn; đền thờ Tô Hiến Thành và chùa Lạc Khoái ở bên sông Hoàng Long gắn với giai thoại tuổi thơ ông hay cụm di tích miếu Bồ Vi - đình Vật ở xóm 10, thôn Bồ Vi, thị trấn Yên Thịnh, Yên Mô. Ông cũng được thờ ở chùa Nhất Trụ và động Am Tiên ở cố đô Hoa Lư. Tại đền Thượng xã Khánh Phú và đền Tam Thánh ở xã Khánh An, Yên Khánh ông được suy tôn là đức thánh cả.",
        "Ở Nam Định cũng có khá nhiều chùa thờ quốc sư Minh Không mà tiêu biểu nhất là chùa Cổ Lễ, ngôi chùa do Lý Quốc Sư Nguyễn Minh Không sáng lập. Đại sư Minh Không cũng được thờ ở chùa Xuân Trung xã Xuân Bắc (Xuân Trường) và xã Điền Xá (Nam Trực). Ở Ý Yên, Thánh tổ Minh Không được thờ ở đình Cổ Hương xã Yên Phương; đình Phúc Thọ xã Yên Thành và đền Tống Xá xã Yên Xá. Ông còn được phối thờ cùng Lý Thần Tông và Giác Hải tại chùa Nghĩa Xá ở xã Xuân Ninh Xuân Trường. Lễ hội chợ Viềng hàng năm gắn liền với việc thờ ông Nguyễn Minh Không, ông tổ đúc đồng, nên trước đình ông Khổng, người dân thường bày bán đồ đồng, đồ sắt.[38] chùa Keo Hành Thiện, xã Xuân Hồng cũng hòa nhập thần tích của Nguyễn Chí Thành và Dương Minh Nghiêm thành một thánh Không Lộ.",
        "Ở Thái Bình các di tích thờ quốc sư Minh Không có nhiều ở huyện Quỳnh Phụ như: Chùa Hóa Long ở thôn Đại Nẫm, xã Quỳnh Thọ;[39] đền thờ và chùa La Vân ở xã Quỳnh Hồng; đền Soi ở thôn Đồng Mỹ xã Quỳnh Lâm; đền Lộng Khê xã An Khê. Các nơi khác thờ đại sư như đền Ngũ xã Điệp Nông, Hưng Hà; Đình, đền làng Lại Trì và chùa Am ở xã Vũ Tây, huyện Kiến Xương. Riêng khu vực Chùa Keo (Vũ Thư) thì có nhiều di tích, thần tích liên quan đến Nguyễn Minh Không.",
        "Ở Hà Nội có đền thờ Lý Quốc Sư trên con phố mang tên Lý Quốc Sư. Chùa Quán Sứ ở phố Quán Sứ hiện là trụ sở giáo hội Phật giáo Việt Nam cũng có ban thờ riêng để tôn vinh vị cao tăng này. Đền Thần Quang (Ngũ Xã) và chùa Tổ Ong ở 79 phố Lò Đúc cũng thờ ông với tư cách tổ nghề đúc đồng. Ông cũng được thờ ở chùa Thiên Vũ ở La Dương, phường Dương Nội, quận Hà Đông và đền Lạc Chính, phường Trúc Bạch, quận Ba Đình. Ông cũng được phối thờ cùng Giác Hải tại khu di tích Từ Đạo Hạnh ở chùa Thầy.",
        "Ở Hải Dương có chùa Trông (Hưng Long - Ninh Giang); Đình Cao Dương (Đình Hói) ở xã Gia Khánh và Đình Hậu Bổng (Đình Bóng) tại xã Quang Minh, Gia Lộc; chùa Neo ở xã Đại Đồng, huyện Tứ Kỳ; chùa Kính Chủ ở xã An Sinh, huyện Kim Môn là nơi thờ Nguyễn Minh Không.",
        "Ở Quảng Ninh, Nguyễn Minh Không là sư tổ chùa Quỳnh Lâm, Đông Triều. Đình Minh Châu ở xã đảo Minh Châu, Vân Đồn cũng là nơi thờ Đức Thánh Nguyễn, được xây dựng cách đây gần 200 năm. Căn cứ vào tài liệu “Thần tích Thần sắc xã Quang Châu - Minh Châu - Tổng Vân Hải - Huyện Cẩm Phả - Tỉnh Quảng Yên”, đình Minh Châu là nơi thờ Thánh Tổ Nguyễn Minh Không, đã 2 lần được ban sắc phong năm 1887 và năm 1905.",
        "Ở Hưng Yên, 3 trong 5 làng nghề đúc đồng tạo nên làng Ngũ Xã (Hà Nội) là châu Mỹ, Long Thượng (xã Đại Đồng) và Đông Mai (xã Chỉ Đạo) thuộc huyện Văn Lâm đều thờ ông với tư cách tổ nghề đúc đồng của các làng nghề này. Chùa Ông Khổng, thôn Công Luận 1 thị trấn Văn Giang cũng thờ đại sư Minh Không.",
        "Ở Bắc Ninh, việc thờ Nguyễn Minh Không có tới hàng chục di tích thuộc địa bàn các huyện: thành phố Bắc Ninh, Tiên Du, Quế Võ, Lương Tài, Gia Bình xưa vốn là quê ngoại của người, tiểu biểu như chùa Phả Lại và đền Vệ Xá ở Đức Long, Quế Võ; chùa Hàm Long, thành phố Bắc Ninh và các đình làng Đào Viên, Điện Tiền thuộc xã Nguyệt Đức, huyện Thuận Thành thờ thánh Nguyễn với vai trò sư tổ của nghề đúc đồng. Hội chùa làng Cáp Điền, xã Trung Kênh, Lương Tài được mở vào hai lần 30/10 và 1/11 âm lịch để tôn vinh sư Minh Không.",
        "Ở Bắc Giang, Lý Quốc Sư cũng được thờ ở đình Thắng xã Đức Thắng, Hiệp Hòa,... Ở Hà Nam có chùa Vân Mộng thờ Nguyễn Minh Không với lịch sử là nơi quốc sư từng trụ trì.",
        "Ở Hòa Bình có di tích hang chùa Thượng, đình Liêu ở xã Ngọc Lương huyện Yên Thủy thờ Đức Phật tổ Nguyễn Minh Không và các vị thần có nhiều công lao với đất nước.[40]",
        "Đền Lý Quốc Sư ở Hà Nội",
        "Hang sáng Chùa Bái Đính",
        "Chùa Địch Lộng",
        "Chùa Cổ Lễ",
        "Tên tuổi của quốc sư Minh Không được đặt cho nhiều đường phố ở Việt Nam như đường Lý Quốc Sư ở các thành phố Nha Trang, Hà Nội, Tam Điệp, thành phố Bắc Ninh, TP HCM, Phan Thiết,... hay đường Nguyễn Minh Không ở các thành phố Ninh Bình, Đà Nẵng,... Ở thành phố Thanh Hóa có đường Minh Không còn ở thành phố Rạch Giá có tên đường Sư Minh Không.",
        "Sách Tân biên Nam Định tỉnh địa dư chí lược trang 127 có viết giai thoại về sư Minh Không như sau: \"Sư Nguyễn Chí Thành quê ở Điềm Xá Gia Viễn thường câu cá tại núi Tai Mèo, rồi chèo thuyền ra cửa biển Thần Phù, để thẳng đến Tây Chân đi bán, thường gánh đá một bên cho cân với cá, đi đường đá bị rơi sư đạp viên đá ra viên đá vỡ còn dấu tại xã Liên Tỉnh xã Tương Đông\" và trích bài thơ của sử gia Lê Tung (đời Lê Sơ) khi về thăm di tích này như sau:[41]",
        "Nguyên bản: Bài \"Kiến Liên xã thuyết đáo Nguyễn thiền sư nhân tác thi sĩ lưu vu tự bi chi hậu\":",
        "Dịch: (Thấy người xã Liên Tỉnh tới nơi Nguyễn thiền sư, nên làm bài thơ khắc vào mặt sau bia chùa:",
        "(Nguồn: Wikipedia)"
    ]
}