{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Nguyễn Thị Minh Khai",
        "Tiểu sử",
        "Gia đình",
        "Vinh danh",
        "Xem thêm",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nguyễn Thị Minh Khai - Người Kể Sử",
    "paragraphs": [
        "Nguyễn Thị Minh Khai (1 tháng 11 năm 1910- 28 tháng 8 năm 1941) là nhà cách mạng Việt Nam, một trong những người lãnh đạo Đảng Cộng sản Đông Dương trong giai đoạn 1930-1940.",
        "",
        "",
        "Bà tên thật là Nguyễn Thị Vịnh, sinh ngày 01 tháng 11 năm 1910 tại xã Vĩnh Yên, thành phố Vinh, tỉnh Nghệ An. Ngày sinh của bà các tài liệu ghi không thống nhất. Theo trang web của Hội Liên hiệp phụ nữ Việt Nam thì bà sinh ngày 1 tháng 111 . Theo báo Đại đoàn kết, thì bà sinh ngày 30 tháng 92 .",
        "Cha bà là ông Nguyễn Huy Bình, người làng Mọc (Nhân Chính, Hà Nội), làm công chức hỏa xa ở Vinh, thường gọi là Hàn Bình. Mẹ là Đậu Thị Thư, quê Đức Tùng, Đức Thọ, Hà Tĩnh, làm nghề buôn bán nhỏ. Trước năm 1940, gia đình bà sống tại 132 phố Maréchal Foch (nay là phố Quang Trung), Vinh. Về sau, gia đình bà về sống ở quê mẹ là xã Đức Tùng, Đức Thọ, tỉnh Hà Tĩnh.",
        "Năm 1919, bà bắt đầu học chữ Quốc ngữ rồi vào trường tiểu học Cao Xuân Dục ở Vinh.",
        "Năm 1927, bà tham gia hoạt động trong phong trào công nhân ở Vinh và tham gia thành lập Tân Việt Cách mạng Đảng, sau đó được bầu làm Ủy viên Ban chấp hành Đảng bộ.3",
        "Năm 1930, bà gia nhập Đảng Cộng sản Đông Dương, phụ trách tuyên truyền, huấn luyện đảng viên tại Trường Thi, Bến Thủy. Sau đó, bà sang Hương Cảng làm thư ký cho lãnh tụ Nguyễn Ái Quốc ở văn phòng chi nhánh Đông phương bộ của Quốc tế Cộng sản.3 4",
        "Theo nghiên cứu của học giả Sophie Quinn-Judge, tài liệu từ văn khố của Đệ Tam Quốc tế cho thấy Nguyễn Thị Minh Khai nhận mình là vợ của Hồ Chí Minh vào thời điểm năm 1931 (sau này tại Moskva cuối năm 1934, bà cũng đã viết rằng mình đã có gia đình với \"Lin\", bí danh của Hồ Chí Minh vào thời điểm đó).5 Tuy nhiên, Sophie Quinn-Judge cũng phát biểu rằng mình \"không biết chắc liệu đây có thuộc về dạng hôn nhân thật sự hay không\" vì trong các thư từ của họ thường sử dụng nhiều loại mật mã, và nói chung những người hoạt động cách mạng có thể xem là \"thuộc về một thế giới khác, vượt khỏi các khuôn khổ đạo đức bình thường\" nên khó mà biết rõ cách thức hoạt động của họ.4 Sophie Quinn-Judge cũng tìm ra một bức thư mà Nguyễn Thị Minh Khai viết năm 1933, trong đó bà khẳng định rằng mình không bị vướng bận bởi chuyện gia đình, và \"người chồng\" duy nhất của bà chính là sự nghiệp Cách mạng.5",
        "Năm 1931, bà bị bắt tại Hương Cảng, bị kết án và giam ở đây. Năm 1934, bà ra tù và được Đông phương bộ Quốc tế Cộng sản cử làm đại biểu chính thức đi dự Đại hội VII Quốc tế Cộng sản tại Moskva cùng với Lê Hồng Phong. Theo các tiểu sử về bà ở Việt Nam thì bà thành hôn với Lê Hồng Phong vào năm 1935 tại Moskva6 , tuy nhiên theo bà Sophie Quinn-Judge thì không có những bằng chứng đương thời về cuộc hôn nhân này.5 Hai người sinh được một con gái là Lê Nguyễn Hồng Minh (sinh năm 1939).",
        "Năm 1936, bà được cử về nước truyền đạt chỉ thị của Quốc tế Cộng sản và được cử vào Xứ ủy Nam kỳ, giữ chức Bí thư Thành ủy Sài Gòn - Chợ Lớn, một trong những người lãnh đạo cao trào cách mạng 1936-1939 ở Sài Gòn.3 Thời gian này, bà lấy bí danh là Năm Bắc.7",
        "Ngày 30 tháng 7 năm 1940, bà bị bắt ngay sau phiên họp của xứ ủy Nam kỳ về phổ biến chủ trương khởi nghĩa và bị giam tại Khám Lớn Sài Gòn. Tuy nhiên, bà vẫn liên lạc với bên ngoài và vẫn tiếp tục lãnh đạo phong trào đấu tranh.3",
        "Sau khi Khởi nghĩa Nam Kỳ thất bại, bà bị thực dân Pháp kết án tử hình và bị xử bắn tại Ngã ba Giồng, Hóc Môn ngày 28 tháng 8 năm 1941.",
        "Con gái của bà và Lê Hồng Phong là Lê Nguyễn Hồng Minh, sinh năm 1939, tập kết ra Bắc năm 1954, được đưa sang Trung Quốc học tập, và sau đó sang Liên Xô học đại học ngành cơ khí chế tạo máy. Sau khi ra trường về nước bà chỉ làm công tác nghiên cứu về Đảng Cộng sản Việt Nam. Từ năm 1976 bà công tác tại Ban Tổ chức Thành ủy TP HCM, nghỉ hưu năm 19958 .",
        "Nguyễn Huy Dung, em trai của bà, là giáo sư, bác sĩ tim mạch, nguyên Phó Giám đốc Bệnh viện Chợ Rẫy thành phố Hồ Chí Minh và đã nghỉ hưu. Ông đã xuất bản 8 tập thơ cùng hàng chục đầu sách về y học và khoa học nhân văn9 .",
        "Nguyễn Thị Quang Thái, em gái của bà, là một nhà hoạt động cách mạng Việt Nam, một trong những thành viên thời đầu và hoạt động xuất sắc trong phong trào Truyền bá Quốc ngữ thập niên 1930. Bà là người vợ đầu của Đại tướng Võ Nguyên Giáp. Bà qua đời ngày 29 tháng 1 năm 1944 tại nhà thương Robin (nay là bệnh viện Bạch Mai).",
        "Tên của bà được đặt cho nhiều đường phố trên khắp Việt Nam như tại: thành phố Hạ Long (từ đường Vũ Văn Hiếu đến hang Luồn), Đồng Hới (gần sân vận động),Đà Lạt (khu chợ đêm), Nha Trang (ngay cạnh quảng trường 2 tháng 4,từ đường Trần Phú đến đường Trần Nhật Duật ). Tại Hà Nội, tên của bà được đặt cho một con đường dài hơn 4 km từ đường Nguyễn Khoái xuyên qua ngã ba cầu Vĩnh Tuy, vượt cầu Mai Động qua sông Kim Ngưu đến ngã tư Trung Hiền, nối với đường Đại La, ở chỗ giáp ranh chân cầu Vĩnh Tuy có khu đô thị cao cấp Times City được xây dựng trên cơ sở Nhà máy Dệt 8-3 cũ. Tại Thành phố Hồ Chí Minh, tên của bà được đặt cho một con đường thẳng dài 4,0 km từ cầu Thị Nghè đến vòng xoay Ngã sáu Cộng Hòa. Dọc hai bên đường là nhiều địa điểm nổi tiếng của thành phố: Thảo Cầm Viên Sài Gòn, Trụ sở Đài truyền hình Thành phố Hồ Chí Minh (HTV), Dinh Độc Lập (Hội trường Thống Nhất), công viên Tao Đàn, bệnh viện Từ Dũ.",
        "Tại thành phố Vinh, tỉnh Nghệ An cũng đã xây Nhà lưu niệm để tưởng niệm và trưng bày một số hình ảnh về cuộc đời và sự nghiệp của bà.",
        "(Nguồn: Wikipedia)"
    ]
}