{
    "tables": [
        "<table class=\"infobox vcard\">\n <tbody>\n  <tr>\n   <th colspan=\"2\" class=\"fn\">Nhất Linh<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/nguyen-tuong-tam/f179301fb32b532fa938432740ff85e1.jpg\">\n    <noscript>\n     <img alt=\"\" src=\"/images/wiki/nguyen-tuong-tam/f179301fb32b532fa938432740ff85e1.jpg\">\n    <\/noscript>\n    <div>\n     Nhất Linh các cháu (1954)\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Bút danh<\/th>\n   <td class=\"nickname\">Nhất Linh, Đông Sơn, Tam Linh, Bảo Sơn, Lãng du, Tân Việt.<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Công việc<\/th>\n   <td class=\"role\">Nhà văn, chính khách<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc gia<\/th>\n   <td class=\"category\">Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Chủ đề<\/th>\n   <td>Hiện thực xã hội, lãng mạn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tác phẩm nổi bật<\/th>\n   <td><i>Gánh hàng hoa, Đoạn tuyệt, Đôi bạn, Nho phong, Anh phải sống, Thương chồng...<\/i><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td>\"<i>Đời tôi để lịch sử xử. Tôi không chịu để ai xử tôi cả. Sự bắt bớ và xử tội những phần tử quốc gia đối lập là một tội nặng, sẽ làm cho nước mất về tay Cộng sản. Vì thế tôi tự hủy mình cũng như Hòa Thượng Thích Quảng Đức đã tự thiêu là để cảnh cáo những ai chà đạp mọi thứ tự do.\"<\/i><sup class=\"annotation badge\" title=\"^ Tự điển danh nhân thế giới, phần nói về Nhất Linh - sách của Trịnh Chuyết, Thế giới xuất bản năm 1970 tại Saigon.\">15<\/sup><\/td>\n   <td>”<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Nguyễn Tường Tam",
        "Thân thế",
        "Cuộc đời và sự nghiệp",
        "Thời niên thiếu",
        "Hoạt động văn chương",
        "Hoạt động chính trị",
        "Gia đình",
        "Nơi an nghỉ",
        "Tác phẩm",
        "Tiểu thuyết",
        "Tập truyện",
        "Tiểu luận",
        "Dịch phẩm",
        "Hội họa",
        "Chú thích",
        "Xem thêm",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nguyễn Tường Tam - Người Kể Sử",
    "paragraphs": [
        "Nguyễn Tường Tam (19061 - 7 tháng 7 năm 1963) là một nhà văn, nhà báo với bút danh Nhất Linh, Tam Linh, Bảo Sơn, Lãng du, Tân Việt, Đông Sơn (khi vẽ); và cũng là chính trị gia nổi tiếng của Việt Nam trong thế kỷ 20.",
        "Ông là người thành lập Tự Lực văn đoàn và là cây bút chính của nhóm, và từng là Chủ bút tờ tuần báo Phong Hóa, Ngày Nay. Về sau, ông còn là người sáng lập Đại Việt Dân chính Đảng, từng làm Bí thư trưởng của Việt Nam Quốc dân Đảng (khi Đại Việt Dân chính Đảng hợp nhất với Việt Nam Quốc dân Đảng và Đại Việt Quốc dân Đảng) và giữ chức Bộ trưởng Ngoại giao trong Chính phủ Liên hiệp Kháng chiến.",
        "",
        "",
        "Ông sinh ra tại phố huyện Cẩm Giàng, tỉnh Hải Dương. Nguyên quán của ông là làng Cẩm Phô, huyện Điện Bàn, tỉnh Quảng Nam.2",
        "Ông nội Nguyễn Tường Tam là Nguyễn Tường Tiếp, làm tri huyện Cẩm Giàng, gọi là Huyện Giám, rồi về hưu tại đây. Cụ có người con trai duy nhất là Nguyễn Tường Chiếu (húy Nhu) làm Thông phán, nên được gọi là Thông Nhu, hay Phán Nhu. Ông Nhu mất năm 1918 khi mới 37 tuổi. Ông lập gia đình với bà Lê Thị Sâm,3 và có được 7 người con:",
        "Gia đình Nguyễn Tường Tam sống ở Cẩm Giàng, một huyện nhỏ. Cha ông mất sớm, cả nhà lâm vào cảnh khó khăn. Từ bé, anh em Nguyễn Tường Tam đã tiếp xúc với những người nông dân nghèo khổ, điều đó ảnh hưởng đến văn học của Nhất Linh (Nguyễn Tường Tam) và Thạch Lam sau này.",
        "Thuở nhỏ, Nguyễn Tường Tam theo học tiểu học ở Cẩm Giàng, học trung học tại trường Bưởi ở Hà Nội. Năm 16 tuổi, Nguyễn Tường Tam làm thơ đăng báo Trung Bắc Tân Văn, và năm 18 tuổi ông có bài \"Bình Luận Văn Chương về Truyện Kiều\" trên Nam Phong tạp chí .",
        "Cuối năm 1923 ông đậu bằng Cao tiểu. Nhưng vì chưa đến tuổi vào trường cao đẳng, nên ông làm thư ký ở sở tài chính Hà Nội. Ông làm quen với Tú Mỡ và viết cho tờ Nho Phong. Thời gian đó, ông lập gia đình với bà Phạm Thị Nguyên.",
        "Năm 1924, ông tiếp tục học ngành Y và Mỹ thuật, nhưng chỉ một năm rồi bỏ. Năm 1926, Nguyễn Tường Tam vào Nam, gặp Trần Huy Liệu và Vũ Đình Di định cùng làm báo. Nhưng vì tham dự đám tang Phan Chu Trinh nên hai người này bị bắt, Nguyễn Tường Tam phải trốn sang Cao Miên, sống bằng nghề vẽ và tìm đường đi du học.",
        "Năm 1927, Nguyễn Tường Tam sang Pháp du học. Ở nơi ấy, ông vừa học khoa học, vừa nghiên cứu về nghề báo và nghề xuất bản. Năm 1930, ông đậu bằng Cử nhân Khoa học Giáo khoa (Lý, Hóa) và trở về nước trong năm đó.",
        "Trở về nước, Nguyễn Tường Tam xin ra tờ báo trào phúng \"Tiếng cười\", nhưng lần nào hỏi thăm đều nghe Sở Báo chí của Phủ Thống sứ bảo rằng \"chờ xét\".4 Trong thời gian chờ đợi giấy phép ra báo, ông xin dạy học tại trường tư thục Thăng Long. Ở đó ông quen biết với thầy giáo dạy Việt văn là Trần Khánh Giư (tức Khái Hưng).",
        "Năm 1932, Nguyễn Tường Tam mua lại tờ tuần báo Phong Hóa của Phạm Hữu Ninh và Nguyễn Xuân Mai, và trở thành Giám đốc kể từ số 14, ra ngày 22 tháng 9 năm 1932.5 Ông chủ trương dùng tiếng cười trào phúng để đả kích các hủ tục phong kiến, hô hào \"Âu hóa\", đề cao chủ nghĩa cá nhân....6 Trong năm ấy, ông và các cộng sự quyết định thành lập Tự Lực văn đoàn trên nguyên tắc \"dựa vào sức mình, theo tinh thần anh em một nhà. Tổ chức không quá 10 người để không phải xin phép Nhà nước, chỉ nêu ra trong nội bộ mục đích tôn chỉ, anh em tự nguyện tự giác noi theo\".7 Về sau, tính chuyện lâu dài, văn đoàn này mới chính thức tuyên bố thành lập ngày 2 tháng 3 năm 1934 (báo Phong Hóa số 87).",
        "Tháng 6 năm 1935, báo Phong Hóa bị nhà cầm quyền ra lệnh đóng cửa ba tháng vì loạt bài \"Đi xem mũ cánh chuồn \" châm biếm Tổng đốc Hà Đông Hoàng Trọng Phu. Sau đó ra tiếp được hơn một năm, thì bị đóng cửa vĩnh viễn (số cuối 190 ra ngày 5 tháng 6 năm 1936) cũng vì tội \"chế nhạo\".8 Tờ tuần báo Ngày Nay,9 trước ra kèm với Phong Hóa, tiếp tục và kế tiếp Phong Hóa. Tháng 12 năm 1936, trên báo Ngày Nay, Nguyễn Tường Tam cùng nhóm Tự Lực văn đoàn phát động phong trào Ánh Sáng, một tổ chức từ thiện với mục đích cải tạo nếp sống ở thôn quê, trong đó có việc làm nhà hợp vệ sinh cho dân nghèo...",
        "Năm 1938, Nguyễn Tường Tam thành lập Đảng Hưng Việt, rồi đổi tên là Đại Việt Dân chính Đảng năm 1939 mà ông làm Tổng Thư ký. Hoạt động chống Pháp của nhóm Tự Lực trở thành công khai.",
        "Năm 1940, Hoàng Đạo, Khái Hưng, Nguyễn Gia Trí bị thực dân Pháp bắt và đày lên Sơn La, đến năm 1943 mới được thả. Trong thời gian này, Thạch Lam và Nguyễn Tường Bách tiếp tục quản trị tờ Ngày Nay. Tháng 9 năm ấy, báo Ngày Nay bị đóng cửa sau khi ra số 224.",
        "Năm 1942 Nhất Linh chạy sang Quảng Châu. Thạch Lam mất tại Hà Nội vì bệnh lao. Đại Việt Dân chính Đảng thì đã gần như tan rã. Trong thời gian từ 1942 đến 1944, ông học Anh Văn và Hán văn.",
        "Tại Quảng Châu và Liễu Châu ông gặp Nguyễn Hải Thần và Hồ Chí Minh mới ở tù ra. Nguyễn Tường Tam cũng bị giam bốn tháng ở Liễu Châu, được Nguyễn Hải Thần bảo lãnh mới được Trương Phát Khuê thả ra. Nguyễn Tường Tam hoạt động trong Việt Nam Cách mạng Đồng minh Hội, rồi về Côn Minh hoạt động trong hàng ngũ Việt Nam Quốc dân đảng, tá túc với Vũ Hồng Khanh. Tháng 3 năm 1944, tại Liễu Châu, Nguyễn Tường Tam được bầu làm ủy viên dự khuyết Ban Chấp hành Trung ương Việt Nam Cách mạng Đồng minh hội, tức Việt Cách.",
        "Giữa năm 1945, Nguyễn Tường Tam trở về Hà Giang cùng quân đội, nhưng rồi lại quay lại Côn Minh và đi Trùng Khánh. Giai đoạn này đã được phản ánh trong tiểu thuyết Giòng sông Thanh Thủy. Theo lệnh của Nhất Linh từ Trung Quốc gửi về, báo Ngày Nay, với Hoàng Đạo, Khái Hưng, Nguyễn Gia Trí và Nguyễn Tường Bách, lại tục bản, khổ nhỏ, ngày 5 tháng 3 năm 1945 và trở thành cơ quan ngôn luận của Việt Nam Quốc Dân Đảng.",
        "Tháng 5 năm 1945, tại Trùng Khánh, Đại Việt Dân chính đảng sáp nhập với Việt Nam Quốc dân đảng, đồng thời Việt Nam Quốc dân Đảng liên minh với Đại Việt Quốc dân Đảng. Nguyễn Tường Tam làm Bí thư Trưởng10 của Việt Nam Quốc dân Đảng. Cuối năm 1945, Đại Việt Quốc dân Đảng và Việt Nam Quốc dân Đảng thành lập Mặt trận Quốc dân Đảng.",
        "Sau khi quân Tưởng vào Việt Nam, đầu năm 1946 Nguyễn Tường Tam trở về Hà Nội, tổ chức hoạt động đối lập chính quyền Việt Nam Dân chủ Cộng hòa, xuất bản báo Việt Nam. Tháng 3 năm 1946, sau khi đàm phán với chính phủ, ông giữ chức Bộ trưởng Ngoại giao trong Chính phủ Liên hiệp Kháng chiến.11",
        "Ông cũng tham gia Quốc hội khóa I đặc cách không qua bầu cử.",
        "Nguyễn Tường Tam được cử làm Trưởng đoàn Việt Nam dự Hội nghị trù bị Đà Lạt đàm phán với Pháp mặc dù trên thực tế Võ Nguyên Giáp là người lãnh đạo phái đoàn.12 Theo đại tướng Võ Nguyên Giáp, do bất đồng Tam đã không tham gia hầu hết các phiên họp còn theo David G. Marr Tam là người phát ngôn có năng lực và giúp giải quyết một số tranh cãi về chiến thuật đàm phán trong đoàn.12 13 Ông được cử đứng đầu Phái đoàn Việt Nam dự Hội nghị Fontainebleau nhưng cáo bệnh không đi mà rời bỏ Chính phủ Liên hiệp Kháng chiến, lưu vong sang Trung Quốc tháng 5 năm 1946 và ở lại Hồng Kông cho tới 1951. Sau đó xảy ra sự kiện vụ án phố Ôn Như Hầu, lực lượng công an khám xét các của cơ sở Việt Nam Quốc dân Đảng và Đại Việt Quốc dân Đảng bắt giữ nhiều đảng viên hai đảng này, và tịch thu được nhiều vũ khí truyền đơn khẩu hiệu chống chính quyền. Khi Nguyễn Tường Tam rời bỏ chính phủ, chính phủ đã tuyên bố Nguyễn Tường Tam đào nhiệm và biển thủ công quỹ, tiền chi phí cho phái đoàn sang Pháp đàm phán, đem đi14 nhưng theo sử gia David G. Marr việc này khó xảy ra vì Tam khó lòng được giao trách nhiệm giữ tiền của phái đoàn.12",
        "Năm 1947, Nguyễn Tường Tam cùng Trần Văn Tuyên, Phan Quang Đán, Nguyễn Văn Hợi, Nguyễn Hải Thần, Lưu Đức Trung thành lập Mặt trận Thống nhất Quốc gia Liên hiệp ủng hộ giải pháp Bảo Đại thành lập Quốc gia Việt Nam, chống cả Việt Minh lẫn Pháp, nhưng đến năm 1950 thì mặt trận này giải thể.",
        "Năm 1951, về nước mở nhà xuất bản Phượng Giang, tái bản sách của Tự Lực Văn Đoàn, và tuyên bố không tham gia các hoạt động chính trị nữa. Năm 1953, Nguyễn Tường Tam lên sống tại Đà Lạt. Tuy nhiên trong Quốc dân Đảng vẫn tồn tại phái Nguyễn Tường Tam, cạnh tranh với hai phái khác.",
        "Năm 1958, rời Đà Lạt về Sài Gòn, ông mở giai phẩm Văn hóa Ngày Nay ở Sài Gòn, phát hành được 11 số thì bị đình bản. Năm 1960 ông về Sài Gòn thành lập Mặt trận Quốc dân Đoàn kết, ủng hộ cuộc đảo chính của Đại tá Nguyễn Chánh Thi và Trung tá Vương Văn Đông. Đảo chính thất bại, ông bị chính quyền Ngô Đình Diệm giam lỏng tại nhà riêng.",
        "Ông bị chính phủ Ngô Đình Diệm gọi ra xử ngày mùng 8 tháng 7 năm 1963. Đêm 7 tháng 7, tại nhà riêng, nghe tin sẽ bị đưa ra tòa xét xử, Nguyễn Tường Tam dùng thuốc độc quyên sinh để phản đối chính quyền độc tài của Ngô Đình Diệm, để lại phát biểu nổi tiếng:",
        "Vợ ông là bà Phạm Thị Nguyên (1909-1981), quê làng Phượng Dực, Thường Tín, tỉnh Hà Đông. Tuy là người Tây học, nhưng cuộc hôn nhân này do cha mẹ ông quyết định. Vợ ông trước năm 1945 là chủ hiệu buôn cau khô có tiếng ở Hà Nội mang tên Cẩm Lợi ở số 15 phố Hàng Bè. Bà mất tại Pháp ngày 6 tháng 5 năm 1981.",
        "Ông có bảy người con, gồm năm con trai (Nguyễn Tường Việt, Nguyễn Tường Triệu, Nguyễn Tường Thạch, Nguyễn Tường Thiết, Nguyễn Tường Thái) và hai con gái (Nguyễn Kim Thư, Nguyễn Kim Thoa).16",
        "Ngày 7 tháng 7 năm 1963, Nhất Linh đã quyên sinh bằng rượu pha độc dược. Theo lệnh của nhà cầm quyền lúc bấy giờ, gia đình phải chôn ông gấp tại nghĩa trang chùa Giác Minh ở Gò Vấp, không cho đợi người con cả của ông ở Pháp về dự lễ tang. Năm 1975, Nguyễn Tường Thạch (con trai Nhất Linh) đã hỏa thiêu di cốt của cha, rồi gửi bình tro tại chùa Kim Cương, đường Trần Quang Diệu, quận 3, Thành phố Hồ Chí Minh. Năm 1981, bà Nhất Linh sang Pháp đoàn tụ với các con, rồi qua đời và an táng tại đó. Năm 2001, các con mới quyết định di dời hài cốt của cha mẹ cùng chị gái lớn là Nguyễn Thị Thư về trong khu mộ của dòng họ tại Hội An (Quảng Nam).17",
        "Mặc dầu thời gian theo học Trường Mỹ thuật không lâu, Nhất Linh cũng đã để lại một số tranh vẽ trong đó có bức Scène de Marché de rue Indochinois (Cảnh Phố Chợ Đông Dương) vẽ trên lụa thực hiện khoảng 1926-1929. Bức tranh này năm 2010 được hãng Sotheby's bán đấu giá ở Hương Cảng với giá 596.000 Đô la Hồng Kông, tương đương với 75.000 Mỹ kim.19",
        "(Nguồn: Wikipedia)"
    ]
}