{
    "tables": [
        "<table class=\"infobox vcard\">\n <tbody>\n  <tr>\n   <th colspan=\"2\" class=\"fn\">Nguyễn Trãi<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/nguyen-trai/8e46323ae50c813733372891f0fbe926.jpg\">\n    <noscript>\n     <img alt=\"\" src=\"/images/wiki/nguyen-trai/8e46323ae50c813733372891f0fbe926.jpg\">\n    <\/noscript><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>1380<br>\n     Thăng Long, Đại Việt<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>19 tháng 9, 1442<sup class=\"annotation badge\" title=\"^ Ngày tháng trong bài này đều lấy theo lịch Gregory đón trước\">3<\/sup><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Bút danh<\/th>\n   <td class=\"nickname\">Ức Trai<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Công việc<\/th>\n   <td class=\"role\">Nhà chính trị, Nhà thơ, Nhà địa lý học, Nhà ngoại giao<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc gia<\/th>\n   <td class=\"category\">Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân tộc<\/th>\n   <td>Kinh<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc tịch<\/th>\n   <td>Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Giai đoạn sáng tác<\/th>\n   <td>Văn học trung đại Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thể loại<\/th>\n   <td class=\"category\">Thơ, Cáo, Chiếu, Biểu, Tấu<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tác phẩm nổi bật<\/th>\n   <td>Bình Ngô đại cáo, Quốc âm thi tập, Quân trung từ mệnh tập, Dư địa chí<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Vợ/chồng<\/th>\n   <td>5 vợ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Con cái<\/th>\n   <td>7 con trai<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Bấy giờ, vua dựng lầu nhiều tầng ở dinh Bồ Đề trên bờ <a class=\"annotation\" href=\"/dia-danh/song-lo\" title=\"Sông Lô (ở Trung Quốc gọi là Bàn Long Giang (Pan Long Jiang)) là phụ lưu tả ngạn (bên trái) của sông Hồng, bắt nguồn từ tỉnh Vân Nam (Trung Quốc), chảy vào Việt Nam tại xã Thanh Thuỷ, huyện Vị Xuyên, tỉnh Hà Giang. Điểm cuối là ngã ba Việt Trì, còn gọi là ngã ba Hạc, thành phố Việt Trì, tỉnh Phú Thọ...\" target=\"_blank\">sông Lô<\/a> (Khi ấy, có hai cây bồ đề ở trong dinh, nên gọi là dinh Bồ Đề), cao bằng tháp Báo Thiên, hằng ngày vua ngự trên lầu nhìn vào thành để quan sát mọi hành vi của giặc, cho Trãi ngồi hầu ở tầng hai, nhận lệnh soạn thảo thư từ qua lại<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Đại Việt sử ký toàn thư, Bản kỷ.<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><p><i>Duy có hành khiển Nguyễn Trãi ở nơi tham mưu, được xem thư bọc sáp của [Vương] Thông gửi về nước nói \"Chớ tham chỗ đất một góc mà làm nhọc quân đi muôn dặm; giả sử dùng quân được như số quân đi đánh khi đầu, lại được sáu, bảy, tám đại tướng như bọn <a class=\"annotation\" href=\"/nhan-vat/truong-phu\" title=\"Trương Phụ (tiếng Trung Quốc: 張輔, 1375 – 1449), tự Văn Bật (文弼), là một tướng lĩnh, đại thần của nhà Minh từ đời Minh Thành Tổ Chu Đệ đến đời Minh Anh Tông Chu Kì Trấn....\" target=\"_blank\">Trương Phụ<\/a> thì mới có thể đánh được; tuy nhiên có đánh được cũng không thể giữ được\", nên biết rõ thế mạnh yếu của giặc, mới chuyên chủ mặt chủ hoà. Vua [<a class=\"annotation\" href=\"/nhan-vat/le-thai-to\" title=\"Lê Thái Tổ (chữ Hán: 黎太祖; 10 tháng 9, 1385 – 5 tháng 10, 1433 (22 tháng Tám năm Quý Sửu)), tên thật là Lê Lợi (黎利), là vị hoàng đế đầu tiên của nhà Hậu Lê – triều đại lâu dài nhất trong lịch sử Việt Nam. Ông trị vì từ năm 1428 đến khi qua đời, và sử dụng niên hiệu Thuận Thiên (順天). \n Lê Lợi xuất thâ...\" target=\"_blank\">Lê Thái Tổ<\/a>] nghe theo và hạ lệnh cho các quân giải vây lui ra<sup class=\"annotation badge\" title=\"^ a ă Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993, bản điển tử, trang 351, 352\">35<\/sup> <sup class=\"annotation badge\" title=\"^ Ngô Sĩ Liên 1968, tr.&nbsp;47-48\">36<\/sup> .<\/i><\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Đại Việt sử ký toàn thư<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\" table table-striped\">\n <tbody>\n  <tr>\n   <td><img class=\"jch-lazyload\" alt=\"Bình Ngô đại cáo\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/nguyen-trai/6bbe8d2037f461b1109dd0949eaa96cb.jpg\">\n    <noscript>\n     <img alt=\"Bình Ngô đại cáo\" src=\"/images/wiki/nguyen-trai/6bbe8d2037f461b1109dd0949eaa96cb.jpg\">\n    <\/noscript><img class=\"jch-lazyload\" alt=\"Bình Ngô đại cáo\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/nguyen-trai/841aef8a9dd7aa8ed1bdabb9c824f9cf.jpg\">\n    <noscript>\n     <img alt=\"Bình Ngô đại cáo\" src=\"/images/wiki/nguyen-trai/841aef8a9dd7aa8ed1bdabb9c824f9cf.jpg\">\n    <\/noscript><img class=\"jch-lazyload\" alt=\"Bình Ngô đại cáo\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/nguyen-trai/a935098a6a24e9123b3c5195d8887616.jpg\">\n    <noscript>\n     <img alt=\"Bình Ngô đại cáo\" src=\"/images/wiki/nguyen-trai/a935098a6a24e9123b3c5195d8887616.jpg\">\n    <\/noscript><img class=\"jch-lazyload\" alt=\"Bình Ngô đại cáo\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/nguyen-trai/b635a17f41c2c1aba57e5cd9a29dba8a.jpg\">\n    <noscript>\n     <img alt=\"Bình Ngô đại cáo\" src=\"/images/wiki/nguyen-trai/b635a17f41c2c1aba57e5cd9a29dba8a.jpg\">\n    <\/noscript><\/td>\n  <\/tr>\n  <tr>\n   <td align=\"center\">Nguyên văn \"Bình Ngô đại cáo\"<br>\n     Trích trong <a class=\"annotation\" href=\"/nhan-vat/hoang-viet\" title=\"Hoàng Việt (28 tháng 2 năm 1928– 31 tháng 12 năm 1967) là một nhạc sĩ Việt Nam, người mà tên tuổi đã đi vào nền tân nhạc với tác phẩm &quot;Tình ca&quot;....\" target=\"_blank\">Hoàng Việt<\/a> Văn Tuyển phát hành năm 1825, bản lưu trữ tại thư viện Quốc gia Việt Nam<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Long hổ phong vân chi hội, do tưởng tiền duyên<\/i> <p><i>Văn chương sự nghiệp chi truyền, vĩnh thùy hậu thế<\/i><\/p><p>Dịch là:<\/p><p><i>Gặp gỡ long hổ phong vân, còn ghi duyên cũ<\/i><\/p><p><i>Truyền tụng văn chương sự nghiệp, để mãi đời sau<\/i><sup class=\"annotation badge\" title=\"^ Lê Quý Đôn 2007, tr.&nbsp;309\">63<\/sup><\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Về hệ thống, tư tưởng nhân sinh của Nguyễn Trãi vẫn thuộc Nho giáo nhưng là một Nho giáo khoáng đạt, rộng rãi, không câu nệ và vì vậy không chỉ là gần gũi mà còn là phong phú hơn, cao hơn lối sống thuộc dân tộc trước đó<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— <a class=\"annotation\" href=\"/nhan-vat/tran-dinh-huou\" title=\"Trần Đình Hượu (sinh ngày 1 tháng 1 năm 1927- 16 tháng 1 năm 1995) là Giáo sư- Tiến sĩ, nhà nghiên cứu về văn học và nho giáo trong văn học Việt Nam và lịch sử tư tưởng, quê ông ở huyện Thanh Chương, tỉnh Nghệ An. \n Trần Đình Hượu sinh quán xã Võ Liệt, huyện Thanh Chương, tỉnh Nghệ An. Cha ông (sinh...\" target=\"_blank\">Trần Đình Hượu<\/a><\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Nguyễn Trãi",
        "Mục lục",
        "Nguồn gốc và giáo dục",
        "Sự nghiệp",
        "Làm quan thời nhà Hồ",
        "Mười năm phiêu dạt",
        "Tham gia khởi nghĩa Lam Sơn",
        "Yết kiến ở Lỗi Giang",
        "Tham gia Khởi nghĩa Lam Sơn",
        "Phong thưởng",
        "Văn thần triều Lê",
        "Triều vua Lê Thái Tổ",
        "Triều vua Lê Thái Tông",
        "Vụ án Lệ Chi Viên",
        "Được phục hồi danh dự",
        "Gia đình",
        "Vợ",
        "Con",
        "Tư tưởng Nguyễn Trãi",
        "Ảnh hưởng của Nho giáo với tư tưởng Nguyễn Trãi",
        "Ảnh hưởng của Phật giáo và Đạo giáo với tư tưởng Nguyễn Trãi",
        "Sự nghiệp văn chương",
        "Văn chính luận",
        "Lịch sử",
        "Địa lý",
        "Thơ phú",
        "Nhận định",
        "Về văn chương",
        "Về nhận định của Lê Thánh Tông trong thơ ca",
        "Tuyên truyền và Tưởng niệm",
        "Hình ảnh trong văn hóa",
        "Tên đường phố",
        "Chú giải",
        "Chú thích và tham khảo",
        "Ghi chú",
        "Thư mục",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nguyễn Trãi - Người Kể Sử",
    "paragraphs": [
        "Nguyễn Trãi (chữ Hán: 阮廌, 1380 – 19 tháng 9 năm 1442), hiệu là Ức Trai (抑齋), là một nhà chính trị, nhà thơ dưới thời nhà Hồ và nhà Lê sơ Việt Nam.1 Thi đỗ Thái học sinh năm 1400, Nguyễn Trãi làm quan dưới triều Hồ, nhà Minh xâm lược, cha ông là Nguyễn Phi Khanh đầu hàng rồi bị bắt giải về Trung Quốc, Nguyễn Trãi đi theo. Đến ải Nam Quan,cha ông khuyên ông nên quay về để trả nợ nước,báo thù nhà, ông làm theo. Sau khi nước Đại Ngu rơi vào sự cai trị của nhà Minh, Nguyễn Trãi tham gia vào cuộc khởi nghĩa Lam Sơn do Lê Lợi lãnh đạo chống lại ách Minh thuộc. Ông trở thành mưu sĩ của nghĩa quân Lam Sơn trong việc bày tính mưu kế cũng như soạn thảo các văn thư ngoại giao với quân Minh.2",
        "Năm 1442, toàn thể gia đình Nguyễn Trãi bị tru di tam tộc trong vụ án Lệ Chi Viên. Năm 1464, vua Lê Thánh Tông xuống chiếu giải oan cho ông.2 Nguyễn Trãi là một nhà văn hoá lớn, có đóng góp to lớn vào sự phát triển của văn học và tư tưởng Việt Nam. Ông nằm trong danh sách 14 anh hùng dân tộc Việt Nam.",
        "Nguyễn Trãi hiệu là Ức Trai, quê ở làng Nhị Khê, huyện Thường Phúc nay là huyện Thường Tín, tỉnh Hà Tây (cũ); con Nguyễn Phi Khanh, tiến sĩ cuối đời Trần, cháu ngoại Trần Nguyên Đán1 .Phan Huy Chú nhận xét:'Ông Nguyễn Trãi tuổi trẻ đã văn chương nổi tiếng. Kinh sử, bách gia, binh thư thao lược, đều am hiểu cả.'4",
        "Dưới thời nhà Trần, cha ông là Nguyễn Phi Khanh hay Nguyễn Ứng Long được Tư đồ Trần Nguyên Đán mời về dạy con gái, tên là Thái, làm Thái có thai rồi bỏ trốn. Trần Nguyên Đán cho gọi Ứng Long về gả con gái cho, sinh ra Nguyễn Trãi. Sau đó Ứng Long thi đỗ nhưng vua Trần Nghệ Tông bỏ không dùng, cho rằng \"Bọn chúng có vợ giàu sang, như thế là kẻ dưới mà dám phạm thượng.'' 5 Khi nhà Hồ thay nhà Trần, Nguyễn Phi Khanh được cất nhắc sử dụng, đổi tên là Phi Khanh (Phi Khanh sinh ra Trãi, cũng đỗ thái học sinh).",
        "Theo nghiên cứu sử gia hiện đại Trần Huy Liệu, Nguyễn Phi Khanh và Trần Thị Thái có với nhau năm người con theo thứ tự là Nguyễn Trãi, Nguyễn Phi Báo, Nguyễn Phi Ly, Nguyễn Phi Bằng và Nguyễn Phi Hùng6 Mẹ ông mất sớm, anh em Nguyễn Trãi ở ông ngoại là Trần Nguyên Đán, đến năm 1390 thì Trần Nguyên Đán mất. Nguyễn Phi Khanh phải một mình nuôi các con.7 . Nguyễn Trãi còn ít tuổi rất ham học, điều đó được cha ông nói đến trong bài thơ Gia viên lạc:",
        "Năm 1400, Hồ Quý Ly phế truất vua Trần Thiếu Đế, lật đổ nhà Trần, nhà Hồ thành lập. Ông ngoại của Nguyễn Trãi- Trần Nguyên Đán là một tôn thất, lại là đại thần triều Trần, không chống lại Hồ Quý Ly mà gửi gắm con cháu mình cho Hồ Quý Ly. Về sau con cháu Trần Nguyên Đán đều được Hồ Quý Ly bảo toàn. 8",
        "Cũng trong năm đó, nhà Hồ mở khoa thi Nho học, Nguyễn Trãi tham dự và đỗ Thái học sinh, đứng thứ tư9 , được trao chức Ngự sử đài Chính chưởng. Nguyễn Phi Khanh cũng ra làm quan, làm đến chức Hàn Lâm viện học sĩ kiêm Tư nghiệp Quốc Tử Giám10 . Năm 1407, Minh Thành Tổ phái Trương Phụ đem quân xâm lược nước Đại Ngu, nhà Hồ kháng chiến thất bại, Hồ Quý Ly cùng nhiều triều thần bị bắt và bị đem về Trung Quốc. Theo Đại Việt sử ký toàn thư, nhiều người kinh lộ không ủng hộ nhà Hồ nên hầu hết đầu hàng quân Minh. Cha ông là Nguyễn Phi Khanh cùng một số quan lại nhà Hồ đã đầu hàng trước đó. Sách Đại Việt sử ký toàn thư không chép gì về Nguyễn Trãi ở thời gian này.11",
        "Theo sách Lịch triều hiến chương loại chí, sau cuộc Chiến tranh Minh - Đại Ngu, Đại Ngu rơi vào ách Minh thuộc. Lúc này, Nguyễn Trãi đang chạy trốn để thoát khỏi sự truy bắt của quân Minh. Trương Phụ ép Phi Khanh viết thư gọi ông, ông bất đắc dĩ phải ra hàng4 . Nhiều tài liệu khác thì kể rằng, khi cha bị giải sang Trung Quốc, Nguyễn Trãi đã theo cha lên cửa ải và tỏ ý muốn đi theo hầu hạ, nhưng Nguyễn Phi Khanh không đồng ý và khuyên ông nên về lo cứu nước báo thù nhà.12",
        "Cuộc đời Nguyễn Trãi từ sau năm 1407 đến khi vào yết kiến Lê Lợi ở Lỗi Giang để tham gia khởi nghĩa Lam Sơn vẫn còn là một ẩn số. Cho tới nay, chưa thấy được những tài liệu chính xác, đầy đủ về Nguyễn Trãi trong thời kỳ đó. Sử sách không chép cũng như chép không thống nhất và bản thân Nguyễn Trãi cũng không ghi lại điều gì cụ thể 13 . Nguyễn Trãi nói nhiều đến thập niên phiêu chuyển (mười năm phiêu dạt) lênh đênh ở nơi chân trời góc biển trong một số văn thơ của ông, áng chừng là để chỉ khoảng thời gian này. Tất nhiên con số mười năm chỉ mang tính tương đối14 .",
        "Các tài liệu, Lịch triều hiến chương loại chí, Ức Trai thi tập Bài thơ Minh Lương của Lê Thánh Tông, Chế văn của vua Tương Dực Đế, Kiến văn tiểu lục, Việt sử thông giám cương mục, Sơn Nam lịch triều đăng khoa khảo và Lịch triều đăng khoa bi khảo chép rằng Nguyễn Trãi yết kiến Lê Lợi tại địa điểm Lỗi Giang, nhưng không ghi năm nào.17 .",
        "Việc ra mắt Lê Lợi, các sách sử cùng thời đại đó như Đại Việt sử ký toàn thư, Lam Sơn thực lục không chép; thời hiện đại một số nhà nghiên cứu đã trích dẫn từ sách Toàn việt thi lục của Lê Quý Đôn, từ phần họ gọi là Tiểu chú về Nguyễn Trãi, trích rằng Nguyễn Trãi trao cho Lê Lợi Bình Ngô sách, trong đó Nguyễn Trãi vạch ra ba kế sách đánh quân Minh, sách nay không còn.23 mà chủ yếu là tâm công, đánh vào lòng người để đi đến chiến thắng24 Sau khi xem Bình Ngô sách, Nguyễn Trãi được Lê Lợi phong cho chức Tuyên phong đại phu Thừa chỉ Hàn Lâm viện23 , ngày đêm dự bàn việc quân.",
        "Các sử gia Trần Huy Liệu, Nguyễn Lương Bích đã dùng cuốn Tang thương ngẫu lục, cuốn sách mang tính truyền kỳ trong dân gian để nghiên cứu. Sách chép rằng Nguyễn Trãi đề xuất mộtkế nhằm tuyên truyền thanh thế cho nghĩa quân Lam Sơn. Ông dùng nước cơm trộn mật25 (hoặc mỡ20 ) viết vào lá cây tám chữ Lê Lợi vi quân, Nguyễn Trãi vi thần (黎利為君, 阮廌為臣)26 , nghĩa là Lê Lợi làm vua, Nguyễn Trãi làm tôi, với ý đồ khiến kiến ăn mỡ khoét thành chữ trên mặt lá, rồi lá theo dòng nước trôi đi các ngả như tin báo từ trên trời xuống. Tuy vậy, một số tướng lĩnh khác như Lê Sát, Phạm Vấn, Lê Thụ bất bình vì cho rằng Nguyễn Trãi quá cao ngạo và coi thường họ, những người đã chịu nhiều lao khổ từ khi cuộc khởi nghĩa còn trong trứng nước. Đinh Liệt hoà giải mâu thuẫn bằng cách đề nghị Nguyễn Trãi đổi lại thành Lê Lợi vi quân, bách tính vi thần (黎利為君, 百姓為 臣), nghĩa là Lê Lợi làm vua, trăm họ làm tôi25 . Thế là tin Lam Sơn khởi nghĩa truyền đi khắp nơi, khiến cho mọi người hết sức tin tưởng vào tương lai của nghĩa quân.27",
        "Theo sách Đại Việt sử ký toàn thư, Lam Sơn thực lục, từ năm 1418 cho đến năm 1426 sách không chép gì về Nguyễn Trãi, cho đến năm 1426, khi Lê Lợi phát binh ra Đông Quan, Nguyễn Trãi mới xuất hiện lần đầu tiên.28 .",
        "Tháng 9 năm 1426, Lê Lợi chia một bộ phận nghĩa quân Lam Sơn chia làm ba hướng, tấn công ra bắc và thắng quân Minh ở Tốt Động - Chúc Động. Bình Định Vương nghe báo tin, bèn tiến gấp ra Đông Quan. Đầu năm 1427, Lê Lợi phong cho Nguyễn Trãi làm Triều liệt Đại phu Nhập nội Hành khiển Lại bộ Thượng thư, kiêm chức Hành Khu mật viện sự, đây là lần xuất hiện đầu tiên của sách Đại Việt sử ký toàn thư về Nguyễn Trãi khi ông tham gia Khởi nghĩa Lam Sơn. Lê Lợi sai dựng một toà lầu nhiều tầng ở dinh Bồ Đề, trên bờ sông Hồng, cao ngang tháp Báo Thiên, hàng ngày ngồi trên lầu trông vào thành Đông Quan xem xét hoạt động của quân Minh; Nguyễn Trãi ngồi hầu ở ngay tầng dưới để bàn luận quân cơ và thảo thư từ đi lại29 . Sách Đại Việt sử ký toàn thư chép nguyên văn như sau:",
        "Sách Đại Việt thông sử chép nguyên văn như sau:",
        "Phong cho viên Hàn Lâm Viện Thừa chỉ học sĩ là Nguyễn Trãi chức “Triều liệt đại phu nhập nội hành khiển, Lại bộ Thượng thư, kiêm Cơ Mật viện”. Hoàng đế sai dựng một cái lầu mấy tầng trong dinh Bồ Đề, hằng ngày ngài ngự tại từng lầu trên cùng, để trông vào thành bên địch, cho Nguyễn Trãi ngồi ở tầng lầu dưới, để bàn luận cơ mưu hầu ngài, và thảo những thư từ gởi tới.30",
        "Tại đây, Nguyễn Trãi đã viết hàng chục bức thư gửi vào thành Đông Quan chiêu dụ Vương Thông, gửi đi Nghệ An chiêu dụ Thái Phúc cũng như dụ hàng các tướng lĩnh nhà Minh ở Tân Bình, Thuận Hoá và một số thành trì khác. Kết quả đạt được rất khả quan: các thành Nghệ An, Tân Bình, Thuận Hoá ra hàng đầu năm 142731 . Bản thân Nguyễn Trãi cũng đã từng cùng với viên chỉ huy họ Tăng vào dụ hàng thành Tam Giang, khiến Chỉ huy sứ thành này là Lưu Thanh ra hàng vào khoảng tháng 4 năm 1427. Ông cũng đã đem thân vào dụ hàng thành Đông Quan năm lần32 Quân Minh ở Giao Chỉ càng bị cô lập nhanh chóng, chỉ còn cố thủ được ở một số thành như Đông Quan, Cổ Lộng, Tây Đô... mà thôi33 .",
        "Cuối năm 1427, Minh Tuyên Tông xuống chiếu điều binh cứu viện Vương Thông, sai Liễu Thăng đem 10 vạn quân từ Quảng Tây, Mộc Thạnh đem 5 vạn quân từ Vân Nam, cùng tiến quân sang Việt Nam. Với trận Chi Lăng - Xương Giang, hai đạo viện binh của nhà Minh với số lượng lên tới hơn 10 vạn quân đã bị quân Lam Sơn tiêu diệt hoàn toàn.34",
        "Tháng 11, năm 1427, tổng binh Vương Thông và nội quan Sơn Thọ nhà Minh sai viên thiên hộ họ Hạ mang thư đến giảng hoà, xin mở cho đường về. Lê Lợi chấp nhận, lại gởi tặng thổ sản và hải sản. Dẫu vậy, Vương Thông vấn do dự, chưa quyết, đem quân ra đánh, bị nghĩa quân đánh bại, suýt bị bắt sống.35 Ngày 22, tháng 11, năm 1427 (Đinh Mùi), Vương Thông và Lê Lợi tiến hành Hội thề Đông Quan ở cửa nam thành, hẹn đến ngày 12, tháng 12 năm Đinh Mùi sẽ rút hết quân về nước. Lúc bấy giờ, một số tướng sĩ đến yết kiến và khuyên Lê Lợi nên đánh thành Đông Quan, giết hết quân Minh để trả thù cho sự bạo ngược mà người Minh đã gây nên ở Đại Việt. Nhưng ý kiến của Nguyễn Trãi thì lại khác. Sách Đại Việt sử ký Bản kỉ thực lục, quyển X, tờ 44a-44b ghi rằng:",
        "Duy có hành khiển Nguyễn Trãi ở nơi tham mưu, được xem thư bọc sáp của [Vương] Thông gửi về nước nói \"Chớ tham chỗ đất một góc mà làm nhọc quân đi muôn dặm; giả sử dùng quân được như số quân đi đánh khi đầu, lại được sáu, bảy, tám đại tướng như bọn Trương Phụ thì mới có thể đánh được; tuy nhiên có đánh được cũng không thể giữ được\", nên biết rõ thế mạnh yếu của giặc, mới chuyên chủ mặt chủ hoà. Vua [Lê Thái Tổ] nghe theo và hạ lệnh cho các quân giải vây lui ra35 36 .",
        "Lê Lợi nghe theo cho quân giải vây rút ra. Khi quân Minh sắp rút đi, một số tướng khuyên Lê Lợi nên đánh thêm một trận để cho giặc không dám sang nữa nhưng Lê Lợi không đồng ý, quân Minh rút về nước an toàn. Năm 1428, nhà Hậu Lê hình thành.37",
        "Vua Lê Thái Tổ có 2 đợt phong thưởng chính, lần một vào tháng 2, năm Thuận Thiên thứ nhất (1428) cho những Hỏa thủ và quân nhân Thiết đột ở Lũng Nhai, gồm 121 người. Lần 2, vào tháng 5, năm Thuân Thiên thứ 2 (1429), ban biển ngạch công thần cho 93 viên. Đợt phong thưởng lần 2 có tên của Nguyễn Trãi.38",
        "Vào tháng 3, năm 1428, sách Đại Việt sử ký toàn thư chép rằng: Đại hội các tướng và các quan văn võ để định công, ban thưởng, xét công cao thấp mà định thứ bậc. Lấy thừa chỉ Nguyễn Trãi làm Quan phục hầu; tư đồ Trần Hãn làm Tả tướng quốc; Khu mật đại sứ Phạm Văn Xảo làm Thái Bảo; đều được ban quốc tính. 38",
        "Theo sách Đại Việt sử ký toàn thư, năm 1429, Lê Thái Tổ sai khắc biển công thần, ông được phong tước Quan phục hầu.39 .",
        "Phong thưởng có tất cả chín bậc, Thứ nhất: Huyện thượng hầu; Thứ hai: Á thượng hầu; Thứ ba: Hương thượng hầu; Thứ tư: Đình thượng hầu; Thứ năm: Huyện hầu; Thứ sáu: Á hầu; Thứ bảy: Quan nội hầu; Thứ tám: Quan phục hầu; Thứ chín: Trước phục hầu. Nguyễn Trãi ở bậc thứ 8.",
        "Đầu năm 1428, ngay cả khi chưa chính thức lên ngôi vua, Bình Định Vương đã đại hội các tướng và các quan văn võ, định công ban thưởng. Nguyễn Trãi được ban cho quốc tính (họ Lê) và tước Quan phục hầu, tiếp tục giữ chức Nhập nội Hành khiển như cũ, được khắc tên trên biển Khai quốc công thần40 41 42 . Ngày 29 tháng 4 năm 1428, Lê Lợi làm lễ lên ngôi ở điện Kính Thiên tại Đông Kinh, đại xá thiên hạ, giao cho Nguyễn Trãi viết Bình Ngô đại cáo để bố cáo với cả nước về việc chiến thắng quân Minh43 .",
        "Chính sử nhà Lê không nói đến việc Nguyễn Trãi bị bắt và hạ ngục. Trong Tang thương ngẫu lục, Dương Bá Cung cho biết Nguyễn Trãi \"từng có việc bị hạ ngục rồi lại được tha\". Trong thơ chữ Hán của Nguyễn Trãi có bài \"Oan thán\" về việc bị hạ ngục cho chúng ta biết rằng Nguyễn Trãi bị bắt vào hồi ông năm mươi tuổi tức vào khoảng năm Thuận Thiên thứ hai (1429) năm Lê Thái Tổ bắt Trần Nguyên Hãn. Rất có thể là Nguyễn Trãi bị nghi ngờ có liên quan đến Trần Nguyên Hãn, nên bị bắt, sau lại được thả ra44 .",
        "Trong Toàn Việt thi lục, Lê Quý Đôn có viết rằng: \"Thái Tông lên ngôi thì do cố mệnh của Thái Tổ mà Nguyễn Trãi phụ chính\". Câu này cho thấy rằng, trước khi chết, Lê Thái Tổ đã dặn Thái tử Nguyên Long phải đặt Nguyễn Trãi lên một chức vị xứng đáng. Lê Thái Tông đã làm đúng như lời cha dặn.45 .",
        "Năm 1433, Lê Thái Tổ mất, an táng ở Vĩnh Lăng tại Lam Sơn. Lê Thái Tông xuống sắc chỉ sai Nguyễn Trãi, với tư cách là Vinh lộc Đại phu Nhập nội Hành khiển tri Tam quán sự, soạn văn bia Vĩnh Lăng thần đạo bi46 .",
        "Ngày 21 tháng 2 năm 1434, Lê Thái Tông bổ nhiệm 156 quan viên lớn nhỏ, trong số đó có Nguyễn Trãi47 ..48 . Năm 1435, Nguyễn Trãi dâng lên vua sách Dư địa chí, trong đó ông ghi chép khá đầy đủ về bờ cõi hành chính nước Đại Việt thời đó49 .",
        "Tháng 5, năm 1434 Nguyễn Trãi đang giữ chức Hành khiển, soạn xong tờ tâu để Nguyễn Tông Trụ mang sang đưa lên vua Minh, bị Nội mật viện Nguyễn Thúc Huệ, Học sĩ Lê Cảnh Xước, Đại tư đồ Sát và Đô đốc Phạm Vấn phản đối và trách cứ và đòi sửa chữa. Nguyễn Trãi kiên quyết giữ chủ kiến của mình, cuối cùng Lê Thái Tông vẫn theo như bản tâu của ông, không thay đổi.50 Tháng 12, năm 1434, Nguyễn Trãi cùng các đại thần theo vua Lê Thái Tông làm lễ rước thần chủ mới của Thái Tổ và Quốc thái mẫu vào thờ ở Thái miếu51 .",
        "Năm 1435, tháng 6, Đại tư đồ Lê Sát tiến cử Nguyễn Trãi và một số viên quan khác vào dạy học cho Lê Thái Tông ở toà Kinh Diên nhưng vua Lê Thái Tông không chấp thuận52 53",
        "Trong vụ án bảy tên trộm vào tháng 3 năm 1435, ông tranh cãi với Lê Sát và Lê Ngân về việc xử lý bảy tên ăn trộm ít tuổi can tội tái phạm. Ông khuyên Lê Thái Tông nên nhân nghĩa, nhưng khi Lê Sát và Lê Ngân đề nghị ông dùng nhân nghĩa cảm hóa kẻ trộm thì ông từ chối. Cuối cùng xử chém 2 tên, còn lại thì xử đi đày.54",
        "Trước đây, Lê Thái Tổ đã sai Nguyễn Trãi định ra quy chế mũ áo nhưng chưa kịp thi hành. Tháng 2 năm 1437, vua Lê Thái Tông lại sai Nguyễn Trãi cùng với Lương Đăng sửa định nhã nhạc và qui chế lễ nghi trong triều đình. Nguyễn Trãi đã dâng lên bản vẽ khánh đá và biểu tâu, vua Thái Tông khen ngợi và tiếp nhận sai thợ đá huyện Giáp Sơn lấy đá ở núi Kính Chủ để làm54 . Nhưng đến tháng 5, năm 1437, Lương Đăng dâng sớ thư về quy chế có nhiều ý kiến khác với Nguyễn Trãi ở những chỗ bàn về số lượng, trọng lượng các nhạc khí. Vua Thái Tông lựa chọn đề nghị của Lương Đăng, nên Nguyễn Trãi tâu xin trả lại việc đã được giao phó54 . Tháng 11 năm 1437, vua Lê Thái Tông cho ban bố các nghi thức lễ đại triều do Lương Đăng soạn định với triều đình, Nguyễn Trãi cùng một nhóm văn thần như Đào Công Soạn, Nguyễn Văn Huyến, Nguyễn Liễu, Nguyễn Truyền dâng sớ phản đối, nhưng không có kết quả.",
        "Khoảng cuối năm 1437, đầu năm 1438, Nguyễn Trãi xin về hưu trí ở Côn Sơn55 - nơi trước kia từng là thái ấp của ông ngoại ông - chỉ thỉnh thoảng mới vâng mệnh vào chầu vua4 .",
        "Theo sách Lịch triều hiến chương loại chí, sau khi không hợp với Lương Đăng về việc nhạc, ông đã xin về quê hưu trí. Sách Đại Việt sử ký toàn thư cũng không chép ông làm gì sau thời gian này, đến năm 1442, sách mới chép việc ông mời vua Lê Thái Tông về ngự ở Côn Sơn. Theo nghiên cứu của Trần Huy Liệu, căn cứ vào biểu tạ ơn của Nguyễn Trãi, năm 1439, Lê Thái Tông mời ông ra làm quan, ban cho chức tước là Vinh lộc Đại phu, Nhập nội Hành khiển Môn hạ sảnh Tả ty Hữu Gián nghị Đại phu kiêm Hàn Lâm viện Học sĩ Tri Tam quán sự Đề cử Côn Sơn Tư Phúc tự56 . Ông cũng được giao cho việc coi giữ sổ sách, xét án kiện quân dân ở Tây đạo và Bắc đạo57 . Nguyễn Trãi nhận mệnh vua, dâng biểu tạ ơn với sự hả hê thấy rõ. Trần Huy Liệu cho rằng đây là những năm đắc chí nhất của Nguyễn Trãi55 . Trong khoa thi Hội năm 1442, Nguyễn Trãi với danh nghĩa là Hàn Lâm viện Học sĩ kiêm Tri Tam quán sự ra làm Giám khảo và lấy đỗ Trạng nguyên Nguyễn Trực55 .",
        "Suốt trong thời gian làm quan, lúc nào Nguyễn Trãi cũng sống một cuộc đời giản dị, cần kiệm liêm chính. Không những thơ văn của Nguyễn Trãi, mà các nho sĩ sống cùng thời với ông như Nguyễn Mộng Tuân, Lý Tử Tấn cũng cho ta biết như thế.45 .",
        "Tháng 9 năm 1442, vua Lê Thái Tông đi tuần ở miền Đông58 . Ngày 1 tháng 9 năm 1442, sau khi nhà vua duyệt binh ở thành Chí Linh, Nguyễn Trãi đón Lê Thái Tông đi thuyền vào chơi chùa Côn Sơn. Khi trở về Đông Kinh, người thiếp của Nguyễn Trãi là Nguyễn Thị Lộ theo hầu vua. Ngày 7 tháng 9 năm 1442, thuyền về đến Lệ Chi Viên[e] thì vua bị bệnh, thức suốt đêm với Nguyễn Thị Lộ rồi mất. Các quan giấu kín chuyện này, nửa đêm ngày 9 tháng 9 năm 1442 về đến Đông Kinh mới phát tang. Triều đình qui tội Nguyễn Thị Lộ giết vua, bèn bắt bà và Nguyễn Trãi, khép hai người vào âm mưu giết vua. Ngày 19 tháng 9 năm 1442 (tức ngày 16 tháng 8 năm Nhâm Tuất), Nguyễn Trãi bị tru di tam tộc.",
        "Sau khi Nguyễn Trãi chết, đa phần những di cảo thơ văn và trước tác của ông đều bị tiêu hủy. Bản khắc in sách Dư địa chí bị Đại Tư đồ Đinh Liệt sai hủy59 năm 144760 . Nhiều trước tác mất vĩnh viễn đến nay như Luật thư61 , Ngọc đường di cảo, Giao tự đại lễ,... Gia quyến Nguyễn Trãi cũng lưu tán khi biến cố Lệ Chi Viên xảy đến. Theo gia phả họ Nguyễn Nhị Khê, em trai Nguyễn Trãi là Nguyễn Phi Hùng chạy về Phù Khê, huyện Từ Sơn, Bắc Ninh. Nguyễn Phù - một người con của Nguyễn Trãi - chạy lên Cao Bằng, đổi họ sang họ Bế Nguyễn. Bà vợ thứ năm của Nguyễn Trãi là Lê thị, đang mang thai, phải trốn về Phương Quất, huyện Kim Môn, Hải Dương. Đặc biệt, bà vợ thứ tư của Nguyễn Trãi là Phạm Thị Mẫn, lúc đó cũng đang mang thai, được người học trò cũ của chồng là Lê Đạt giúp chạy trốn vào xứ Bồn Man, sau về thôn Dự Quần, huyện Ngọc Sơn, phủ Tĩnh Gia, Thanh Hóa. Tại Đây, bà sinh ra Nguyễn Anh Vũ. Để tránh sự truy sát của triều đình, Nguyễn Anh Vũ đổi sang họ mẹ là Phạm Anh Vũ.",
        "Tháng 8 năm 1464, sau 22 năm, vua Lê Thánh Tông đã xuống chiếu chiêu tuyết cho Nguyễn Trãi, truy tặng ông tước hiệu là Tán Trù bá, bãi bỏ lệnh truy sát của triều đình với gia quyến Nguyễn Trãi và ra lệnh bổ dụng con cháu ông làm quan. Nguyễn Anh Vũ khi ấy đi thi đỗ Hương cống, bèn được nhà vua bổ nhiệm làm Tri huyện62 .",
        "Năm 1467, Lê Thánh Tông ra lệnh sưu tầm di cảo thơ văn Nguyễn Trãi. Sau khi Nguyễn Trãi bị nạn 70 năm, ngày 8 tháng 8 năm 1512, vua Lê Tương Dực truy tặng Nguyễn Trãi tước Tế Văn hầu, chế văn truy tặng có câu",
        "Văn chương sự nghiệp chi truyền, vĩnh thùy hậu thế",
        "Dịch là:",
        "Gặp gỡ long hổ phong vân, còn ghi duyên cũ",
        "Truyền tụng văn chương sự nghiệp, để mãi đời sau63",
        "Nguyễn Trãi có 5 bà vợ và 7 người con trai64",
        "Thời hiện đại, một số nhà làm sử ở Việt Nam như Doãn Chính, Phan Huy Lê, Nguyễn Khắc Thuần... đã viết các sách với nội dung mà họ gọi là Tư tưởng Nguyễn Trãi, nay trích lại dưới đây:",
        "Nguyễn Trãi được coi là một nhà tư tưởng lớn của Việt Nam65 , tư tưởng của ông là sản phẩm của nền văn hóa Việt Nam thời đại nhà Hậu Lê khi mà xã hội Việt Nam đang trên đà phát triển66 , đánh dấu một giai đoạn phát triển quan trọng trong lịch sử tư tưởng Việt Nam65 .",
        "Tư tưởng Nguyễn Trãi không được ông trình bày thành một học thuyết có hệ thống65 hay chứa đựng trong một trước tác cụ thể nào mà được thể hiện rải rác qua các tác phẩm của ông, được phát hiện bằng các công trình nghiên cứu của các nhà khoa học xã hội hiện đại. Nét nổi bật trong tư tưởng Nguyễn Trãi là sự hòa quyện, chắt lọc giữa tư tưởng Nho giáo, Phật giáo và Đạo giáo67 (trong đó Nho giáo đóng vai trò chủ yếu), có sự kết hợp chặt chẽ với hoàn cảnh thực tiễn Việt Nam lúc đó.",
        "Tư tưởng Nguyễn Trãi xuất phát từ Nho giáo, mà cụ thể là Nho giáo Khổng Mạnh7 . Ông đã vận dụng xuất sắc các tư tưởng Nho giáo vào công cuộc khởi nghĩa, chống lại sự thống trị của nhà Minh lên Việt Nam cũng như trong công cuộc xây dựng đất nước thời kì đầu nhà Hậu Lê.",
        "Về ảnh hưởng của Nho giáo với tư tưởng Nguyễn Trãi, Trần Đình Hượu cho rằng",
        "Ảnh hưởng của Phật giáo và Đạo giáo trong tư tưởng Nguyễn Trãi chủ yếu qua các tác phẩm thơ văn của ông với nội dung khuyên răn luân lý. Ông khuyên con người ta không coi trọng vật chất mà nên sống với chữ đức, hiểu được giá trị bền vững của đạo đức, coi trọng danh dự và sự giàu có về tâm hồn hơn là sự giàu có về tiền bạc. Danh lợi là sắc không, đạo đức mới là của chầy. Muốn có đạo đức thì phải làm điều thiện, sống có hiếu, có khí tiết, không uốn mình, không cầu xin danh lợi, không oán thán, biết tha thứ cho người khác, sống trong sạch, lành mạnh, thanh tịnh, luôn nhận phần thiệt thòi về mình. Tư tưởng Lão - Trang thể hiện ở quan niệm sống phủ nhận danh lợi, ung dung tự tại, vô vi và hòa hợp với thiên nhiên71 .",
        "Một số ý kiến cho rằng, ảnh hưởng của Phật giáo và Đạo giáo, dù chỉ giữ vị trí thứ yếu trong tư tưởng Nguyễn Trãi, chính là ảnh hưởng của tam giáo đồng nguyên trong hệ tư tưởng Lý - Trần. Nguyễn Trãi sống trong một thời kỳ quá độ, thời kỳ bản lề của hai chặng đường lịch sử văn hoá Việt Nam. Trước Nguyễn Trãi là một văn hoá Đại Việt được cấu trúc theo mô hình Phật giáo, sau Nguyễn Trãi là một văn hoá Đại Việt được cấu trúc theo mô hình Nho giáo từ Trung Quốc. Nguyễn Trãi chủ trương xây dựng một nền văn hóa dân tộc, Nho giáo trong tư tưởng của ông có thể gọi là tư tưởng Nho giáo dân gian. Sự thất bại của Nguyễn Trãi trong việc chế định nhã nhạc và việc Lương Đăng hoàn toàn mô phỏng nhã nhạc triều Minh trong việc soạn nhạc cung đình triều Lê đã đánh dấu một bước ngoặt trong sự tiến triển của tình trạng nhị nguyên văn hoá giữa cung đình và dân gian. Sức sống của nền văn hoá dân tộc giờ đây phải tìm về kho tàng văn hoá dân gian, ở đó các cương lĩnh Nho giáo đã bị lật ngược lại, còn trong triều đình thì về chính trị là chế độ trung ương tập quyền theo hướng chuyên chế, về tư tưởng - văn hóa thì theo hướng độc tôn Nho giáo, bài xích Phật giáo, Đạo giáo và tín ngưỡng dân gian72 .",
        "Theo Lê Quý Đôn chép trong sách Đại Việt thông sử, phần Văn tịch chí, thời nhà Minh xâm lược Đại Việt, Trương Phụ thu thập hầu hết sách vở của Đại Việt gửi theo đường sông về Kim Lăng, Trung Quốc. Khi Lê Lợi giành lại độc lập cho Đại Việt, ông mới ra lệnh thu thập sách vở, các bậc danh nho như Lý Tử Tấn, Phan Phu Tiên, Nguyễn Trãi,...cùng nhau sưu tập. Nhưng sau cuộc binh hỏa, sách vở mười phần nay chỉ còn được 4, 5 phần, Lê Quý Đôn có thống kê đầy đủ ở sách Đại Việt thông sử.73",
        "Đến thời hiện đại, khi biên soạn sách những tác giả như Nguyễn Hữu Sơn, Phan Huy Lê,...không rõ căn cứ vào đâu khi họ cho rằng sau vụ Lệ Chi Viên, Đinh Liệt cho hủy các sách của Nguyễn Trãi như Luật thư, Dư địa chí, Ngọc đường di cảo, Giao tự đại lễ...",
        "81",
        "Nguyễn Trãi được đánh giá là một nhà văn chính luận kiệt xuất91 . Đời sau có nhiều người ca ngợi văn chương của ông91 :",
        "Riêng những tác phẩm văn chính luận của ông mang tính chiến đấu xuất phát từ ý thức tự giác dùng văn chương phục vụ cho những mục đích chính trị, xã hội, thể hiện lý tưởng chính trị - xã hội cao nhất trong thời phong kiến Việt Nam92 . Ngoài ra, các tác phẩm này còn phản ánh tinh thần dân tộc đã trưởng thành, điều này được đánh giá là một thành tựu lịch sử tư tưởng và lịch sử văn học Việt Nam93 .",
        "Lê Thánh Tông trong bài \"Quân minh thần lương\" (君明臣良) của tập thơ \"Quỳnh uyển cửu ca\" (瓊苑九歌) có câu: \"Ức Trai tâm thượng quang Khuê tảo\" (抑齋心上光奎藻). Trong một thời gian dài, nhiều sách giáo khoa lịch sử và văn học dịch câu này là: \"Tâm hồn Úc Trai trong sáng như sao Khuê buổi sớm\". Nhà nghiên cứu Bùi Duy Tân khẳng định đây là một cách dịch sai lầm và lý giải nguồn gốc như sau:",
        "Cách dịch câu thơ trên của Lê Thánh Tông như mọi người thường biết bắt đầu từ năm 1962, khi nhà sử học Trần Huy Liệu đưa ra bản dịch câu thơ đó trong bài viết nhân dịp kỷ niệm 520 năm ngày mất của Nguyễn Trãi, mà Bùi Duy Tân khẳng định là dịch sai: \"Ức Trai lòng sáng như sao Khuê\"94 . Bùi Duy Tân phân tích, trong câu dịch này, chữ \"tảo\" không được dịch, chữ \"Khuê\" bị hiểu sai nghĩa về văn cảnh. Các nhà xuất bản, trường học lần lượt sử dụng lời dịch sai này, xem đây là lời bình luận về nhân cách Nguyễn Trãi. Hệ quả là sau đó nhiều tác phẩm văn học, ca kịch... nói về Nguyễn Trãi dùng \"sao Khuê\" làm cách hoán dụ để nói về ông (\"Sao Khuê lấp lánh\", \"Vằng vặc sao Khuê\"...)94 .",
        "Trong giới nghiên cứu, giảng dạy văn học cổ đã từng có nhiều ý kiến nói về cách dịch sai này, nhưng ít tác giả làm rõ vấn đề95 . Cần xem câu thơ của Lê Thánh Tông trong toàn bộ bài \"Quân minh thần lương\" để làm rõ nghĩa:",
        "Nguyên văn chữ Hán:",
        "Phiên âm Hán Việt:",
        "Bài thơ này ca ngợi sự nghiệp nhà Hậu Lê. Bản dịch thơ của Hoàng Việt thi văn tuyển xuất bản năm 1958 (xuất bản trước thời điểm Trần Huy Liệu đưa ra bài viết có câu dịch được phổ biến năm 1962) được các nhà nghiên cứu đính chính câu thơ trên cho rằng đã dịch đúng94 :",
        "Một dị bản khác là Toàn Việt thi lục của Lê Quý Đôn, câu thứ 4 không dùng \"liệt\" mà dùng \"uẩn\" mang nghĩa chất chứa, được nhìn nhận là chuẩn xác hơn, và do đó đối chỉnh nghĩa với câu 3 về Nguyễn Trãi hơn. Theo nghĩa đen, \"khuê\" là một trong 28 vị tinh tú, biểu tượng của văn chương; tảo là loài rong biển, nghĩa rộng là màu vẻ đẹp đẽ, không phải mang nghĩa \"sớm\"97 .",
        "\"Khuê tảo\" đi với nhau chỉ văn, đối với \"giáp binh\" ở câu dưới chỉ võ. Cách dùng \"khuê\" để chỉ văn chương khá quen thuộc, ngay cả Lê Thánh Tông trong \"Quỳnh uyển cửu ca\" cũng có viết \"...thổ hồng nghê chí khí, quang khuê tảo chi văn\" (nghĩa là: \"nhả cái khí vồng mống, rạng cái vẻ văn chương...\"). Do đó \"khuê tảo\" trong câu thơ của Lê Thánh Tông là ca ngợi văn chương Nguyễn Trãi chứ không phải ca ngợi nhân cách của ông98 .",
        "Năm 1956, Bộ Văn hoá Việt Nam Dân chủ Cộng hoà tổ chức lần đầu tiên lễ kỷ niệm Nguyễn Trãi nhân 514 năm ngày mất của ông99 . Sau đó, vào các năm 1962, 1967, Việt Nam Dân chủ Cộng hoà đều đặn kỉ niệm 520 năm và 525 năm ngày mất của Nguyễn Trãi và đã phát hành một bộ tem về ông vào năm 1962100 . Năm 1980, Nhà nước Cộng hoà Xã hội chủ nghĩa Việt Nam cho phát hành một bộ tem về Nguyễn Trãi nhân kỉ niệm 600 năm ngày sinh của ông101 .",
        "Đền thờ Nguyễn Trãi ở Nhị Khê, Hà Nội vốn là từ đường của họ Nguyễn Nhị Khê, được xây dựng sau khi vua Lê Thánh Tông chiêu tuyết cho ông64 . Đền còn lưu giữ bức chân dung Nguyễn Trãi cổ vẽ trên lụa và nhiều bức hoành phi nêu bật công lao và đức độ Nguyễn Trãi. Nhân dịp kỷ niệm 600 năm ngày sinh của Nguyễn Trãi, nhà thờ đã được tôn tạo mở rộng, có thêm phòng trưng bày về thân thế và sự nghiệp của Nguyễn Trãi và tượng đài Nguyễn Trãi. Đền được xếp hạng di tích lịch sử văn hoá vào tháng 1 năm 1964.",
        "Đền thờ Nguyễn Trãi ở Côn Sơn, Hải Dương được khởi công xây dựng vào năm 2000 và khánh thành vào năm 2002. Toạ lạc tại khu vực động Thanh Hư, đền có mặt bằng rộng 10.000m2, xoải dốc dưới chân dãy Ngũ Nhạc kề liền núi Kỳ Lân, chia thành nhiều cấp, tạo chiều sâu và tăng tính uy nghiêm. Nghệ thuật trang trí mô phỏng phong cách Lê và Nguyễn. Đền đã được công nhận di tích nghệ thuật kiến trúc năm 2003. Ngoài ra, Nguyễn Trãi và Nguyễn Thị Lộ cũng được thờ ở làng Khuyến Lương, nay là phường Trần Phú, quận Hoàng Mai và ở xã Lệ Chi Viên, huyện Gia Lâm, Hà Nội.",
        "Cuộc đời và sự nghiệp của Nguyễn Trãi đã trở thành cảm hứng cho nhiều tác phẩm nghệ thuật.",
        "Tại thành phố Hà Nội, từ thời Pháp thuộc đã có một con đường nhỏ và ngắn ở khu vực trung tâm mang tên đường Nguyễn Trãi (nay là đường Nguyễn Văn Tố). Cuối năm 1945, chính quyền Cách mạng tức Việt Nam Dân chủ Cộng hòa cho đổi tên con đường này, đồng thời đặt tên đường Nguyễn Trãi cho một con đường dài hơn ở khu vực xung quanh hồ Hoàn Kiếm (nay là đường Lò Sũ). Tuy nhiên, sau đó đến đầu năm 1951, chính quyền Quốc gia Việt Nam thân Pháp trong đợt đổi tên đường cũ thời Pháp sang tên danh nhân Việt Nam với quy mô lớn thì vẫn duy trì tên đường Nguyễn Trãi vốn đã có từ Pháp thuộc này. Sau năm 1954, chính quyền Việt Nam Dân chủ Cộng hòa ban đầu vẫn duy trì đường Nguyễn Trãi cũ của các chính quyền đối phương. Tuy nhiên đến năm 1964 trên cơ sở cho rằng con đường Nguyễn Trãi ngắn và nhỏ như vậy hoàn toàn không phù hợp với công lao to lớn của ông đối với đất nước, chính quyền Hà Nội lại cho đổi tên đường Nguyễn Trãi cũ thành đường Nguyễn Văn Tố và giữ nguyên cho đến ngày nay; còn tuyến quốc lộ 6 đoạn từ Ngã Tư Sở đến vùng giáp ranh thị xã Hà Đông thuộc tỉnh Hà Đông cũ thì cho đặt tên là đường Nguyễn Trãi.",
        "Tại đô thành Sài Gòn - Chợ Lớn, từ năm 1954 chính quyền Quốc gia Việt Nam thân Pháp (tiền thân của Việt Nam Cộng hòa) cũng cho đặt tên một con đường mang tên là đường Nguyễn Trãi tại khu vực thành phố Chợ Lớn cũ. Tuy nhiên một năm sau, vào năm 1955 do thấy không phù hợp nên chính quyền này lại cho đổi tên đường Nguyễn Trãi cũ thành đường Trần Nhân Tôn và giữ nguyên cho đến ngày nay; còn tuyến đường Quang Trung cũ đoạn đi qua khu vực quận 5 ngày nay (cũng nằm trong khu vực thành phố Chợ Lớn cũ) vốn dài khoảng 4 km thì cho đặt tên là đường Nguyễn Trãi. Đến năm 1975, chính quyền quân quản Cộng hòa miền Nam Việt Nam tiếp tục cho nhập chung và đổi tên đường Võ Tánh cũ ở khu vực quận 2 cũ (nay là quận 1) vốn dài khoảng 2 km thành đường Nguyễn Trãi. Như vậy đường Nguyễn Trãi hiện nay ở thành phố Hồ Chí Minh dài khoảng 6 km.",
        "Tại thị xã Cần Thơ thuộc tỉnh Cần Thơ cũ (nay là thành phố Cần Thơ trực thuộc trung ương), từ năm 1954, một phần quốc lộ 4 cũ (nay gọi là quốc lộ 1, nhưng phần này đã trở thành đường chính nội bộ, không còn là một phần của đường quốc lộ) đoạn từ vòng xoay trung tâm đến cầu Cái Khế cũng được đặt tên là đường Nguyễn Trãi. Sau năm 1975, chính quyền mới tiếp tục cho nhập chung và đổi tên đường Hai Bà Trưng cũ (đoạn từ cầu Cái Khế tới vòng xoay Ngã tư bến xe) thành đường Nguyễn Trãi, giữ nguyên cho đến ngày nay. Bên cạnh đó từ trước năm 1975 tại thị trấn Cái Răng cũ (nay là phường Lê Bình, quận Cái Răng) cũng có một con đường quan trọng mang tên đường Nguyễn Trãi.",
        "• a)^ Một huyện xưa ở phủ Tầm Châu, Quảng Tây, Trung Quốc",
        "• b)^ Một châu quận ở Quảng Tây, Trung Quốc",
        "• c)^ Thiều Châu: là một châu quận thuộc Trung Quốc. Văn Hiến là Trương Cửu Linh",
        "• d)^ Lỗi Giang: tên một địa điểm nằm ở trên bờ sông Mã, giữa huyện Cẩm Thủy, Bá Thước và Quan Hóa (Thanh Hóa)",
        "• e)^ Nay thuộc thôn Đại Lai, xã Đại Lai, huyện Gia Bình, tỉnh Bắc Ninh.",
        "• f)^ Mười Trịnh là mười anh em họ Trịnh, con của Trịnh Khả đều làm quan trong triều, hai Thân là cha con Thân Nhân Trung và Thân Nhân Vũ.",
        "(Nguồn: Wikipedia)"
    ]
}