{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Nguyễn Cơ Thạch<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Nguyễn Cơ Thạch.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/nguyen-co-thach/875c2ba2c84f20f57f9c068cfe4b5119.jpg\">\n    <noscript>\n     <img alt=\"Nguyễn Cơ Thạch.jpg\" src=\"/images/wiki/nguyen-co-thach/875c2ba2c84f20f57f9c068cfe4b5119.jpg\">\n    <\/noscript><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Chức vụ\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Ủy viên Bộ Chính trị\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nhiệm kỳ<\/th>\n   <td>1986&nbsp;–&nbsp;1991<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Phó Thủ tướng Chính phủ Việt Nam\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nhiệm kỳ<\/th>\n   <td>16 tháng 2 năm 1987&nbsp;–&nbsp;10 tháng 9 năm 1991<br>\n     4 năm, 206 ngày<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/nguyen-duy-trinh\" title=\"Nguyễn Duy Trinh (1910 - 1985) là một chính khách Việt Nam. Ông nguyên là Ủy viên Bộ chính trị, Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. Nguyên Phó Thủ tướng Chính phủ, Bộ trưởng Bộ Ngoại giao nước Việt Nam Dân chủ Cộng hòa sau ...\" target=\"_blank\">Nguyễn Duy Trinh<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td>Nguyễn Mạnh Cầm<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Bộ trưởng Bộ Ngoại giao Việt Nam\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nhiệm kỳ<\/th>\n   <td>tháng 2 năm 1980&nbsp;–&nbsp;tháng 7 năm 1991<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/nguyen-duy-trinh\" title=\"Nguyễn Duy Trinh (1910 - 1985) là một chính khách Việt Nam. Ông nguyên là Ủy viên Bộ chính trị, Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam. Nguyên Phó Thủ tướng Chính phủ, Bộ trưởng Bộ Ngoại giao nước Việt Nam Dân chủ Cộng hòa sau ...\" target=\"_blank\">Nguyễn Duy Trinh<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td>Nguyễn Mạnh Cầm<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Thông tin chung\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>15 tháng 5, 1921<br>\n     Vụ Bản - Nam Định, Liên bang Đông Dương<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>10 tháng 4, 1998 (76&nbsp;tuổi)<br>\n     Hà Nội, Việt Nam<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td>Đối với tôi Ngoại trưởng Nguyễn Cơ Thạch là một trong ba vị lãnh đạo<sup class=\"annotation badge\" title=\"^ Hai người còn lại là cố Thủ tướng Phạm Văn Đồng, Đại tướng Võ Nguyên Giáp.\">4<\/sup> để lại ấn tượng mạnh nhất. Ảnh hưởng của ông Thạch với tôi là bản lĩnh khi đương đầu với các vấn đề quốc tế, luôn tự tin, lạc quan, và luôn tìm mọi khe hở dù nhỏ nhất để tìm ra lối đi...Tư tưởng của ông Thạch đi trước thời đại, nên thiệt cho ông. Bởi khi vấn đề đặt ra chưa được chấp nhận, thì người đặt vấn đề lại bị nhìn nhận khác đi. Bài học lịch sử không bao giờ cũ là cái gì vượt trước đều khó chấp nhận ở Việt Nam. Nhưng, dù sao, ông vẫn còn may hơn những người khác. Ông Kim Ngọc là một ví dụ.<sup class=\"annotation badge\" title=\"^ Kỷ niệm về ngoại trưởng Thạch của một phóng viên Reuters, tuanvietnam, 16/12/2011\">5<\/sup><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\"><cite>— Cựu phóng viên VTV và Reuters Nguyễn Văn Vinh (trả lời báo Vietnamnet năm 2011)<\/cite><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Nguyễn Cơ Thạch",
        "Tiểu sử",
        "Hoạt động trong ngành Ngoại giao",
        "Gia đình",
        "Nhận xét",
        "Vinh danh",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nguyễn Cơ Thạch - Người Kể Sử",
    "paragraphs": [
        "Nguyễn Cơ Thạch (1921 - 1998) là một chính trị gia, nhà ngoại giao Việt Nam. Ông nguyên là Ủy viên Bộ Chính trị, nguyên Phó Chủ tịch Hội đồng Bộ trưởng (nay là Phó Thủ tướng Chính phủ), nguyên Bộ trưởng Bộ Ngoại giao của Việt Nam.",
        "",
        "",
        "Nguyễn Cơ Thạch có tên khai sinh Phạm Văn Cương, sinh ngày 15 tháng 5 năm 1921 tại xã Liên Minh, huyện Vụ Bản, tỉnh Nam Định. Ông tham gia Tổ chức Thanh niên Dân chủ rồi Thanh niên Phản đế tại Nam Định (1937–1939), bị thực dân Pháp bỏ tù tại Nam Định, Hoà Bình, Sơn La (1940-1945).",
        "Năm 1943, trong nhà tù Sơn La, ông được kết nạp vào Đảng Cộng sản Đông Dương.",
        "Ông lãnh đạo cướp chính quyền tại Nam Định (tháng 8 năm 1945).",
        "Tháng 9 năm 1945 về công tác tại Bộ Quốc phòng, làm Bí thư cho Đại tướng Võ Nguyên Giáp; sau đó giữ chức vụ Chánh Văn phòng Quân uỷ Trung ương, Bí thư đảng uỷ các cơ quan Bộ Quốc phòng và Tổng tư lệnh (1947–1949).",
        "Sau đó ông chuyển sang công tác chính quyền và Đảng vụ, làm Phó Bí thư rồi Quyền Bí thư tỉnh uỷ kiêm Chủ tịch Uỷ ban Kháng chiến Hành chính tỉnh Hà Đông (tháng 5 năm 1949 – tháng 5 năm 1951); Uỷ viên Đảng Đoàn và Uỷ viên Uỷ ban Kháng chiến hành chính Liên khu 3, Bí thư Đảng ủy các cơ quan của Liên khu (1949–1954).",
        "Từ năm 1954, ông chuyển sang công tác trong ngành ngoại giao và lần lượt đảm nhiệm các chức vụ Chánh văn phòng Bộ Ngoại giao (1954–1956), Tổng lãnh sự nước Việt Nam Dân chủ Cộng hoà tại Cộng hòa Ấn Độ (1956–1960); Thứ trưởng Bộ Ngoại giao và Uỷ viên Đảng đoàn Bộ Ngoại giao (tháng 8 năm 1960 – tháng 5 năm 1979); Quyền Trưởng đoàn Đoàn đại biểu Chính phủ Việt Nam Dân chủ Cộng hoà tại Hội nghị Genève về Lào (1961–1962); Thứ trưởng Bộ Ngoại giao phụ trách công tác đấu tranh chống Mỹ (từ 1964).",
        "Ông là trợ lý cho Cố vấn Lê Đức Thọ trong đàm phán với Mỹ (1972–1973) đưa đến việc ký kết Hiệp định Paris về Việt Nam; Trưởng đoàn đại biểu Việt Nam Dân chủ Cộng hoà tại Hội nghị Bộ trưởng Bộ Ngoại giao các nước không liên kết tại Peru (1975); Đặc phái viên của Chính phủ thăm các nước Ả Rập, Tây Âu, Bắc Âu và ASEAN (1976–1980); Trưởng đoàn đại biểu Việt Nam tại Hội nghị Bộ trưởng Bộ Ngoại giao các nước không liên kết tại Colombo (Sri Lanka), New Delhi (Ấn Độ), Luanda (Angola) (1979–1986); Trưởng đoàn đại biểu Việt Nam dự Đại hội đồng Liên Hiệp Quốc tại New York (1979–1991).",
        "Tháng 5 năm 1979, ông làm Quốc vụ khanh Bộ Ngoại giao (hàm Bộ trưởng), rồi Bộ trưởng Bộ Ngoại giao từ tháng 1 năm 1980; Phó Chủ tịch Hội đồng Bộ trưởng kiêm Bộ trưởng Bộ Ngoại giao (tháng 2 năm 1987 – 1991).",
        "Ông là Uỷ viên Ban chấp hành Trung ương Đảng từ tháng 12 năm 1976 đến 1991, Uỷ viên dự khuyết Bộ Chính trị từ năm 1982, Uỷ viên chính thức Bộ Chính trị khoá VI (1986–1991), phụ trách Ban Đối ngoại Trung ương Đảng.",
        "Theo cựu đại sứ Việt Nam ở Trung Quốc, thiếu tướng Quân đội Nhân dân Việt Nam Nguyễn Trọng Vĩnh, việc ông Nguyễn Cơ Thạch mất ghế bộ trưởng bộ ngoại giao là do áp lực của Trung Quốc trong Hội nghị Thành Đô 1990, điều kiện để bình thường hóa quan hệ hai nước.1 . Theo trang mạng đài RFA, lúc đó ông Nguyễn Cơ Thạch với tư cách bộ trưởng bộ ngoại giao đã phản đổi một số nội dung về thỏa thuận Thành Đô 1990 mà ông cho là nhân nhượng Trung Quốc trong vấn đề Campuchia2 Tuy nhiên, lời đồn này là thiếu cơ sở vì ngày 29/9/1990, 3 tuần sau Hội nghị Thành Đô, chính Bộ trưởng Ngoại giao Nguyễn Cơ Thạch đã được cử đi thực hiện nhiệm vụ quan trọng là gặp gỡ Bộ trưởng Ngoại giao Hoa Kỳ James Baker tại New York, bắt đầu việc đám phán bình thường hóa quan hệ với Hoa Kỳ3 .",
        "Sau khi thôi chức Bộ trưởng Bộ Ngoại giao, ông tham gia nghiên cứu Tổng kết công tác ngoại giao, nghiên cứu kinh tế thế giới và chiến lược đối ngoại (tháng 10 năm 1991 – 1998).",
        "Ông còn là đại biểu Quốc hội khoá VII (1981–1987) và khoá VIII (1987–1992).",
        "Ông đã được tặng thưởng Huân chương Hồ Chí Minh.",
        "Ông mất ngày 10 tháng 4 năm 1998 tại Hà Nội.",
        "Ngày 15 tháng 1 năm 2007, ông được Chủ tịch nước truy tặng Huân chương Sao Vàng. Bà Phan Thị Phúc, vợ ông đã nhận phần thưởng này.",
        "Vợ ông Phan Thị Phúc, tốt nghiệp Đại học Dược khoa (nay là Đại học Dược Hà Nội) bà từng làm trưởng khoa dược Bệnh viện hữu nghị Việt Đức sau đó chuyển sang công tác ở Bộ Ngoại giao. Bà là cháu gái ông Phan Tư Nghĩa Tổng thư ký Đảng Xã hội Việt Nam. Ông bà kết hôn năm 1947. Trong các con của ông bà có con trai Phạm Bình Minh, hiện là Ủy viên Bộ chính trị, Phó thủ tướng, kiêm Bộ trưởng Bộ Ngoại giao.",
        "Từ tháng 8 năm 2008, tên của Nguyễn Cơ Thạch được đặt cho một con đường ở Hà Nội. Đường cắt ngang với đường Hồ Tùng Mậu, dẫn ra khu đô thị Mỹ Đình 2, huyện Từ Liêm. Đường Nguyễn Cơ Thạch nằm song song với đường Lê Đức Thọ. Từ tháng 10 năm 2016, tên của Nguyễn Cơ Thạch được đặt cho một con đường ở Thành phố Hồ Chí Minh. Đường trục Bắc Nam (R14), đoạn từ cầu Thủ Thiêm 1 đến cầu Thủ Thiêm 4, khu Đô thị mới Thủ Thiêm, Quận 2.",
        "(Nguồn: Wikipedia)"
    ]
}