{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Thượng Vương<br><font size=\"2\">上王<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Chúa Nguyễn <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Chúa Nguyễn<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Trị vì<\/th>\n   <td>1635 - 1648 \n    <div class=\"timeline-wrapper\">\n     <map name=\"timeline_9c025dc774c1069544f8ffd9624e5592\" id=\"timeline_9c025dc774c1069544f8ffd9624e5592\"><\/map><img class=\"jch-lazyload\" usemap=\"#timeline_9c025dc774c1069544f8ffd9624e5592\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/nguyen-phuc-lan/cb1502b0d68ae40a83ba6f9280736417.png\">\n     <noscript>\n      <img usemap=\"#timeline_9c025dc774c1069544f8ffd9624e5592\" src=\"/images/wiki/nguyen-phuc-lan/cb1502b0d68ae40a83ba6f9280736417.png\">\n     <\/noscript>\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/nguyen-phuc-nguyen\" title=\"Nguyễn Phước Nguyên (chữ Hán: 阮福源; 16 tháng 8 năm 1563 – 19 tháng 11 năm 1635) là vị chúa Nguyễn thứ hai của chính quyền Đàng Trong trong lịch sử Việt Nam (ở ngôi từ 1613 đến 1635) sau chúa Tiên Nguyễn Hoàng. Trong thời gian ở ngôi chúa, ông đã xây dựng một vương triều độc lập ở Đàng Trong, từng bướ...\" target=\"_blank\">Nguyễn Phúc Nguyên<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/nguyen-phuc-tan\" title=\"Nguyễn Phúc Tần (chữ Hán: 阮福瀕, 18 tháng 7 năm 1620 - 30 tháng 4 năm 1687), tước hiệu Dương Quận công (勇郡公), và được người trong lãnh thổ gọi là chúa Hiền (主賢), là vị chúa Nguyễn thứ 4 trong của chính quyền Đàng Trong trong lịch sử Việt Nam. Ông ở ngôi từ năm 1648 đến năm 1687, tổng cộng được 40 năm....\" target=\"_blank\">Nguyễn Phúc Tần<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thê thiếp<\/th>\n   <td>Đoàn Thị Ngọc<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hậu duệ<\/th>\n   <td>\n    <table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n     <tbody>\n      <tr>\n       <th>Hậu duệ<\/th>\n      <\/tr>\n      <tr>\n       <td>Nguyễn Phúc Vũ<br><a class=\"annotation\" href=\"/nhan-vat/nguyen-phuc-tan\" title=\"Nguyễn Phúc Tần (chữ Hán: 阮福瀕, 18 tháng 7 năm 1620 - 30 tháng 4 năm 1687), tước hiệu Dương Quận công (勇郡公), và được người trong lãnh thổ gọi là chúa Hiền (主賢), là vị chúa Nguyễn thứ 4 trong của chính quyền Đàng Trong trong lịch sử Việt Nam. Ông ở ngôi từ năm 1648 đến năm 1687, tổng cộng được 40 năm....\" target=\"_blank\">Nguyễn Phúc Tần<\/a><br>\n         Nguyễn Phúc Quỳnh<\/td>\n      <\/tr>\n     <\/tbody>\n    <\/table><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên húy<\/th>\n   <td>Nguyễn Phúc Lan<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tước vị<\/th>\n   <td>\n    <table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n     <tbody>\n      <tr>\n       <th>Tước vị<\/th>\n      <\/tr>\n      <tr>\n       <td>\n        <ul>\n         <li>Đại Nguyên Soái Thống Suất Thuận Hóa - Quảng Nam Đẳng Xứ Chưởng Quốc Chinh Uy Đoán Thần Vũ Nhân Chiêu Vương<\/li>\n         <li>Thần Tổ Thừa Cơ Toản Thống Cương Minh Hùng Nghị Uy Đoán Anh Vũ Hiếu Chiêu Vương<\/li>\n        <\/ul><\/td>\n      <\/tr>\n     <\/tbody>\n    <\/table><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thụy hiệu<\/th>\n   <td>Thần Tông Thừa Cơ Toản Thống Quân Minh Hùng Nghị Uy Đoán Anh Vũ Hiếu Chiêu Hoàng Đế<br>\n     Ngắn: Hiếu Chiêu hoàng đế<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Miếu hiệu<\/th>\n   <td>Thần Tông (神宗)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Gia tộc<\/th>\n   <td>Họ Nguyễn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/nguyen-phuc-nguyen\" title=\"Nguyễn Phước Nguyên (chữ Hán: 阮福源; 16 tháng 8 năm 1563 – 19 tháng 11 năm 1635) là vị chúa Nguyễn thứ hai của chính quyền Đàng Trong trong lịch sử Việt Nam (ở ngôi từ 1613 đến 1635) sau chúa Tiên Nguyễn Hoàng. Trong thời gian ở ngôi chúa, ông đã xây dựng một vương triều độc lập ở Đàng Trong, từng bướ...\" target=\"_blank\">Nguyễn Phúc Nguyên<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân mẫu<\/th>\n   <td>Mạc Thị Giai<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>13 tháng 8, 1601 <sup class=\"annotation badge\" title=\"^ a ă â b c d đ e Gia tộc Nguyễn Phước 2006\">1<\/sup><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>19 tháng 3, 1648 (46&nbsp;tuổi) <sup class=\"annotation badge\" title=\"^ a ă â b c d đ e Gia tộc Nguyễn Phước 2006\">1<\/sup> <br>\n     Đàng Trong, Đại Việt<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n <tbody>\n  <tr>\n   <th>Hậu duệ<\/th>\n  <\/tr>\n  <tr>\n   <td>Nguyễn Phúc Vũ<br><a class=\"annotation\" href=\"/nhan-vat/nguyen-phuc-tan\" title=\"Nguyễn Phúc Tần (chữ Hán: 阮福瀕, 18 tháng 7 năm 1620 - 30 tháng 4 năm 1687), tước hiệu Dương Quận công (勇郡公), và được người trong lãnh thổ gọi là chúa Hiền (主賢), là vị chúa Nguyễn thứ 4 trong của chính quyền Đàng Trong trong lịch sử Việt Nam. Ông ở ngôi từ năm 1648 đến năm 1687, tổng cộng được 40 năm....\" target=\"_blank\">Nguyễn Phúc Tần<\/a><br>\n     Nguyễn Phúc Quỳnh<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n <tbody>\n  <tr>\n   <th>Tước vị<\/th>\n  <\/tr>\n  <tr>\n   <td>\n    <ul>\n     <li>Đại Nguyên Soái Thống Suất Thuận Hóa - Quảng Nam Đẳng Xứ Chưởng Quốc Chinh Uy Đoán Thần Vũ Nhân Chiêu Vương<\/li>\n     <li>Thần Tổ Thừa Cơ Toản Thống Cương Minh Hùng Nghị Uy Đoán Anh Vũ Hiếu Chiêu Vương<\/li>\n    <\/ul><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"wikitable succession-box table table-striped\">\n <tbody>\n  <tr>\n   <td width=\"30%\" valign=\"top\" align=\"center\" rowspan=\"1\">Tiền nhiệm:<br><b>Chúa Sãi <a class=\"annotation\" href=\"/nhan-vat/nguyen-phuc-nguyen\" title=\"Nguyễn Phước Nguyên (chữ Hán: 阮福源; 16 tháng 8 năm 1563 – 19 tháng 11 năm 1635) là vị chúa Nguyễn thứ hai của chính quyền Đàng Trong trong lịch sử Việt Nam (ở ngôi từ 1613 đến 1635) sau chúa Tiên Nguyễn Hoàng. Trong thời gian ở ngôi chúa, ông đã xây dựng một vương triều độc lập ở Đàng Trong, từng bướ...\" target=\"_blank\">Nguyễn Phúc Nguyên<\/a><\/b><\/td>\n   <td width=\"40%\" rowspan=\"1\"><b>Chúa Thượng<\/b><br>\n     1635-1648<\/td>\n   <td width=\"30%\" valign=\"top\" align=\"center\" rowspan=\"1\">Kế nhiệm:<br><b>Chúa Hiền <a class=\"annotation\" href=\"/nhan-vat/nguyen-phuc-tan\" title=\"Nguyễn Phúc Tần (chữ Hán: 阮福瀕, 18 tháng 7 năm 1620 - 30 tháng 4 năm 1687), tước hiệu Dương Quận công (勇郡公), và được người trong lãnh thổ gọi là chúa Hiền (主賢), là vị chúa Nguyễn thứ 4 trong của chính quyền Đàng Trong trong lịch sử Việt Nam. Ông ở ngôi từ năm 1648 đến năm 1687, tổng cộng được 40 năm....\" target=\"_blank\">Nguyễn Phúc Tần<\/a><\/b><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Nguyễn Phúc Lan",
        "Thân thế",
        "Điều hành Đàng Trong",
        "Dời thủ phủ",
        "Thi cử",
        "Vụ Tống Thị",
        "Xung đột với Hà Lan",
        "Chiến tranh với quân Trịnh",
        "Cuộc chiến 1643",
        "Cuộc chiến 1648",
        "Tôn giáo",
        "Qua đời",
        "Gia quyến",
        "Vợ",
        "Con trai",
        "Con gái",
        "Xem thêm",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nguyễn Phúc Lan - Người Kể Sử",
    "paragraphs": [
        "Nguyễn Phúc Lan (chữ Hán: 阮福瀾, 13 tháng 8 năm 1601 - 19 tháng 3 năm 1648) là vị chúa Nguyễn thứ ba của chính quyền Đàng Trong trong lịch sử Việt Nam, cai trị từ năm từ 1635 đến năm 1648. Chúa Phúc Lan kế ngôi cha là Nguyễn Phúc Nguyên, tiếp tục xây dựng cơ đồ họ Nguyễn ở Nam Hà và đánh bại hai đợt tấn công của chúa Trịnh năm 1643, 1648.",
        "",
        "",
        "Nguyễn Phúc Lan là con trai thứ hai của chúa Sãi Nguyễn Phúc Nguyên, mẹ là Mạc Thị Giai (Con gái của tướng Mạc Kính Điển, hoàng thân nhà Mạc).",
        "Lúc đầu, ông được phong chức Phó tướng Nhân Lộc Hầu.",
        "Năm Tân mùi (1631), công tử trưởng Phúc Kỳ mất, ông được lập làm Thế tử.",
        "Năm Ất hợi (1635), chúa Sãi Nguyễn Phúc Nguyên qua đời, ông vâng lời di chúc, các quan tôn ông làm Tiết Chế Thủy Bộ Chư Dinh kiêm Tổng Bình Chương Quân Quốc Trọng Sự Thái Bảo Nhân Quận Công.",
        "Lúc ấy ông đã 35 tuổi. Thời bấy giờ gọi là Chúa Thượng.",
        "Em trai của ông là Nguyễn Phúc Anh đang là Trấn thủ Quảng Nam, nghe tin anh lên ngôi liền bí mật đầu hàng chúa Trịnh, cho đắp lũy Cu Đê để cố thủ, bày thủy quân ở Đà Nẵng chống lại chúa. Chúa cho mời chú của mình là Tường Quận công Nguyễn Phúc Khê vào bàn. Ông Khê cứng rắn, quyết đánh không nhân nhượng, xin ông đặt phép nước lên tình nhà rồi cùng Nguyễn Phúc Yên kéo quân vào đánh, bắt được Anh, lấy nghĩa Anh em là tình riêng, phép nước là nghĩa lớn, rồi đem giết đi.",
        "Theo sách Đại Nam thực lục tiền biên: \"Chúa đã nắm chính quyền, lấy ơn huệ vỗ về dân chúng. Bấy giờ mưa nắng thuận hòa, nước giàu dân thịnh, có cảnh tượng thái bình rực rỡ\".2",
        "Tháng 6 năm 1640, quân Nguyễn lấy được Bắc Bố Chính3 . Nhưng sau đó chúa Trịnh Tráng gửi phục thư nói về tình nghĩa lâu đời và xin trả lại Bắc Bố Chính, chúa Phúc Lan thuận trả cho.",
        "Sau giai đoạn này, chúa Nguyễn có phần bỏ bê chính sự, chăm vui chơi yến tiệc, xây dựng cung thất nhưng nhờ có lời can gián của quan nội tán Vân Hiên Hầu mà tỉnh ngộ.",
        "Tháng 5 năm 1642, Chúa cho dựng thao trường để rèn thủy quân tại xã Hoằng Phúc4 kỳ tháng 7 hằng năm.",
        "Qua năm sau (1636), ông cho dời phủ từ làng Phước Yên (Quảng Điền, Thừa Thiên) qua làng Kim Long (Hương Trà, Thừa Thiên).",
        "Phủ Kim Long rộng rãi, cảnh trí xinh đẹp, phủ Chúa và nhà quan lại còn lan ra các làng chung quanh. Kim Long đã mang lại nhiều lợi ích cho nền thương mại trong thời. Các thuyền buôn từ Hội An, Trung Hoa ghé Thuận An đi dọc theo sông Hương lên Huế. Nhờ đó mà phẩm vật của người Âu và Trung Hoa (tơ sống, thuốc Bắc, bút chì...đều được mang bán tại Huế. Khách phương xa ghé đến Kim Long không khỏi ngạc nhiên khí thấy cảnh tượng huy hoàng của phủ Chúa và các nhà quan lại. Mỗi khi ông ngự đi đâu đều có hơn hai nghìn thị vệ theo hầu, tiền hô hậu ủng, cờ xi rợp trời, oai vệ khác thường1 .",
        "Thấy tình hình xứ Thuận Quảng ổn định, Chúa Thượng cho mở khoa thi (1647) chính đồ và Hoa văn để tuyển chọn nhân tài ra cứu giúp nước.",
        "Về quan chế, giống thời Chúa Sãi tiền nhiệm, nhưng lại đặt thêm chức nội tả, ngoại tả, nội hữu, ngoại hữu, gọi là tứ trụ để giúp chúa trị dân.",
        "Năm 1646, ông sai tổ chức khoa thi Chính đồ và Hoa văn nhằm tuyển chọn nhân tài (đây là khoa thi đầu tiên của Đàng Trong).",
        "Năm 1646, Nguyễn Phúc Lan định phép thi 9 năm một kỳ. Ra lệnh cho các học trò về khoa chính đồ5 và khoa hoa văn6 đều đến công phủ để ứng thi.",
        "Tháng 8 năm thứ 12 (1647), chúa Phúc Lan bắt đầu mở khoa thi7 , lấy 7 người trúng chính đồ, 24 người trúng hoa văn, đều được bổ dụng.8",
        "Tống Thị là vợ của trấn thủ Quảng Nam Nguyễn Phúc Kỳ, người con trưởng đột ngột qua đời (22-7-1631)1 của Chúa Sãi Phúc Nguyên, tức chị dâu của Chúa Thượng.",
        "Tống Thị tới phủ Kim Long gặp Chúa Thượng, nhân việc đó mà đem tình trạng đau khổ của mình ra than vãn, lại còn đem một chuỗi ngọc bách hoa dâng lên. Vì xinh đẹp, khéo ứng đối nên chúa thương tình, cho được ra vào cung phủ. Thị thần cũng có người can nhưng Chúa không nghe9 .",
        "Tham vọng của bà Tống Thị rất lớn, không thể trở thành chính phi thì phải trở thành chủ của kho báu mới được. Nhờ vào địa vị của mình với Chúa, bà ra tay làm giàu bằng cách nhận hối lộ của những kẻ luồn cúi cầu cạnh, thẳng tay bóc lột đám dân đen.",
        "Bá quan trong phủ Chúa và nhân dân rất căm phẫn, có người quyết chí phải giết cho bằng được Tống Thị mới thôi. Tống Thị sợ, bèn nhân có cha là Tống Phước Thông đang được Trịnh Tráng tin dùng, Tống Thị bí mật gởi thư xin Trịnh Tráng cất quân. Tống Thị hứa đem gia tài giúp vào việc quân. Tráng nhận thư, liền bàn việc xâm lấn Đàng Trong.",
        "Năm 1643, quân Trịnh vào Nam nhưng không thu được thắng lợi gì, Tống Thị cũng may mà không bị chúa Nguyễn Phúc Lan trị tội.",
        "Tháng 4 năm 1654, vào đời vua sau là Nguyễn Phúc Tần, Tống Thị lại phạm tội một lần nữa. Nguyên trước kia, khi Tống Thị làm chuyện chẳng hay với Chúa Thượng. Quan Chưởng cơ Nguyễn Phúc Trung (Tôn Thất Trung - em ruột Chúa Thượng) muốn giết đi, Tống Thị sợ quá bèn tìm cách chiều chuộng Trung, rốt cuộc 2 người tư thông với nhau. Nghe lời Tống Thị, Tôn Thất Trung tính làm chuyện phản nghịch để đoạt ngôi chúa. Cơ mưu bị bại lộ, Tôn Thất Trung bị tống giam còn Tống Thị thì bị xử tử, gia sản to lớn bị tịch thu.1 10 .",
        "Sự vụ tàu Hà Lan Grootebroek bị đắm năm 1634 tại quần đảo Hoàng Sa, thuyền trưởng Huijich Jansen và 12 thủy thủ đi bằng thuyền nhỏ vào duyên hải xứ Đàng Trong để trình báo sự việc và bị tịch thu 23.580 réaux bởi nhà chức trách xứ Đàng Trong thời Chúa tiền nhiệm Phúc Nguyên. Hai năm sau, dưới thời Chúa Thượng Phúc Lan, ngày 6 tháng 3 năm 1636, 2 tàu Hà Lan khác tới Đà Nẵng. Thương gia Abraham Duijeker tiến về Hội An để gặp quan Trấn thủ; sau đó ông ta đi Thuận Hóa yết kiến Chúa Thượng, để xin giao thương, đặt thương điếm và đòi số tiền 23.580 réaux đã bị tịch thu năm kia.",
        "Để bù vào sự thiệt thòi đó, Chúa Thượng chấp thuận cho người Hà Lan được tự do giao thương với xứ Đàng Trong, và miễn cho họ sắc thuế neo bến và các tặng phẩm. Vì lẽ đó mà từ năm 1636, một thương điếm của người Hà Lan đã được thiết lập tại Hội An, do Abraham Duijeker làm Trưởng Thương điếm.",
        "Bắt đầu từ năm 1641, tàu chiến của Hà Lan liên tục cướp phá, quấy rối và hăm he tấn công Đàng Trong. Tháng 11 năm 1641, hai con tàu của Hà Lan bị quân đội chúa Nguyễn đánh đắm gần bờ biển đảo Cù Lao Chàm do xâm phạm lãnh hải. 82 người lính Hà Lan bị chúa Nguyễn bắt giam ở Hội An và Chúa Nguyễn đã tịch thu cả hai con tàu đó.",
        "Tháng 5 năm 1642, Công ty Đông Ấn Hà Lan cử nhiều tàu chiến đi lùng bắt dân chúng, cướp bóc, đốt phá ở khu vực duyên hải miền Trung.",
        "Tháng 6 năm 1643, theo đề nghị của chúa Trịnh, ba tàu chiến Hà Lan là Wojdenes (De Wijdeness), Waterhond và Vos tiến vào cửa Thuận An đánh chúa Nguyễn. Thế tử Nguyễn Phúc Tần chưa được lệnh của cha đã chỉ huy khoảng hơn 50 tàu đột kích bất ngờ. Tàu đô đốc Wijdenes, là chiếc nặng nhất và chậm nhất trong số 3 tàu đó, bị bốn thuyền chèo tay đuổi kịp, đánh gãy mất bánh lái, đánh đổ cột buồm và bám vào hai bên mạn tàu; viên thuyền trưởng Pieter Baek không hy vọng chạy thoát được nữa, cho châm lửa vào kho thuốc súng và tự đốt cháy tàu, Pieter Baek và nhiều thủy thủ đã bị chết. Hai chiếc tàu kia, theo lời của Jean Gobyn, phải rất chật vật mới tìm được một chỗ trú ở đảo Ngọc (Ile de Perles)11 12 13 .",
        "Sau trận này, Công ty Đông Ấn Hà Lan không còn gửi tàu bè đến Đàng Trong.",
        "Tháng 2 năm 1643, Chúa Trịnh Tráng sai thái bảo Trịnh Tạc, Trịnh Đệ đem đại quân đánh Nam Bố Chính. Quân Trịnh ồ ạt tiến công giết chết tướng quân Nguyễn là Bùi Công Thắng, chiếm được Nam Bố Chính, tiến lên đóng ở cửa Nhật Lệ.",
        "Tháng 4, chúa Trịnh sai Trịnh Đào đánh lũy Trung Hòa. Quân Nguyễn phòng thủ vững chắc, Trịnh Đào không hạ được lũy. Lại gặp lúc mùa hè, khí hậu oi bức, quân Trịnh bị bệnh nhiều nên chúa Trịnh đành ra lệnh lui quân.14",
        "Tháng 2 âm lịch năm 1648, Trịnh Tráng sai Tiến Quận Công Lê Văn Hiểu khởi binh nam tiến lần thứ tư, dẫn bộ binh tiến lên đóng ở đất Nam Bố Chính, còn thủy quân đánh cửa Nhật Lệ. Quân Nguyễn ra chống lại bị bất lợi, Cai đội Trương Triều Lương và Trương Triều Nghị tử trận. Quân Trịnh bèn tiến đánh dinh Quảng Bình.",
        "Chúa Phúc Lan và thế tử Phúc Tần mang quân cứu viện ra Quảng Bình. Chúa Phúc Lan thân đốc đại binh, đóng trại ở xã Trung Chi15 , thủy quân phục sẵn ở sông Cẩm La, sai Nguyễn Hữu Tiến mang 100 con voi đánh úp quân Trịnh lúc nửa đêm, quân bộ tiếp sau vào đánh phá. Quân Trịnh thua lớn, bị thủy quân Nguyễn chặn đánh chạy đến tận sông Lam mới thôi.",
        "Trận ấy quân họ Nguyễn bắt được các tướng Gia, Lý, Mỹ (trong đó Mỹ tự sát) và 3.000 quân của họ Trịnh.16 Chúa Phúc Lan đã bàn với các tướng về các xử lý tù binh. Có người đề nghị cho tù binh Trịnh vào vùng núi sâu, hải đảo để đề phòng hậu họa; người khác lại đề xuất giết các tướng hiệu, thả binh sĩ về Đàng Ngoài. Nhưng chúa Phúc Lan không đồng ý, ông nói: \"Hiện nay từ miền Thăng (tức phủ Thăng Bình) Điện (tức phủ Điện Bàn) trở vào Nam đều là đất cũ của người Chàm, dân cư thưa thớt, nếu đem chúng an tháp vào đất ấy, cấp cho canh ngưu điền khí chia ra từng bộ từng xóm, tính nhân khẩu cấp cho lương ăn để chúng khai khẩn ruộng hoang, thời trong khoảng mấy năm, thuế má thu được có thể đủ giúp quốc dụng, và sau hai mươi năm, sinh sản ngày nhiều, có thể thêm vào quân số, có gì mà lo về sau!\". Chúa thả hơn 60 tướng Trịnh về miền Bắc, rồi cho tù binh vào Nam định cư, lập ấp, mỗi ấp gồm 50 người, đều được cấp lương ăn nửa năm. Chúa còn truyền lệnh các nhà giàu cho họ vay thóc, chỉ cho họ những lợi núi đầm để sinh sống. Theo Đại Nam thực lục: \"Từ đó từ Thăng, Điện đến Phú Yên, làng mạc liền nhau, về sau sẽ thành hộ khẩu\".17",
        "Tháng 3 năm 1648, quân Nguyễn định vượt sông Gianh đánh ra Bắc Bố Chính thì nghe tin chúa Nguyễn ngã bệnh chết trên thuyền trên đường về Thuận Hóa nên phải lui binh.",
        "Cuộc chiến lần thứ 4 với quân Trịnh, Chúa Phúc Lan đã phải tự cầm quân ra hỗ trợ. Sau Chúa thấy trong người không được khoẻ, mới trao binh quyền cho con trai là Nguyễn Phúc Tần và tướng Nguyễn Hữu Dật chỉ huy còn mình thì rút về. Ðến phá Tam Giang thì Chúa mất, hưởng thọ 48 tuổi.",
        "Lăng mộ táng tại làng Chiêm Sơn, gò Cốc Hùng, Quảng nam. Tên lăng là Vĩnh Diên1 .",
        "Con trai ông là Nguyễn Phúc Tần lên kế nghiệp, tức Hiền vương.",
        "Nhà Nguyễn sau này đã truy phong ông miếu hiệu là Thần Tông, thụy là Thừa Cơ Toản Thống Quân Minh Hùng Nghị Uy Đoán Anh Vũ Hiếu Chiêu hoàng đế.1",
        "Thượng vương Nguyễn Phúc Lan có 3 công tử và 1 công nữ:1",
        "(Nguồn: Wikipedia)"
    ]
}