{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Nguyễn Hà",
        "Thân thế sự nghiệp",
        "Một số tác phẩm tiêu biểu",
        "Sáng tác",
        "Hòa âm",
        "Chương trình TV",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nguyễn Hà - Người Kể Sử",
    "paragraphs": [
        "Nguyễn Hà (sinh 1975) là một nhạc sĩ sáng tác, hòa âm & đạo diễn các chương trình giải trí người Việt Nam. Anh cũng là tác giả của nhạc phẩm \"Nhé anh\", một trong những ca khúc đầu tiên đánh dấu sự nghiệp ca hát chuyên nghiệp của nữ ca sĩ Mỹ Tâm và là đối tượng trong một nghi vấn về đạo nhạc do BBC Việt ngữ đưa ra. Nghi vấn này về sau đã được đính chính lại do không có cơ sở.",
        "",
        "",
        "Anh tên thật là Nguyễn Việt Hà, sinh năm 1975",
        "Nguyễn Hà là chuyên gia nhiều kinh nghiệm trong ngành giải trí Việt Nam. Anh từng trải qua nhiều vị trí chuyên môn như nhạc sĩ sáng tác, nhạc sĩ hoà âm, giám đốc âm nhạc, sản xuất âm nhạc, đạo diễn chương trình truyền hình, sản xuất chương trình truyền hình & tạo kế hoạch quảng bá các ngôi sao ca nhạc.",
        "Bắt đầu sự nghiệp âm nhạc từ những năm 90s, anh đặc biệt thường hay tuyển chọn & tạo dấu ấn thành công cùng những tài năng mới như:",
        "Mỹ Linh: Trên đỉnh Phù Vân, Thì thầm mùa Xuân (1996)",
        "Thu Phương: Unbreak my heart, Có phải em mùa Thu Hà Nội (1997)",
        "Quang Linh: Chị tôi, Hà Nội năm 2000 (1998)",
        "Mỹ Tâm: Nhé anh, Yêu dại khờ (1998)",
        "Nguyên Vũ: Tình quay gót, Trái tim nhiều ngăn (1998)",
        "Nhóm Quả Dưa Hấu gổm Bằng Kiều, Tuấn Hưng, Anh Tú: Mưa, Hè Muộn (1998)",
        "Qua các chương trình TV & live concert anh dàn dựng, những tập đoàn lớn đã quảng bá thương hiệu thành công gồm có Rohto Mentholitum, Pepsico, Mobiphone, Masan, Unilever, Hoa Sen Group, Bia Sài Gòn.",
        "Nguyễn Hà lập ra Nguyễn Production vào năm 2006 & đánh dấu sự xuất hiện khi tạo ra trào lưu teenpop tại Việt Nam với hàng loạt dự án thành công: lăng-xê thần tượng Lương Bích Hữu – Cô gái Trung Hoa, gameshow TV Thế giới vui nhộn – HTV7, live concert cho teen Ngũ Long Công Chúa tại nhà hát thành phố.",
        "Nguyễn Production tập trung tạo ra các dự án qui mô cả nước phục vụ khán giả yêu nhạc & giúp các nhà tài trợ đạt được các mục tiêu xây dựng thương hiệu trong thị trường Việt Nam.",
        "Anh cùng vợ là ca sĩ Minh Trang còn đóng góp khả năng của mình cho các dự án vì cộng đồng cùng ca đoàn thiếu nhi Seraphim nhà thờ Mạc Ty Nho, Quỹ từ thiện của Cafe Regina & tham gia các buổi diễn thuyết chia sẻ kinh nghiệm định hướng sự nghiệp với các bạn trẻ mới bắt đầu đi làm.",
        "Các thành công tiêu biểu",
        "Sau scandal \"nghi án đạo nhạc\" bài hát \"Chắc ai đó sẽ về\" của ca sĩ Sơn Tùng, bài hát này vẫn tiếp tục lưu hành phần lời và giai điệu, tuy nhiên bắt buộc đổi phần nhạc nền vì nhạc nền cũ có nét tương đồng với một bài hát Hàn Quốc. Nguyễn Hà phối lại phần nhạc nền bài hát để bài hát tiếp tục lưu hành chính thống trên phim hoặc album hợp pháp.",
        "(Nguồn: Wikipedia)"
    ]
}