{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Sãi Vương<br><font size=\"2\">仕王<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Chúa Đàng Trong <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img alt=\"Thế tử <a class=\" annotation href=\"/nhan-vat/nguyen-phuc\" title=\"Nguyễn Phúc là một dòng họ có tiếng ở Việt Nam....\" target=\"_blank\">Nguyễn Phúc Nguyên ở Đàng Trong, thế kỷ 17.jpg\" src=\"/images/wiki/nguyen-phuc-nguyen/9ceaf14cb5b042ae9159675878cc9c44.jpg\" /&gt; \n    <div>\n     Tranh vẽ Thế tử <a class=\"annotation\" href=\"/nhan-vat/nguyen-phuc\" title=\"Nguyễn Phúc là một dòng họ có tiếng ở Việt Nam....\" target=\"_blank\">Nguyễn Phúc<\/a> Nguyên khi còn đang tại nhiệm Trấn thủ Quảng Nam\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Chúa Nguyễn<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Trị vì<\/th>\n   <td>1613 - 1635 \n    <div class=\"timeline-wrapper\">\n     <map name=\"timeline_ea8f56b75e1a51b9ac79e88deeb3b038\" id=\"timeline_ea8f56b75e1a51b9ac79e88deeb3b038\"><\/map><img class=\"jch-lazyload\" usemap=\"#timeline_ea8f56b75e1a51b9ac79e88deeb3b038\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/nguyen-phuc-nguyen/e9c57267a80d47d16178cc2aed4a98b7.png\">\n     <noscript>\n      <img usemap=\"#timeline_ea8f56b75e1a51b9ac79e88deeb3b038\" src=\"/images/wiki/nguyen-phuc-nguyen/e9c57267a80d47d16178cc2aed4a98b7.png\">\n     <\/noscript>\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/nguyen-hoang\" title=\"Nguyễn Hoàng (chữ Hán: 阮潢; 28 tháng 8, 1525 – 20 tháng 7 năm 1613) hay Nguyễn Thái Tổ, Chúa Tiên, là vị chúa Nguyễn đầu tiên, người đặt nền móng cho vương triều Nguyễn (1558 - 1945). Ông quê ở làng Gia Miêu, huyện Tống Sơn, phủ Hàng Tung, xứ Thanh Hoa, ngày nay là Gia Miêu Ngoại Trang, thôn Gia Miêu...\" target=\"_blank\">Nguyễn Hoàng<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/nguyen-phuc\" title=\"Nguyễn Phúc là một dòng họ có tiếng ở Việt Nam....\" target=\"_blank\">Nguyễn Phúc<\/a> Lan<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thê thiếp<\/th>\n   <td>Mạc Thị Giai<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hậu duệ<\/th>\n   <td>\n    <table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n     <tbody>\n      <tr>\n       <th>Hậu duệ<\/th>\n      <\/tr>\n      <tr>\n       <td><a class=\"annotation\" href=\"/nhan-vat/nguyen-phuc\" title=\"Nguyễn Phúc là một dòng họ có tiếng ở Việt Nam....\" target=\"_blank\">Nguyễn Phúc<\/a> Kỳ<br><a class=\"annotation\" href=\"/nhan-vat/nguyen-phuc\" title=\"Nguyễn Phúc là một dòng họ có tiếng ở Việt Nam....\" target=\"_blank\">Nguyễn Phúc<\/a> Lan<br><a class=\"annotation\" href=\"/nhan-vat/nguyen-phuc\" title=\"Nguyễn Phúc là một dòng họ có tiếng ở Việt Nam....\" target=\"_blank\">Nguyễn Phúc<\/a> Anh<br>\n         Nhà nhiều người khác, tổng cộng có 11 công tử và 4 công nữ<\/td>\n      <\/tr>\n     <\/tbody>\n    <\/table><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên húy<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/nguyen-phuc\" title=\"Nguyễn Phúc là một dòng họ có tiếng ở Việt Nam....\" target=\"_blank\">Nguyễn Phúc<\/a> Nguyên (阮福源)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tước vị<\/th>\n   <td>\n    <table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n     <tbody>\n      <tr>\n       <th>Tước vị<\/th>\n      <\/tr>\n      <tr>\n       <td>\n        <ul>\n         <li>Sãi vương, chúa Bụt, Phật chúa<\/li>\n         <li>Thống lãnh Thủy bộ Chư Dinh kiêm Tổng Nội Ngoại Bình Chương Quân Quốc Trọng Sự Thái bảo Thụy Quận công<\/li>\n         <li>Đại Đô Thống Trấn Nam Phương Tổng Quốc Chính Dực Thiện Tuy Du Thụy Dương Vương<\/li>\n         <li>Tuyên Tổ Hiển Mô Quang Liệt Ôn Cung Minh Duệ Dực Thiện Tuy Du Hiếu Văn Vương<\/li>\n        <\/ul><\/td>\n      <\/tr>\n     <\/tbody>\n    <\/table><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thụy hiệu<\/th>\n   <td>Hiển Mô Quang Liệt Ôn Cung Minh Duệ Dực Thiện Tuy Du Hiếu Văn Hoàng đế<br>\n     (顯謨光烈溫恭明睿翼善綏猷孝文皇帝)<br>\n     Ngắn: Hiếu Văn hoàng đế (孝文皇帝)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Miếu hiệu<\/th>\n   <td>Hy Tông (僖宗)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Gia tộc<\/th>\n   <td>Họ Nguyễn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/nguyen-hoang\" title=\"Nguyễn Hoàng (chữ Hán: 阮潢; 28 tháng 8, 1525 – 20 tháng 7 năm 1613) hay Nguyễn Thái Tổ, Chúa Tiên, là vị chúa Nguyễn đầu tiên, người đặt nền móng cho vương triều Nguyễn (1558 - 1945). Ông quê ở làng Gia Miêu, huyện Tống Sơn, phủ Hàng Tung, xứ Thanh Hoa, ngày nay là Gia Miêu Ngoại Trang, thôn Gia Miêu...\" target=\"_blank\">Nguyễn Hoàng<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân mẫu<\/th>\n   <td>Nguyễn Thị phu nhân<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>16 tháng 8, 1563 <sup class=\"annotation badge\" title=\"^ a ă â b c d đ e ê g h Gia tộc Nguyễn Phước 2006\">1<\/sup><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>19 tháng 11, 1635 (72&nbsp;tuổi) <sup class=\"annotation badge\" title=\"^ a ă â b c d đ e ê g h Gia tộc Nguyễn Phước 2006\">1<\/sup> <br>\n     Đàng Trong, Đại Việt<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n <tbody>\n  <tr>\n   <th>Hậu duệ<\/th>\n  <\/tr>\n  <tr>\n   <td><a class=\"annotation\" href=\"/nhan-vat/nguyen-phuc\" title=\"Nguyễn Phúc là một dòng họ có tiếng ở Việt Nam....\" target=\"_blank\">Nguyễn Phúc<\/a> Kỳ<br><a class=\"annotation\" href=\"/nhan-vat/nguyen-phuc\" title=\"Nguyễn Phúc là một dòng họ có tiếng ở Việt Nam....\" target=\"_blank\">Nguyễn Phúc<\/a> Lan<br><a class=\"annotation\" href=\"/nhan-vat/nguyen-phuc\" title=\"Nguyễn Phúc là một dòng họ có tiếng ở Việt Nam....\" target=\"_blank\">Nguyễn Phúc<\/a> Anh<br>\n     Nhà nhiều người khác, tổng cộng có 11 công tử và 4 công nữ<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n <tbody>\n  <tr>\n   <th>Tước vị<\/th>\n  <\/tr>\n  <tr>\n   <td>\n    <ul>\n     <li>Sãi vương, chúa Bụt, Phật chúa<\/li>\n     <li>Thống lãnh Thủy bộ Chư Dinh kiêm Tổng Nội Ngoại Bình Chương Quân Quốc Trọng Sự Thái bảo Thụy Quận công<\/li>\n     <li>Đại Đô Thống Trấn Nam Phương Tổng Quốc Chính Dực Thiện Tuy Du Thụy Dương Vương<\/li>\n     <li>Tuyên Tổ Hiển Mô Quang Liệt Ôn Cung Minh Duệ Dực Thiện Tuy Du Hiếu Văn Vương<\/li>\n    <\/ul><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Nguyễn Phúc Nguyên",
        "Thân thế",
        "Điều hành Đàng Trong",
        "Kế nghiệp",
        "Điều hành Đàng Trong",
        "Hành chính",
        "Hội An",
        "Quan chế",
        "Chiến tranh với họ Trịnh",
        "Cuộc chiến đầu tiên 1627",
        "Cuộc chiến thứ hai 1633",
        "Đối ngoại",
        "Lan Xang",
        "Chân Lạp",
        "Chăm Pa",
        "Nhật Bản",
        "Các sự kiện khác",
        "Qua đời",
        "Gia quyến",
        "Vợ",
        "Con trai",
        "Con gái",
        "Nhận định",
        "Chú giải và tham khảo",
        "Thư mục",
        "Đọc thêm",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nguyễn Phúc Nguyên - Người Kể Sử",
    "paragraphs": [
        "Nguyễn Phước Nguyên (chữ Hán: 阮福源; 16 tháng 8 năm 1563 – 19 tháng 11 năm 1635) là vị chúa Nguyễn thứ hai của chính quyền Đàng Trong trong lịch sử Việt Nam (ở ngôi từ 1613 đến 1635) sau chúa Tiên Nguyễn Hoàng. Trong thời gian ở ngôi chúa, ông đã xây dựng một vương triều độc lập ở Đàng Trong, từng bước ly khai khỏi chính quyền Lê-Trịnh ở Đàng Ngoài. Ông được dân chúng gọi là chúa Sãi, chúa Bụt hay Phật chúa.",
        "",
        "",
        "Nguyễn Phước Nguyên là con thứ sáu của chúa Tiên Nguyễn Hoàng (1525-1613), mẹ là Nguyễn thị. Ông sinh ngày 28 tháng 7 năm Quý Hợi, tức ngày 16 tháng 8 năm 1563. Nguyễn Phúc Nguyên là người đầu tiên trong dòng dõi chúa Nguyễn mang họ kép Nguyễn Phước. Tương truyền lúc mang thai, mẹ ông chiêm bao thấy có vị thần đưa cho một tờ giấy trên có đề chữ \"Phúc\". Lúc kể lại chuyện, mọi người chúc mừng bà và đề nghị đứa bé ra đời được đặt tên là \"Phúc\"2 . Nhưng bà nói rằng, nếu chỉ đặt tên Phúc cho đứa bé thì chỉ một mình nó hưởng, để cho nhiều người trong dòng họ được hưởng phúc, bà đề nghị lấy chữ này làm chữ lót. Và khi thế tử ra đời bà đặt tên là Nguyễn Phúc Nguyên2 . Theo sách Đại Nam thực lục, sau khi kế nghiệp Nguyễn Hoàng, Nguyễn Phúc Nguyên cho sửa thành lũy, đặt quan ải, vỗ về quân dân, trong ngoài đâu cũng vui phục, bấy giờ người ta gọi là Chúa Phật. Từ đấy mới xưng quốc tính là họ Nguyễn Phước hay Nguyễn Phúc.3",
        "Các con của Nguyễn Hoàng, người con đầu là Nguyễn Hà, con thứ là Nguyễn Hán, con thứ ba là Nguyễn Diễn và con thứ tư là Nguyễn Thành đều đã mất sớm; người con thứ năm là Nguyễn Hải ở lại Bắc Hà làm con tin, chỉ còn Nguyễn Phúc Nguyên là người có khả năng kế thừa cơ nghiệp của Nguyễn Hoàng. Năm 1585, khi mới 22 tuổi, Thế tử Nguyễn Phúc Nguyên dẫn một hạm đội 10 chiếc đến bến Cửa Việt, tiêu diệt hai chiếc tàu hải tặc Shirahama Kenki4 5 (Bạch Tần Hiển Quý), người Nhật Bản. Chúa Tiên (tức Nguyễn Hoàng) vui mừng khen rằng:",
        "Năm Nhâm Dần (1602), Nguyễn Phúc Nguyên được cử đến trấn thủ dinh Quảng Nam1 . Nguyễn Phúc Nguyên tuổi lớn lại giỏi, ngày thường cùng các tướng bàn luận việc binh, tính toán có nhiều việc đúng. Nguyễn Hoàng biết có thể trao phó nghiệp lớn.",
        "Những năm cuối đời, Nguyễn Hoàng bề ngoài tuy chưa chống đối họ Trịnh nhưng bên trong đã hết sức phòng bị6 .",
        "Tháng 6, năm 1613, Nguyễn Hoàng trước khi mất dặn Nguyễn Phúc Nguyên rằng: Đất Thuận Quảng phía bắc có núi Ngang Hoành Sơn và sông Gianh Linh Giang hiểm trở, phía nam ở núi Hải Vân và núi Đá Bia Thạch Bi sơn vững bền. Núi sẵn vàng sắt, biển có cá muối, thật là đất dụng võ của người anh hùng. Nếu biết dạy dân luyện binh để chống chọi với họ Trịnh thì đủ xây dựng cơ nghiệp muôn đời. Ví bằng thế lực không địch được, thì cố giữ vững đất đai để chờ cơ hội, chứ đừng bỏ qua lời dặn của ta.",
        "Các quan vâng di chiếu tôn Phúc Nguyên làm Thống lãnh Thuỷ bộ Chư dinh kiêm Tổng Nội ngoại Bình chương Quân quốc Trọng sự Thái bảo Thụy Quận công.1 . Bấy giờ ông đã 51 tuổi. Ông còn được vua Lê Kính Tông (1599 - 1619) sắc phong làm trấn thủ hai xứ Thuận Hóa, Quảng Nam gia hàm Thái bảo, tước Quận công1 7 .",
        "Sau khi kế nghiệp Nguyễn Hoàng, Nguyễn Phúc Nguyên sửa thành lũy, đặt quan ải, vỗ về quân dân, trong ngoài đâu cũng vui phục, bấy giờ người ta gọi là Chúa Phật. Từ đấy mới xưng quốc tính là họ Nguyễn Phước.3 . Năm 1600, khi Nguyễn Hoàng còn sống, đã dời dinh về Ái Tử, nay Nguyễn Phúc Nguyên dời dinh về các xã Phúc Yên, Bác Vọng thuộc huyện Quảng Điền, sai con là Khánh Mỹ hầu trấn thủ Quảng Nam.8",
        "Năm 1620, 2 người em, con thứ 7, thứ 8 của Nguyễn Hoàng là quận Văn Nguyễn Phúc Hiệp và quận Hữu Nguyễn Phúc Trạch âm mưu nổi loạn, tự mình làm nội ứng, hẹn khi nên việc họ Trịnh phải cho 2 người trấn giữ đất Đàng Trong. Trịnh Tráng điều đô đốc Nguyễn Khải đem 5.000 quân đóng ở Nhật Lệ (thuộc huyện Phong Lộc) để đợi tin. Nguyễn Phúc Hiệp và Nguyễn Phúc Trạch sợ chưởng cơ Tôn Thất Tuyên9 , không dám hành động.10",
        "Nguyễn Phúc Nguyên họp bàn với các tướng bàn kế chống Trịnh, Nguyễn Phúc Hiệp và Nguyễn Phúc Trạch giả vờ nói với chúa Nguyễn rằng:Tuyên trí dũng hơn người, nếu sai cầm binh, hẳn phá được giặc.. Tôn Thất Tuyên biết 2 người làm phản, bèn nói với chúa:Nếu thần dời bỏ dinh thì sợ có nội biến.Nguyễn Phúc Nguyên sai chưởng dinh Tôn Thất Vệ, anh trai Tôn Thất Tuyên đem quân chống tướng Nguyễn Khải của họ Trịnh.10",
        "Phúc Hiệp và Phúc Trạch thấy mưu không xong, bèn đem quân chiếm giữ kho ái Tử, đắp lũy Cồn Cát để làm phản. Chúa sai người đến dỗ, nhưng không chịu nghe. Chúa bèn lấy Tôn Thất Tuyên làm tiên phong, tự đem đại binh đi đánh. Phúc Hiệp và Phúc Trạch thua chạy, Tuyên đuổi bắt được đem dâng. Phúc Nguyên trông thấy, chảy nước mắt nói: Hai em sao nỡ trái bỏ luân thường?. Phúc Hiệp, Phúc Trạch cúi đầu chịu tội. Phúc Nguyên muốn tha, nhưng các tướng đều cho là pháp luật không tha được. Bèn sai giam vào ngục. Hiệp và Trạch xấu hổ sinh bệnh chết. Nguyễn Khải nghe tin dẫn quân trở về. Nhà Trịnh vô cớ đem phát binh, từ đó Nguyễn Phúc Nguyên không nộp thuế cống nữa.10",
        "Năm 1622, Chúa Sãi cho đặt dinh Ai Lao, do đất này có sông Hiếu là giáp ranh với đất Ai Lao và các bộ lạc Man Lục Hoàn, Vạn Tượng, Trấn Ninh, Quy Hợp, đều có đường thông đến đây. Mộ dân các nơi chia làm 6 thuyền quân để coi giữ.11",
        "Năm 1626, Chúa cho dời cung phủ về làng Phước Yên, xã Phúc Yên, huyện Quảng Điền, tỉnh Thừa Thiên, gọi nơi chúa ở là phủ.1",
        "Được sự tiến cử của Khám lý Trần Đức Hòa, Chúa Phúc Nguyên đã thu dụng Đào Duy Từ (1572 - 1634). Nhờ có sự hiến kế của Đào Duy Từ, ông đã cho xây Lũy Thầy (lũy Trường Dục, lũy Nhật Lệ và lũy Trường Sa). Tạo thành một thế vững chắc cho xứ Đàng Trong, gây dựng chính quyền độc lập với Đàng Ngoài.",
        "Do nhu cầu phát triển lực lượng chống Trịnh, Chúa mời cha con nhà Jean De La Croix (Bồ Đào Nha) từ Hội An ra Huế giúp nhà Chúa mở xưởng đúc vũ khí đạn dược. Jean De La Croix cần có nơi hành lễ hàng tuần và sau đó nhà thờ Cơ đốc giáo đầu tiên xuất hiện trên đất Huế.",
        "Năm 1631, Chúa lập ra sở đúc súng đại bác, mở trường bắn, trường tập voi, tập ngựa, cứ hằng năm luyện tập để phòng bị chiến tranh.",
        "Chúa Phúc Nguyên đã tiến hành cải tổ lại bộ máy hành chính. Lãnh thổ được chia theo Thừa Tuyên hay Xứ, phân thành Chính Dinh, Dinh ngoài. Dưới dinh là các phủ huyện. Được chia ra 7 dinh: Chính Dinh (Phú Xuân), Cựu Dinh (Ái Tử – Quảng Trị), Quảng Bình, Vũ Xá, Bố Chính, Quảng Nam và Trấn Biên.",
        "Mỗi dinh có thể coi như một tỉnh hiện nay. Hành chính có chức quan lưu thủ đứng đầu, quân sự thì có chức quan tuần thủ chỉ huy.",
        "Nhà Chúa Nguyễn Đàng Trong đã chú trọng phát triển ngoại thương, tận dụng ưu thế địa lý, yếu tố chính trị như nằm trên lối ra vào giao thương đường thủy Đông Á với phương Tây, Mạc Phủ Nhật Bản phải dùng Châu Ấn Thuyền để qua đây giao dịch mua bán hàng hoá (do nhà Minh cấm mua bán với Nhật Bản).",
        "Chúa Nguyễn đã lập ở Hội An 1 hệ thống hành chính hoạt động rất hiệu quả (đặt tại Dinh trấn Thanh Chiêm) cách Hội An khoảng 10 km. Chính sách định cư lúc đó thoáng hơn cả. Người Nhật, người Hoa được định cư lâu dài, được lập phố riêng, gọi là phố Khách, phố Nhật. Thậm chí người Nhật, người Hoa được lập khu hành chính riêng, tự quản. Năm 1618, vị thị trưởng phố Nhật ở Hội An đầu tiên được Chúa Nguyễn công nhận là một chủ tàu kiêm nhà buôn tên là Furamoto Yashiro. Trong 19 địa điểm người Nhật đến buôn bán thì có 4 nơi họ được lập phố riêng.",
        "Giáo sĩ Christoforo Borri đã cư trú tại Hội An năm 1618 miêu tả đô thị:",
        "1 năm sau khi lên ngôi Chúa (năm 1614), Nguyễn Phúc Nguyên quyết định bãi bỏ Đô ty, Thừa ty, Hiến ty, là thiết chế quân sự của hệ thống chính quyền nhà Lê. Trong các năm 1614 và 1615, ông tổ chức lại việc cai trị, đặt ra tam ti tại Chính dinh và các chức lệnh sử để trông coi mọi việc, định quy chế các chức vụ ở phủ, huyện, phân chia ruộng đất ở thôn xã1 .",
        "Tam-ti là: Xá sai ti, Tướng thần lại ti, Lệnh sử ti.",
        "Bên cạnh đó còn các ty Nội Lệnh sử kiêm coi các thứ thuế, Tả Lệnh sử và Hữu Lệnh sử chia nhau thu tiền sai dư ở hai xứ về nộp Nội phủ.",
        "Tại các dinh ở ngoài, tuỳ theo từng nơi, có nơi Chúa chỉ đặt một Lệnh sử ti kiêm cả việc Xá sai ti và Tướng thần lại ti, nhưng cũng có nơi đặt hai ti là Xá sai ti và Tướng thần lại ti, có nơi thì đặt Xá sai ti và Lệnh sử ti để coi việc quân dân, đinh điền, sổ sách, từ tụng, thuế khóa... nghĩa là tùy nơi quan trọng hay là không, mà thêm bớt quan viên.",
        "Đầu năm 1615, các quy chế mới về chức trách và quyền hạn của các phủ, huyện được ban hành. Theo quy chế này thì ở phủ huyện, Tri phủ, Tri huyện coi việc từ tụng; các thuộc hạ thì có: Đề lại, Thông lại chuyên việc tra khám. Huấn đạo, Lễ sinh chuyên việc tế tự ở chỗ sở tại. Còn việc thu thuế thì đặt quan khác để coi về việc ấy.",
        "Về đàng quan võ thì đặt chức: chưởng đinh, chưởng cơ, cai cơ, cai đội để coi việc binh.",
        "Quan lại ở Bắc Bổ được bổ vào xứ Thuận Quảng cho đến khi chúa Sãi Nguyễn Phúc Nguyên không chịu nộp thuế cho nhà Lê.",
        "Căng thẳng giữa Nguyễn Phúc Nguyên và Trịnh Tùng ngày càng tăng khi ông tỏ ra không phục tùng họ Trịnh. Năm 1620, Chúa Phúc Nguyên ngừng nộp thuế cho chính quyền Lê-Trịnh Đàng Ngoài12 Hai người em của Nguyễn Phúc Nguyên gửi mật thư xin họ Trịnh phát binh, tự mình làm nội ứng, hẹn khi nên việc thì chia Đàng Trong cho trấn giữ. Chúa Trịnh là Trịnh Tráng sai tướng đem 5000 quân chờ ở cửa Nhật Lệ chờ đợi tin. Nguyễn Phúc Nguyên sai tướng dẹp được 2 người em; quân Trịnh rút về Bắc, Phúc Nguyên thấy chúa Trịnh vô cớ phát binh, từ đó không nộp thuế cống nữa.",
        "Tháng 6, năm 1623, Nguyễn Phúc Nguyên nghe tin Trịnh Tùng chết, vẫn sai sứ đến phúng11",
        "Năm 1624, nhân khi nhà Minh đang chống chọi với nhà Thanh, và họ Trịnh mới diệt được Mạc Kính Cung ở Cao Bằng, Chúa Trịnh Tráng mới sai quan vào Thuận Hóa đòi tiền thuế từ ba năm về trước13 . Chúa Sãi tiếp sứ nói rằng:Hai xứ Thuận Quảng liền mấy năm không được mùa, dân gian túng đói, vì thế không nỡ thu thuế. Khi khác được mùa sẽ chở nộp cũng chưa muộn.Sứ giả không biết nói gì, bèn từ biệt về.",
        "Chúa Trịnh lại sai sứ mang sắc vua Lê vào dụ Chúa Sãi cho con ra chầu, và đòi nộp 30 con voi cùng 30 chiếc thuyền để đưa đi cống nhà Minh. Chúa Sãi không chịu.",
        "Chúa Trịnh thấy vậy, bèn quyết ý đánh họ Nguyễn. Tháng 3 năm 1627, sai Nguyễn Khải và Nguyễn Danh Thế đem 5000 quân đi làm tiên phong vào đóng ở xã Hà Trung (tục gọi là Cầu Doanh), còn Chúa Trịnh Tráng thống lãnh 20 vạn đại quân thủy bộ, hai đạo tiến vào hội binh ở cửa Nhật Lệ.",
        "Chúa Sãi cử các tướng Nguyễn Hữu Dật, Nguyễn Phúc Vệ và Nguyễn Phúc Trung đón đánh.",
        "Quân Trịnh chủ động tấn công nhưng không chọc thủng được tuyến phòng thủ của quân Nguyễn. Phía Nguyễn có lợi thế là đại bác kiểu Bồ Đào Nha nên làm quân Trịnh sợ chạy dạt. Hai tướng Trịnh là Nguyễn Khải và Lê Khuê đều thua chạy.",
        "Trong lúc hai bên tiếp tục giằng co thì tướng Nguyễn Hữu Dật phao tin ở miền Bắc, Trịnh Gia và Trịnh Nhạc mưu phản. Chúa Trịnh Tráng nghi ngờ vội rút quân về bắc.",
        "Năm 1630, Chúa Sãi đã làm theo kế của Đào Duy Từ trả lại sắc cho vua Lê - chúa Trịnh14 và khuyên nên đánh lấy đất Nam Bố Chính 15 để lấy sông Gianh làm biên giới phòng thủ tự nhiên (09-1630).",
        "Khi quân Trịnh thu quân, Chúa Sãi theo kế của Đào Duy Từ gấp rút xây lũy Trường Dục (lũy Thầy) để phòng thủ.",
        "Năm 1631, con trưởng của Sãi vương là Nguyễn Phúc Kỳ qua đời, con thứ hai là Nguyễn Phúc Lan được làm Thế tử, con thứ tư là Nguyễn Phúc Anh ra thay Kỳ trấn giữ Quảng Nam. Anh bất mãn vì không được lập làm thế tử, cho nên mưu thông đồng với chúa Trịnh, bèn viết thư hẹn làm nội ứng cho Trịnh Tráng.",
        "Năm 1633, Thanh Đô Vương Trịnh Tráng rước vua Lê đem binh nam tiến lần thứ hai, đóng ở cửa Nhật Lệ như trước. Sãi vương cử Nguyễn Hữu Dật, Nguyễn Hữu Tiến làm tướng ra đánh. Chúa Trịnh đang đợi suốt hơn 10 hôm không thấy hiệu làm nội ứng của Phúc Anh thì bị quân Nguyễn đánh úp, quân Trịnh hoảng loạn tan vỡ bỏ chạy. Thanh Đô Vương rút về bắc, để lại con rể là Nguyễn Khắc Liệt trấn thủ châu Bắc Bố Chính.",
        "Tháng 4, năm Tân Dậu (1621), bọn thổ mục Lục Hoàn (tức Lạc Hòn) thuộc Lan Xang thả quân qua sông Hiếu sang cướp bóc ở biên thùy, Sãi vương sai Tôn Thất Hòa đi đánh.",
        "Hòa chia quân phục ở các đường trọng yếu, sai những lái buôn mua bán để nhử. Quả nhiên quân Man đến cướp nhưng bị phục binh bắt được hết đem về. Chúa muốn lấy ân tín vỗ về người đất xa, bèn sai cởi hết trói và thả về nên làm người Man cảm phục, từ đấy họ không quấy nhiễu nữa1 16 .",
        "Về cuộc Nam tiến, Chúa Sãi dùng chính sách hoà bình với Chân Lạp (Campuchia). Năm 1620, ông chấp nhận lời hỏi cưới con gái ông của quốc vương Chân Lạp là Chey Chetta II, gả con gái là Ngọc Vạn cho Chey Chettha II17 . Chey Chetta II đã xin chúa viện trợ vũ khí và quân đội để chống lại sự đe dọa của Xiêm La (Thái Lan). Trên thực tế thì Chúa Sãi đã chuẩn bị vũ khí và mộ binh giúp vua Chân Lạp, cung cấp cho ông này thuyền chiến và quân binh để cầm cự chống Xiêm17 .",
        "Chúa Sãi hai lần giúp con rể Chey Chetta II đẩy lui quân Xiêm sang xâm lược. Giáo sĩ người Ý tên Christoforo Borri ở Quy Nhơn đã nhìn thấy viện binh từ Đàng Trong tiến sang Cao Miên, nên đã ghi lại trong cuốn Hồi ký của mình (xuất bản năm 1631) như sau:",
        "Năm 1623, một sứ bộ Đàng Trong được cử tới Oudong, đem theo thư cùng nhiều tặng phẩm để tỏ tình thân hữu và bảo đảm sự ủng hộ của chúa Phúc Nguyên, và đã thương lượng thành công với vua Chey Chettha II, được chấp thuận nhượng vùng đất Mô Xoài19 , lập 2 thương điểm (đồn thu thuế) là Kas Krobei20 và Prei Nokor21 để tiến hành thu thuế.",
        "Triều đình Đàng Trong còn phái tướng lĩnh đem quân đóng đồn binh ở Prei Nokor để bảo vệ lưu dân người Việt làm ăn, buôn bán, khai hoang và đồng thời giúp chính quyền Chân Lạp gìn giữ trật tự. Khi Chey Chetta II mất, vùng đất từ Prei Nokor trở ra Bắc đến biên giới Chiêm Thành (tức là Sài Gòn, Biên Hòa, Bà Rịa ngày nay) đã có nhiều người Việt đến ở và khai thác đất đai22 .",
        "Năm 1629, lưu thủ Phú Yên là Văn Phong liên kết với người Chăm Pa nổi lên chống lại chúa Nguyễn23 .",
        "Địch đã tập kết binh lực tại các căn cứ trên đất Kauthara (Bắc Khánh Hòa ngày nay) gần khu vực biên thùy tiếp giáp phủ Phú Yên của Đàng Trong, đại quân hai đường thủy bộ khẩn trương xuất kích.",
        "Lũy Choại24 nằm ở bờ Nam sông Đà Diễn25 là một trong những tiền đồn kiên cố quân Nguyễn dựng lên từ thời Lương Văn Chánh mà cánh quân bộ của Chăm Pa phải dùng đại bác Bồ Đào Nha và voi chiến để vượt qua. Còn đoàn chiến thuyền sau khi tập kích yểm trợ bộ binh vượt sông ở cửa sông Đà Diễn, đã nhanh chóng tiến lên phía Bắc vào cửa biển Bà Đài. Tại đây, Văn Phong và lực lượng nội ứng của ông ta nhận được sự tiếp chiến của đại quân người Chăm, đã làm chủ phủ lỵ Hội An nằm kề trên bờ vịnh. Phủ Qui Nhân phía Bắc núi Cù Mông đặt trong tình trạng khẩn cấp, huy động binh thuyền ra cửa Thi Nại chặn đường tiến của hạm đội Chăm Pa và Văn Phong.",
        "Tin Văn Phong làm phản về đến dinh Chúa. Do quân Trịnh có thể đánh bất cứ lúc nào, nguy cả mặt trên và dưới nên buộc Chúa Sãi phải tạm nhận sắc phong của sứ giả triều đình Lê – Trịnh và nhận lệnh chỉ ra Đông Đô đánh quân Mạc.",
        "Chúa Sãi cử Phó tướng Nguyễn Hữu Vinh26 đem quân dẹp yên, và đổi phủ Phú Yên thành dinh Trấn Biên27 .",
        "Quân Trịnh đã không mở cuộc tấn công như mật tin tình báo, sau vài trận giao tranh thăm dò, nhận thấy binh lực đối phương có phần áp đảo, Văn Phong điều đình với các tướng lĩnh Chăm, để bảo toàn lực lượng đã cho quay về phòng thủ tại phía Nam dãy Đại Lĩnh. Văn Phong đã mang theo những thủ lĩnh, lãnh chúa địa phương mà ông hợp tác và đội quân do ông tập hợp được về với Chăm Pa cùng nhiều kho tàng, của cải.",
        "Từ cuối thế kỷ 16, người Chăm phát triển ngoại thương rất mạnh, thường buôn bán với người Trung Hoa, Hà Lan, nhất là Bồ Đào Nha ở Ma Cao. Thương thuyền Bồ Đào Nha hay ghé buôn bán trao đổi với người Chiêm ở hải cảng Cam Ranh và Phan Rang. Sự liên hệ này khiến chúa Sãi lo ngại người Chăm sẽ liên kết với Bồ Đào Nha, để chống lại mình.",
        "Năm 1631, chúa gả con gái là Ngọc Khoa (có sách gọi là Ngọc Hoa) cho vua Chăm Pa là Po Rome. Cuộc hôn phối này làm quan hệ Việt - Chăm diễn ra tốt đẹp28 29 . Sự kiện này tạo sự ổn định cho Đàng Trong ở mặt phía Nam, giúp cho chúa Nguyễn có thể tập trung lực lượng để đối phó trước các cuộc tấn công của chúa Trịnh Đàng Ngoài.",
        "Thời Chúa Phúc Nguyên giao thương Việt - Nhật càng mở mang phát triển hơn. Chúa cho người Nhật mở thương điếm tại Hội An. Chúa đích thân viết thư mời các thương nhân nước ngoài vào làm ăn tại Hội An.",
        "Năm 1634, Chúa Sãi gửi thư cho thương gia người Nhật là Toba, ông này được Chúa nhận làm con nuôi.",
        "Năm 1619, Chúa Phúc Nguyên gả một con gái của mình cho Araki Sutaru30 - một thương nhân người Nhật làm chủ cửa hàng lớn ở Hội An, và có tàu viễn dương31 . Nhằm nhờ tàu của Araki đi mua kim loại, diêm tiêu từ Áo Môn, Quảng Đông và Trường Kỳ về. Nhờ vậy mà quân đội của chúa Nguyễn được trang bị rất đầy đủ và chống đỡ được các cuộc tấn công của quân Trịnh.32 .",
        "2 ông con nuôi và con rể của Chúa Phúc Nguyên này đã cầm đầu 17 chiếc thuyền trong tổng số 84 chiếc thuyền buôn của Nhật đến Đàng Trong từ năm 1604-163533 .",
        "Chúa Nguyễn cũng có 1 loạt các bức thư trao đổi về ngoại giao và thương mại với chính quyền Mạc phủ Tokugawa (Nhật Bản) thời bấy giờ. Những văn bản An Nam Quốc Thư này hiện lưu trữ tại National Archives of Japan (国立公文書館).",
        "Từ năm 1604 đến năm 1634 (Nguyễn Phúc Nguyên được giao là Trấn thủ dinh Quảng Nam năm 1602), Mạc phủ đã cấp 130 giấy phép đến 6 cảng thuộc khu vực tương đương với Việt Nam hiện nay. Riêng cảng Hội An có 86 thuyền được cấp giấy phép chiếm 25,98% số giấy phép cấp cho toàn bộ khu vực Đông Nam Á, gấp gần 5 lần tỷ số bình quân chung trong khu vực, chiếm 66,15% số giấy phép cấp cho toàn bộ khu vực Việt Nam, gấp 6 lần tỷ số bình quân chung cho Việt Nam34 .",
        "Sãi vương Nguyễn Phúc Nguyên qua đời ngày 19 tháng 11, năm 1635, hưởng thọ 73 tuổi. Thế tử Nhân Lộc hầu Nguyễn Phúc Lan lên kế nghiệp, tức Thượng vương. Đình thần dâng Phúc Nguyên thụy hiệu là Đại đô thống trấn nam phương tổng quốc chính Dực Thiện Tuy Du Thụy Dương vương. Ban đầu an táng tại Sơn Phận, huyện Quảng Điền; sau cải táng về vùng núi Hải Cát, Hương Trà, Thừa Thiên. Tên lăng là Trường Diễn. Đến thời chúa Nguyễn Phúc Khoát, Phúc Nguyên được truy tôn là Tuyên tổ Hiển Mô Quang Liệt Ôn Cung Minh Duệ Dực Thiện Tuy Du Hiếu văn vương. Sau này, vua Gia Long truy tặng Phúc Nguyên miếu hiệu Hy Tông, thụy hiệu Hiển Mô Quang Liệt Ôn Cung Minh Duệ Dực Thiện Tuy Du Hiếu văn hoàng đế.36",
        "Sãi vương Nguyễn Phúc Nguyên có 11 công tử và 4 công nữ:1",
        "Chúa Sãi Nguyễn Phúc Nguyên là nhân vật có vai trò then chốt trong cuộc nội chiến Trịnh- Nguyễn. Một cuộc nội chiến ác liệt, kéo dài và không phân thắng bại; nó tiêu huỷ sức người, sức của, triệt phá đồng ruộng xóm làng và dẫn đến chia cắt sự thống nhất của quốc gia Đại Việt. Nhưng chế độ Đàng Trong của chúa Nguyễn đã thực thi những chính sách cai trị cách tân, khác với Đàng Ngoài, lúc đó đang theo xu hướng hoài cổ Nho giáo thời Lê sơ, kìm hãm sự phát triển của xã hội. Về mặt khách quan cuộc nội chiến có lợi cho xu thế phát triển của lịch sử dân tộc.",
        "Ông đã tạo nên 1 nền ngoại thương hàng hải mạnh, với thương cảng Hội An trở thành thương cảng chính không chỉ của Đàng Trong mà trên toàn khu vực tương đương với Việt Nam và Đông Nam Á hiện nay.",
        "Ông là vị chúa đầu tiên xây dựng cơ nghiệp Đàng Trong của nhà Nguyễn với ý chí cương quyết, tạo nên một xứ Đàng Trong độc lập, tự chủ. Ông đã chỉnh đốn việc cai trị, củng cố quốc phòng, biết dùng người tài để chăm lo việc nước nên nhân dân được an cư lạc nghiệp. Ngoài ra, ông còn đẩy lui được các cuộc tấn công của chúa Trịnh ở Đàng Ngoài.1",
        "(Nguồn: Wikipedia)"
    ]
}