{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Nguyễn Cư Trinh",
        "Thân thế",
        "Sự nghiệp",
        "Đường quan lộ",
        "Chinh phạt Chân Lạp",
        "Phò Chúa trị nước",
        "Nghiệp văn",
        "Tác phẩm",
        "Lời tâm huyết",
        "Ghi công",
        "Tước / Thụy hiệu / Mỹ hiệu",
        "Thông tin thêm",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nguyễn Cư Trinh - Người Kể Sử",
    "paragraphs": [
        "Nguyễn Cư Trinh (chữ Hán: 阮居貞, 1716-1767), tên thật là Nguyễn Đăng Nghi, húy là Thịnh, tự là Cư Trinh, hiệu là Đạm Am, Đường Qua và Hạo Nhiên, tước Nghi Biểu Hầu (儀表侯), sau lại được vua nhà Nguyễn Minh Mạng truy phong tước Tân Minh Hầu (新明侯)1 . Ông là danh tướng, danh sĩ thời chúa Võ vương Nguyễn Phúc Khoát và Định vương Nguyễn Phúc Thuần. Được biết đến là vị tướng trấn giữ biên cương miền Nam và góp phần to lớn trong công cuộc Nam tiến của các chúa Nguyễn, ông nổi tiếng là người liêm chính, giỏi việc chính trị, doanh điền, ngoại giao và có phong độ của một trạnh thần (bầy tôi dám can ngăn).2",
        "",
        "",
        "Nguyễn Cư Trinh là người ở xã An Hòa tổng An Hòa huyện Hương Trà phủ Triệu Phong xứ Thuận Hóa3 , nay là phường An Hòa thành phố Huế tỉnh Thừa Thiên-Huế.",
        "Tổ tiên xa là người họ Trịnh tên là Trịnh Cam, gốc người phường Phù Lưu, huyện Thiên Lộc phủ Đức Quang xứ Nghệ An (nay là huyện Can Lộc, Hà Tĩnh), từng làm quan dưới triều Lê đến chức Binh bộ Thượng thư. Khi họ Nhà Mạc lên ngôi thay nhà Lê, Trịnh Cam lánh vào Thanh Hóa chiêu mộ quân giúp nhà Hậu Lê, nhưng việc chưa thành thì mất.",
        "Cha Nguyễn Cư Trinh là ông Nguyễn Đăng Đệ thuộc đời thứ bảy, vốn nổi tiếng về tài văn chương, thi đỗ sinh đồ, làm Tri huyện Minh Linh phủ Quảng Bình xứ Thuận Hóa (nay thuộc Quảng Trị), được chúa Minh Vương Nguyễn Phúc Chu mến tài ban cho quốc tính (được mang họ Nguyễn).",
        "Là con út trong gia đình có truyền thống văn học, ngay từ nhỏ Nguyễn Cư Trinh cùng anh họ là Nguyễn Đăng Trình, đều đã nổi tiếng hay chữ. Sau này, khi Nguyễn Phúc Khoát lên ngôi chúa, những luật lệ đều do Nguyễn Đăng Thịnh đặt ra mà văn từ thì đều do Nguyễn Cư Trinh thảo 4 .",
        "Ông lúc còn nhỏ đã biết làm văn, khi đi thi Hương, đỗ sinh đồ5",
        "Năm ông 18 tuổi, ông được sung làm Huấn đạo6",
        "Năm Canh Thân 1740, ông thi đỗ hương cống và được bổ làm Tri phủ phủ Triệu Phong6 7",
        "Năm Tân Dậu 1741, ông được sung làm Văn chức8",
        "Năm Canh Ngọ 1750, ông được phong làm Tuần phủ phủ Quảng Ngãi tước Nghi Biểu Hầu9",
        "Năm Quý Dậu 1753, ông được bổ làm Ký lục dinh Bố Chính10 . Cùng năm này, ông được triệu làm tham mưu, cùng Thống suất Thiện Chính chinh phạt Chân Lạp.",
        "Năm Ất Dậu 1765, ông được triệu về Kinh nhận trách nhiệm tại bộ Lại11 12",
        "Năm Đinh Hợi 1767, ông bị bệnh mà mất, hưởng dương 51 tuổi13 . Là một vị quan giỏi, ông được triều đình truy phong và sắc phong nhiều mỹ hiệu khác nhau.",
        "Theo Đại Nam Thực Lực, vì việc triều Chân Lạp thường xuyên hiếp đáp và quấy nhiễu người Côn Man định cư tại Chân Lạp, nên triều Việt quyết định chinh phạt Chân Lạp. Cuộc chinh phạt này bắt đầu từ năm 1753 và kết thúc vào năm 1756 dẫn đến việc quốc vương Chân Lạp Nặc Nguyên thua trận và dâng hai phủ Tầm Bôn14 và Lôi Lạt15 để tạ tội với triều Việt.",
        "Trong cuộc chinh phạt này, Nguyễn Cư Trinh đã dâng sớ tâu kế \"tằm ăn dâu\", khuyên Chúa nhận hai phủ mới và cho người Côn Man được định cư tại khu vực biên giới Việt - Chân Lạp để ngăn chặn việc Chân Lạp tái diễn gây hấn nơi biên giới. Sự thành công của cuộc chinh phạt này đã đóng góp phần to lớn trong công cuộc Nam tiến của các chúa Nguyễn.",
        "Sau khoảng 11 năm trấn giữ biên cương phía Nam, năm Ất Dậu (1765), Nguyễn Cư Trinh được chúa Định Vương Nguyễn Phúc Thuần triệu về kinh nhậm chức trong bộ Lại.12",
        "Năm Ất Dậu (1765) Nguyễn Phúc Thuần lên nối ngôi chúa, quyền thần Trương Phúc Loan ỷ thế lộng quyền. Sách Đại Nam thực lục chép:",
        "Nguyễn Cư Trinh nói: \"Chốn triều đình bàn việc đã có định chế, Phúc Loan sao dám vô lễ như thế, sắp muốn chuyên quyền chăng? Trong nước sinh loạn tất là người ấy\". Phúc Loan giận lắm nhưng e sợ, không dám làm gì.16",
        "Sáng tác bằng chữ Nôm của ông có vè Sãi vãi và Quảng Ngãi thập nhị cảnh. Thơ chữ Hán của ông có Đạm Am thi tập (chưa tìm thấy) và mười bài họa Hà Tiên thập cảnh vịnh của Mạc Thiên Tứ. Ngoài ra ông còn để lại một số thư điều trần gửi chúa Nguyễn và thư đáp lại thư của cha con họ Mạc.",
        "Từ điển văn học (bộ mới) cho biết: Tác phẩm của Nguyễn Cư Trinh một phần được Lê Quý Đôn dẫn ra trong Phủ biên tạp lục, Kiến văn tiểu lục và được Phạm Nguyễn Du chép trong Nam hành ký đắc tập. Có lẽ số thơ văn chữ Hán được ghi lại trong các sách trên là một phần của Đạm am thi tập hiện chưa tìm thấy.",
        "Và cũng trong sách trên có nhận xét:",
        "Toàn bộ sự nghiệp văn học của ông gắn với tâm sự và chí khí kinh bang tế thế, gắn với cuộc đời hoạt động của ông. Một số bài thơ có khí vị lối thơ biên tái, vừa phấn phát sôi nổi, hùng tráng; vừa lắng động, trầm tĩnh, bi hoài. Một số bài khác thì lại phản ánh tâm sự cô đơn, phiền muộn của một người đầy lòng ưu ái, thấy rõ tình hình thối nát của tập đoàn phong kiến Đàng Trong, thấu hiểu cảnh sống cơ cực, đau khổ của người dân, muốn \"bàn nói mưu ngay, lẽ phải, nhưng đều không được theo\" (Lê Quý Đôn)..17",
        "Sách Đại Nam thực lục (Tiền biên, quyển 10) chép sự việc này như sau:",
        "\"Mùa đông, tháng 10 năm Tân Mùi (1751), Nguyễn Cư Trinh (khi ấy đang giữ chức Tuần phủ Quảng Ngãi) có dâng một bức thư nói về tình trạng khốn đốn của dân gian. Ông cho rằng:",
        "Dân là gốc của nước, gốc không bền vững thì nước chẳng thể yên, cho nên nếu ngày thường không chăm dùng ân huệ để cốt kết lòng người, thì đến khi có việc xảy ra, còn mong chờ vào đâu? Trộm nghĩ, thói tệ bạc chất chứa trong dân gian đã nhiều, nếu cứ thủ thường như cũ, không biết tùy thời thêm bớt và thiết lập kỷ cương, thì một ấp cũng khó giữ được, huống chi một nước. Nay, có ba việc gây tệ hại cho dân là nuôi lính, nuôi voi và nộp tiền án kiện, chưa kể những sự nhũng nhiễu khác không sao kể xiết...",
        "Ông (Nguyễn Cư Trinh) lại trình thêm bốn thói tệ khác:",
        "Thư ấy dâng lên nhưng không được Chúa trả lời.\"18",
        "Năm Đinh Hợi (1767) ông bệnh và mất, hưởng dương 51 tuổi, được truy tặng Tá lý công thần, Vinh lộc đại phu, thụy Văn Định.",
        "Đến đời Minh Mạng, ông được truy tặng là Khai quốc công thần, Hiệp biên đại học sĩ, đổi tên thụy thành Văn Khác, truy phong tước Tân Minh hầu, cho tòng tự 19 tại Thái miếu (Huế).",
        "Khi làm Tuần phủ Quảng Ngãi, ông có công đánh dẹp cuộc nổi dậy của bộ lạc người Hré ở Đá Vách 21 vào năm Canh Ngọ 1750, nhưng võ công đáng kể hơn cả chính là khi ông được nhận trọng trách trấn giữ biên cương Miền Nam từ năm Quý Dậu 1753 cho đến năm Kỷ Mão 1759. Nhờ kế sách \"dĩ man công man\"22 và \"tàm thực\"23 , ông đã khéo léo thu cả miền đồng bằng sông Cửu Long về cho Đại Việt.",
        "Học giả Vương Hồng Sển sau kể chuyện Nguyễn Cư Trinh, một vị tướng văn võ toàn tài, đã có công mở cõi, ông còn viết:",
        "Sách Hợp tuyển thơ văn Việt Nam có đoạn:",
        "Dưới đây là danh sách các tước / thụy hiệu / mỹ hiệu mà Nghi Biểu hầu Nguyễn Cư Trinh đã được phong hoặc truy phong qua các triều đại.",
        "Khu mộ Nguyễn Cư Trinh ở xã Lộc Sơn, Phú Lộc, huyện Phú Lộc, tỉnh Thừa Thiên-Huế và đã được Bộ Văn hóa và Thông tin Việt Nam xếp hạng di tích quốc gia theo quyết định số 05/1999/QĐ/BVHTT ngày 12 tháng 1 năm 1998.28",
        "Tên của ông cũng được đặt cho nhiều đường phố ở Việt Nam.",
        "(Nguồn: Wikipedia)"
    ]
}