{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Nguyễn Bặc<\/th>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Chức vụ\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Tể tướng\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nhiệm kỳ<\/th>\n   <td>968&nbsp;–&nbsp;979<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><small>Chức mới lập<\/small><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><small>Chức bãi bỏ<\/small><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Thông tin chung\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>924<br>\n     Gia Viễn, Ninh Bình<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>15 tháng 10 năm 979 (55 tuổi)<br>\n     Hoa Lư, Đại Cồ Việt<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nghề nghiệp<\/th>\n   <td>Tướng quân, Chính khách<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Họ hàng<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/nguyen-bo\" title=\"Nguyễn Bồ (919 - 967) là một vị tướng và khai quốc công thần của triều nhà Đinh. Ông có nhiều công lao giúp Đinh Tiên Hoàng đánh dẹp loạn 12 sứ quân thế kỷ 10 trong lịch sử Việt Nam....\" target=\"_blank\">Nguyễn Bồ<\/a> (anh trai)<br>\n     Nguyễn Phục (em trai)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Con cái<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/nguyen-de\" title=\"Nguyễn Đê (Chữ Hán: 阮低,&amp;#160;? -&amp;#160;?) là một võ quan của nhà Tiền Lê trong lịch sử Việt Nam. \n Chính sử chép về ông rất sơ sài, chỉ có 1 lần nhắc đến ông sau khi Lê Long Đĩnh qua đời, với chức vụ Hữu điện tiền Chỉ huy sứ:...\" target=\"_blank\">Nguyễn Đê<\/a><br>\n     Nguyễn Đạt<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Nguyễn Bặc",
        "Thời trẻ",
        "Công thần nhà Đinh",
        "Tận trung với nhà Đinh",
        "Khởi tổ dòng họ Nguyễn",
        "Nhận định",
        "Đền thờ",
        "Tên đường",
        "Xem thêm",
        "Tham khảo",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nguyễn Bặc - Người Kể Sử",
    "paragraphs": [
        "Nguyễn Bặc (chữ Hán: 阮匐; 924 - 15 tháng 10, 979 âm lịch), hiệu Định Quốc Công (定國公), là khai quốc công thần nhà Đinh, có công giúp Đinh Tiên Hoàng đánh dẹp, chấm dứt loạn 12 sứ quân vào thế kỷ 10 trong lịch sử Việt Nam. Do lập công lớn, ông được vua Đinh phong là Định Quốc Công, vị trí như Tể tướng.1 Theo các gia phổ họ Nguyễn và tài liệu \"Lược sử họ Nguyễn tại Việt Nam\", ông được tôn là bậc tiền thủy tổ họ Nguyễn chính thống ở Việt Nam. Theo sách \"Nguyễn Phúc tộc thế phả\" ông được xem là thủy tổ của dòng họ Nguyễn Phúc sau này lập ra dòng Chúa Nguyễn ở miền Nam năm 1569 dưới thời Nguyễn Hoàng và triều đại Nhà Nguyễn năm 1802 dưới thời Nguyễn Phúc Ánh. Ông được Việt Sử tân biên liệt vào danh sách \"Giao Châu thất hùng\", tức 7 anh hùng người Giao Châu gồm: Đinh Bộ Lĩnh, Đinh Liễn, Lê Hoàn, Đinh Điền, Nguyễn Bặc, Phạm Hạp và Phạm Cự Lượng.2",
        "",
        "",
        "Theo sách Khâm định Việt sử Thông giám Cương mục, Nguyễn Bặc là người động Hoa Lư, châu Đại Hoàng, Đại Cồ Việt (nay vẫn là động Hoa Lư thuộc xã Gia Hưng - huyện Gia Viễn - tỉnh Ninh Bình). Thuở nhỏ, ông đã cùng kết bạn với Đinh Bộ Lĩnh, Đinh Điền, Trịnh Tú và Lưu Cơ.",
        "Tương truyền Nguyễn Bặc là người giỏi võ nghệ và có sức khỏe phi thường. Ông từng dùng tay không bắt sống cọp đem bán cho các hào phú. Tánh tình ông thẳng thắn, bộc trực.",
        "Thần phả ghi ông có hai người anh em là Nguyễn Bồ và Nguyễn Phục. Khi Nam Tấn Vương Ngô Xương Văn tử trận năm 965, các sứ quân nổi dậy. Cả ba anh em họ Nguyễn làm tướng đi theo Đinh Bộ Lĩnh hùng cứ ở Hoa Lư. Đinh Điền, Trịnh Tú và Lưu Cơ cũng tham gia vào lực lượng này. Theo thần phả, khi đánh dẹp sứ quân Nguyễn Siêu, Nguyễn Bồ và Nguyễn Phục cùng 2 tướng khác bị tử trận. Đinh Tiên Hoàng liền truyền Nguyễn Bặc, Đinh Điền và Lê Hoàn đem quân đánh báo thù, kết quả diệt được Nguyễn Siêu năm 967.",
        "Nguyễn Bặc cư xử với Đinh Bộ Lĩnh không khác Quan Vũ đối với Lưu Bị. Ông luôn cắp giáo đứng hầu mỗi khi Đinh Bộ Lĩnh bàn việc quân, hay nếm trước thức ăn để tránh cho Lĩnh khỏi bị đầu độc. Khi ra trận mạc ông luôn xông pha đi đầu. Có lần Đinh Bộ Lĩnh bị trúng tên ngã ngựa, Bặc cõng vua trên lưng, leo lên núi đá dựng đứng để thoát vòng vây. Ngoài trận đánh Nguyễn Siêu, Nguyễn Bặc chỉ huy các trận đánh buộc Phạm Bạch Hổ ở Đằng Châu (Hải Dương), Ngô Nhật Khánh ở Đường Lâm (Sơn Tây) và Ngô Xương Xí ở Bình Kiều (Thanh Hoá) phải quy thuận. Trong trận đánh sứ quân Đỗ Cảnh Thạc, Nguyễn Bặc chỉ huy cánh quân đánh vào thành Trại Quyền (Quốc Oai).",
        "Năm 968, Đinh Bộ Lĩnh lên ngôi, lấy hiệu là Đinh Tiên Hoàng. Nguyễn Bặc được phong làm Định Quốc Công, đứng đầu các công thần, quản lý việc nội chính. Đinh Điền được phong làm ngoại giáp.",
        "Xem thêm: Đinh Tiên Hoàng, Đỗ Thích",
        "Năm 979, Đinh Tiên Hoàng và Nam Việt vương Đinh Liễn bị sát hại. Quan Chi hậu nội nhân là Đỗ Thích bị nghi là thủ phạm hàng đầu, sợ hãi bỏ trốn.",
        "Theo Đại Việt Sử ký Toàn thư, ba ngày sau, Thích khát nước khát thò tay ra hứng nước mưa uống, bị cung nữ phát hiện đi báo. Nguyễn Bặc lập tức bắt giết ngay Đỗ Thích. Ông cùng các đại thần tôn phò con nhỏ của Đinh Tiên Hoàng là Vệ Vương Đinh Toàn lên ngôi, tức là Đinh Phế Đế. Mẹ Phế Đế là Dương Vân Nga trở thành thái hậu.",
        "Tuy nhiên rất nhiều ý kiến của các nhà nghiên cứu sử gia hiện nay lại cho rằng Đỗ Thích là người bị oan cho là trực tiếp giết hại cha con Nam Việt Vương và chủ mưu chính là Lê Hoàn và Dương hậu, mà Đỗ Thích chỉ là quan chi hậu nên bị ép buộc nhưng chưa thực hiện được ý đồ nên là đồng phạm.",
        "Theo Khâm định Việt sử Thông giám cương mục, Nguyễn Bặc, Đinh Điền làm phụ chính cho Phế Đế, nhưng lúc đó Dương thái hậu tư thông với Thập đạo tướng quân Lê Hoàn, cho Lê Hoàn làm Phó vương, nắm quyền chỉ huy quân đội, chuyên quyền, tự do ra vào cung cấm. Nguyễn Bặc lo lắng bàn với các tướng:",
        "Ông bèn cùng Đinh Điền, Phạm Hạp khởi binh, chia hai đường thủy bộ cùng tiến đánh Lê Hoàn. Nguyễn Bặc và Đinh Điền kéo quân từ châu Ái (nay thuộc Thanh Hoá), định kéo thẳng đến kinh đô để giết Lê Hoàn. Dương thái hậu nghe tin, bảo Lê Hoàn:",
        "Lê Hoàn nói:",
        "Lê Hoàn liền sắp xếp quân đội, đánh nhau với Nguyễn Bặc, Đinh Điền ở Ái Châu. Lê Hoàn vốn là người giỏi dùng binh, Nguyễn Bặc và Đinh Điền không chống nổi, lại đem quân thủy ra đánh. Lê Hoàn theo chiều gió, phóng lửa đốt cả thuyền chiến. Đinh Điền bị chết tại trận, còn Nguyễn Bặc bị bắt, đưa về kinh đô. Trước mặt Nguyễn Bặc, Lê Hoàn kể tội ông:",
        "Rồi Lê Hoàn giết hại ông. Năm đó ông 55 tuổi, cùng sinh một năm và chết 1 năm với Đinh Tiên Hoàng.",
        "Nguyễn Bặc, Đinh Điền đã chết rồi, quân của Phạm Hạp mất tinh thần, chạy lên hương Cát Lợi ở Bắc Giang. Lê Hoàn đem quân đuổi theo, bắt đưa về kinh đô, giết chết.",
        "Các đạo quân chống đối bị tiêu diệt, Lê Hoàn được sự hỗ trợ của Dương thái hậu và tướng quân Phạm Cự Lạng, liền phế Đinh Toàn làm Vệ vương như cũ, giành lấy ngai vàng, tức là vua Lê Đại Hành, lập ra nhà Tiền Lê.",
        "Ngày nay ở Ninh Bình còn rất nhiều đền thờ ông và Đinh Điền. Theo các nhà nghiên cứu sử học, số đền thờ các trung thần nhà Đinh nhiều hơn số đền thờ Lê Hoàn và Dương hậu phản ánh tình cảm của dân chúng đối với các ông.",
        "Nhiều ý kiến từ các chi - phái thuộc hậu duệ của Nguyễn Bặc cho rằng ông chính là Đức Thái thuỷ tổ của dòng họ Nguyễn Đại Tông của họ, theo đó Nguyễn Bặc là con trai Nguyễn Thước, một gia tướng của Dương Đình Nghệ. Cũng theo luồng ý kiến này, dòng họ có con cháu là Nguyễn Trãi và các chúa Nguyễn, vua nhà Nguyễn sau này. Theo gia phả họ Nguyễn Đại Tông, con cháu của Nguyễn Bặc, con Nguyễn Bặc là Nguyễn Đê di cư vào làng Gia Miêu, huyện Tống Sơn, Thanh Hóa và là tổ tiên của các chúa Nguyễn.",
        "Đền thờ họ Nguyễn Đại Tông Khởi Nguyên Đường ở Gia Phương (Gia Viễn, Ninh Bình) có đôi câu đối đánh dấu việc thiên cư của dòng tộc, nói lên sự nối tiếp vẻ vang của dòng họ Nguyễn và đề cao ngài Nguyễn Bặc:",
        "Tạm dịch:",
        "Trong Đại Việt Sử ký Toàn thư, Ngô Sĩ Liên nhận định về ông như sau:",
        "Tỉnh Hà Nam Ninh cũ có tới 134 nơi thờ và phối thờ Nguyễn Bặc. Nơi thờ và phối thờ Đinh Điền càng nhiều. Đền vua Đinh ở cố đô Hoa Lư; ở xã Gia Phương; ở Ba Dân (Kim Bảng); đền vua Đinh ở Ý Yên; đền Tứ Trụ ở Tràng An… nơi nào cũng thờ Đinh Điền, Nguyễn Bặc, Các lễ hội như cờ lau tập trận, hội đền vua Đinh… đều diễn hình ảnh vua Đinh, Đinh Điền, Nguyễn Bặc, xem như những người hùng tiêu biểu cho tinh thần thượng võ dân tộc. Nhiều nơi thờ các vị thần khác mà vẫn lưu lại sự tích, có khi thờ cả Đinh Điền, Nguyễn Bặc gắn bó với nhau, được dân địa phương sùng kính (như các đền miếu ở huyện Yên Khánh, Ninh Bình, chùa Long Hoa ở xã Liêm Cần, huyện Thanh Liêm, tỉnh Hà Nam, đền chùa ở bến Vạc Ninh Bình, đình Động Phi ở huyện Ứng Hòa Hà Nội…). Chứng tỏ, hai vị sống thân thiết, chết lại không xa rời, trở thành hình ảnh tâm linh hòa hợp giữa lòng ngưỡng mộ của nhân dân.5",
        "Lăng Nguyễn Bặc táng ở thôn Vĩnh Ninh, làng Đại Hữu (Gia Viễn, Ninh Bình). Lăng được trùng tu lần mới nhất vào năm Kỷ Tỵ (1989).",
        "Về đền thờ, ông được thờ ở nhiều nơi:",
        "Tên tuổi của Nguyễn Bặc được đặt cho các đường phố ở nhiều đô thị như: thành phố Kon Tum, thành phố Tam Điệp, thành phố Hồ Chí Minh, Nha Trang, thành phố Ninh Bình, thành phố Hải Phòng...",
        "Hiện nay ở Việt Nam, Ban liên lạc Hội đồng dòng tộc Nguyễn Bặc đã được thành lập. Chủ tịch danh dự của Hội đồng dòng tộc Nguyễn Bặc toàn quốc là ông Nguyễn Huy Hiệu, thượng tướng, Viện sĩ, nguyên Thứ trưởng Bộ Quốc phòng, Anh hùng lực lượng vũ trang nhân dân.",
        "(Nguồn: Wikipedia)"
    ]
}