{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Nguyễn Văn Bảo",
        "Hành trạng",
        "Nhận định",
        "Nguồn tham khảo",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Nguyễn Văn Bảo - Người Kể Sử",
    "paragraphs": [
        "Nguyễn Văn Bảo (阮文寶, 1776 - 1798): hay còn gọi là Nguyễn Bảo(阮寶), Tiểu triều vị vua bị phế truất của triều Tây Sơn.",
        "",
        "",
        "Nguyễn Văn Bảo là con trưởng của Thái Đức Hoàng Đế Nguyễn Văn Nhạc và Hoàng hậu Trần Thị Huệ. Nguyễn Văn Bảo sinh năm 1776, khi Nguyễn Văn Nhạc xưng đế, Nguyễn Văn Bảo được lập làm Đông cung Thế tử.",
        "Thuở nhỏ, Nguyễn Văn Bảo được anh rể là Phò mã Trương Văn Đa dạy dỗ, Trương Văn Đa được giao chức Thái tử Thái bảo để phò tá. Tuy nhiên Trương Văn Đa khá bận rộn với công việc Gia Định, sau đó từ miền Nam trở về ông cũng mắc bệnh, không lâu sau thì qua đời.",
        "Khi Nguyễn Phúc Ánh cùng các tướng Võ Tánh, Hoàng Tường Đức đem binh vây đánh thành Hoàng Đế, Thái tử Nguyễn Văn Bảo cùng các tướng kéo binh ra lập trận ở cánh đồng Bình Thạnh để ngăn cản. Nhưng Tôn Thất Hội, Nguyễn Văn Thành kéo kỳ binh tập hậu phía sau khiến quân Tây Sơn bại trận phải rút về thành cố thủ.",
        "Thái Đức Hoàng Đế Nguyễn Văn Nhạc cầu viện triều đình Phú Xuân. Cảnh Thịnh Hoàng Đế Nguyễn Quang Toản cử Tư mã Ngô Văn Sở, Thái úy Phạm Công Hưng, Tư lệ Lê Trung đem 18.0000 quân và 80 thớt voi vào cứu viện. Nguyễn Phúc Ánh và các tướng phải lui binh, thành Hoàng Đế nhờ thế được giải vây.",
        "Thái úy Phạm Công Hưng và Hộ giá Thượng tướng quân Nguyễn Văn Huấn tịch thu hết kho tàng ở Quy Nhơn chuyển về Quảng Ngãi, Phú Xuân. Thái Đức Hoàng Đế Nguyễn Văn Nhạc uất hận mà chết. Thái tử Nguyễn Văn Bảo được Cảnh Thịnh Hoàng Đế Nguyễn Quang Toản phong làm Hiếu công(孝公) ăn lộc một huyện Phù Ly. Tất cả quân đội, đất đai của triều đình Thái Đức đều được nhận về triều đình Phú Xuân.",
        "Hoàng Thái hậu Trần thị, mẹ của Thái tử Nguyễn Văn Bảo uất hận, thường mắng con: - Cha mày anh hùng, mở mang cơ nghiệp, ăn lộc bốn phủ. Nay mày bị người ta chiếm mất cơ nghiệp, ăn lộc một huyện, chết xuống còn mặt mũi nào nhìn cha nữa.",
        "Nguyễn Phúc Ánh muốn đánh lấy bốn phủ Quảng Ngãi, Quy Nhơn, Phú Yên, Diên Khánh cũng sai Tham tán Từ Văn Tú, tâm phúc của Thái Đức Hoàng Đế Nguyễn Văn Nhạc đến dụ hàng Nguyễn Văn Bảo. Nguyễn Văn Bảo theo lời, ước nhận hàng.",
        "Nguyễn Văn Bảo chiêu dụ các tướng cũ của cha, nổi dậy đánh lấy thành Quy Nhơn. Thái phó Lê Văn Ứng phải bỏ trốn, Đại Tổng quản Lê Văn Thanh bị bắt giam. Hai tướng Đại Đô đốc Đoàn Văn Cát và Đô đốc Nguyễn Văn Thiệu chiếm lấy Phú Yên, gửi thư cho tướng Nam triều là Nguyễn Văn Thành và Đặng Trần Thường xin cứu viện. Nguyễn Văn Bảo cũng gửi thư cho Tư lệ Lê Trung ở Quảng Nam để dụ ông ta theo về.",
        "Cảnh Thịnh Hoàng Đế Nguyễn Quang Toản lập tức kéo binh từ Phú Xuân vào Quy Nhơn dẹp loạn. Thiếu phó Trần Quang Diệu được cử đi Quảng Nam để khuyên can Tư lệ Lê Trung. Tư lệ Lê Trung giao binh quyền lại cho Thiếu phó Trần Quang Diệu (tuy nhiên về sau Lê Trung vẫn bị Cảnh Thịnh Hoàng Đế Nguyễn Quang Toản nghi ngờ giết chết). Quân Phú Xuân kéo vào đánh hạ thành Quy Nhơn, bắt Nguyễn Văn Bảo dìm xuống sông giết chết, Tham tán Từ Văn Tú bị xử lăng trì. Người đời gọi giai đoạn Nguyễn Văn Bảo cầm quyền là Tiểu triều(小朝).",
        "Nguyễn Phúc Ánh ở Gia Định không cho Nguyễn Văn Thành và Đặng Trần Thường đem quân vào Phú Yên cứu viện. Đại Đô đốc Đoàn Văn Cát và Đô đốc Nguyễn Văn Thiệu phải bỏ Phú Yên chạy về Diên Khánh theo hàng quân Nam triều.",
        "Nguyễn Văn Bảo tuy có khí phách anh hùng nhưng hành động của ông lại không sáng suốt. Việc Cảnh Thịnh tước binh quyền của ông là để thống nhất lực lượng chống lại kẻ thù chung là Nam triều. Tuy nhiên, Nguyễn Văn Bảo lại vì quyền lực của mình, khiến cho nội bộ Tây Sơn càng rạn nứt dẫn đến thất bại chung.",
        "Hành động của Nguyễn Văn Bảo khác với Trịnh Bồng. Trịnh Bồng là con dòng trưởng nhưng vẫn chịu phục tùng dòng thứ Trịnh Sâm. Khi vương nghiệp họ Trịnh đổ nát, ông mới đứng ra lo liệu để vực dậy cơ nghiệp tổ tông.",
        "1. Đại Nam Thực Lục - Tập 1 - Quốc sử quán triều Nguyễn",
        "2. Đại Nam chính biên liệt truyện - Tập 2 - Quốc sử quán triều Nguyễn",
        "3. Hoàng Lê nhất thống chí - Ngô văn gia phái",
        "4. Tây Sơn thuật lược - Tạ Quang Phát",
        "5. Nhà Tây Sơn - Quách Tấn - Quách Giao",
        "(Nguồn: Wikipedia)"
    ]
}