{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "Núi Bân",
        "Tên gọi",
        "Đàn Nam Giao Tây Sơn",
        "Câu đối liên quan",
        "Khu tưởng niệm",
        "Chú thích",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Núi Bân - Người Kể Sử",
    "paragraphs": [
        "Núi Bân (Bân Sơn) cao 43,92 m, diện tích 80.956 m²; ở xứ Cồn Mồ, thuộc xóm Hành, thôn Tứ Tây, xã Thủy An (nay là phường An Tây, thành phố Huế). Thời nhà Nguyễn, núi Bân thuộc địa phận xã An Cựu, huyện Hương Trà.",
        "Đây là nơi Bắc Bình Vương Nguyễn Huệ gấp rút cho lập đàn (Đàn Nam Giao Tây Sơn) để làm lễ tế cáo trời, lên ngôi Hoàng đế và xuất quân ra Bắc Hà đánh quân Thanh xâm lược vào ngày 25 tháng 11 năm Mậu Thân (22 tháng 12 năm 1788).",
        "",
        "",
        "Khi xưa, không rõ núi tên gì, nhưng từ khi Nguyễn Huệ cho ban xẻ núi Bân thành ba tầng, để lập đàn tế cáo trời thì người dân gọi núi là Động Tầng, Ba Tầng, Tam Tầng, Ba Vành, Hòn Thiên.",
        "Theo PGS.TS. Đỗ Bang, thì rất có thể Nguyễn Huệ là người đã đặt tên Bân cho núi (nơi mà ông chọn để đắp đàn), với nghĩa: trong và ngoài đều hoàn mỹ. Sách Hoàng Lê nhất thống chí (bản của Ngô Thì Chí) chép nhầm chữ Bân (chữ Hán) thành chữ Sam; và khi phiên âm, các tác giả Trần Trọng Kim, Hoa Bằng, Phan Trần Chúc đều đã ghi nhầm chữ Bân thành chữ Bàn.",
        "Để trở thành Đàn Nam Giao, những người thiết kế và thi công đã ban xẻ núi Bân thành ba khối hình nón cụt chồng lên nhau tăng dần theo chiều cao. Từ chân núi lên đỉnh ở độ cao 37 m, là tầng thứ nhất có chu vi 220 m. Bề rộng của tầng này không đều nhau. Ngay ở chính giữa mặt tầng thứ nhất về phía Tây Nam, hiện còn dấu vết một tầng phụ cao 1 m.",
        "Tầng thứ hai có chu vi 122,5 m, chiều cao so với tầng thứ nhất là 1,65 m.",
        "Tầng thứ ba ở ngay đỉnh đồi, bề mặt khá phẳng, có chu vi 52,7 m và cao hơn tầng thứ hai 1,2 m.",
        "Đường lên đàn theo bốn hướng (Đông, Tây, Nam, Bắc), bề rộng các con đường càng lên cao càng thu hẹp dần, bề ngang ở tầng thứ nhất là 5,2 m, ở tầng thứ hai chỉ còn 4 m...1",
        "Và để sử dụng lâu dài, sau khi Nguyễn Huệ làm lễ lên ngôi và xuất quân ra Bắc năm 1788, người ta đã dùng gạch 2 và đá xếp thành ba vòng tròn bó vỉa quanh ba tầng đàn (hiện nay chỉ còn lại dấu vết) nhằm hạn chế sự xói lở. Nhờ vậy, đàn vẫn được tiếp tục sử dụng để làm lễ cáo trời cho đến khi kinh đô Phú Xuân (Huế) bị chúa Nguyễn Phúc Ánh dẫn quân ra chiếm lấy vào mồng 3 tháng 5 năm Tân Dậu (15 tháng 6 năm 1801).",
        "Tại đền thờ Quang Trung ở chân núi Liên Phong, gần cửa biển Lạch Bạng, thuộc xã Hải Thượng, huyện Tĩnh Gia, tỉnh Thanh Hóa, còn lưu hai câu đối trên hai trụ gạch trước cổng đền, như sau:",
        "Tạm dịch:",
        "Khu tưởng niệm anh hùng dân tộc Hoàng đế Quang Trung tại di tích lịch sử núi Bân, có diện tích 9,5 ha được khởi công xây dựng từ năm 2008 với nhiều hạng mục, trong đó tượng đài đặc tả chân dung vua Quang Trung cao 21 m, thân tượng cao 12m được làm bằng đá hoa cương. Ngày 18 tháng 11 năm 1988, Núi Bân (Bân Sơn) được công nhận là \"di tích lịch sử cấp quốc gia\" theo Quyết định số 288/QĐ-VH của Bộ Văn hóa-Thông tin 3 .",
        "(Nguồn: Wikipedia)"
    ]
}