{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "núi Tam Điệp",
        "Vị trí",
        "Dãy núi Tam Điệp xưa",
        "Thời tiền sử",
        "Trong lịch sử",
        "Trong văn thơ",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "núi Tam Điệp - Người Kể Sử",
    "paragraphs": [
        "Dãy núi Tam Điệp là dải núi cuối cùng của khối núi cao đá vôi Hòa Bình - Sơn La đâm ra gần sát biển theo hướng Tây Bắc - Đông Nam. Điều đặc biệt là dãy núi Tam Điệp cắt ngang vùng đồng bằng duyên hải thành 2 phần châu thổ sông Hồng và sông Mã nên nó được xem là ranh giới giữa miền Bắc và miền Trung. Núi Tam Điệp có giá trị như một bức tường thành thiên nhiên lợi hại ngăn cách hai vùng Ninh Bình – Thanh Hoá và án ngữ các đường thuỷ bộ từ Bắc vào Nam từ xa xưa. Đấy là đường Thiên lý qua đèo Tam Điệp; đường thượng đạo từ Đồi Ngang đến Phố Cát và đường thuỷ qua cửa Thần Phù.1 Dãy núi Tam Điệp chứa đựng nhiều giá trị lịch sử văn hóa với vai trò là cái nôi của người tiền sử và là căn cứ quân sự nổi tiếng với các địa danh như: Đồi Ngang, Phố Cát, Đồng Giao, cửa Thần Phù; những di tích thuộc phòng tuyến Tam Điệp, khảo cổ học động Người Xưa, hang Con Moong, núi Ba, thung Lang, đền Sòng, đền Dâu, cửa Thần Phù và những danh thắng như rừng Cúc Phương, hồ Yên Quang, hồ Đồng Chương, hồ Cánh Chim, hồ Đồng Thái, hồ Yên Thắng, động Từ Thức...",
        "",
        "",
        "Dãy núi Tam Điệp dài khoảng 80 km, nằm trên ranh giới 9 huyện của 3 tỉnh Hòa Bình, Ninh Bình và Thanh Hóa. Cụ thể sườn Đông Bắc của núi lần lượt là 5 huyện Lạc Sơn, Yên Thủy (Hòa Bình); Nho Quan, Tam Điệp, Yên Mô (Ninh Bình) còn bên sườn Tây Nam của núi lần lượt là 4 huyện Thạch Thành, Hà Trung, Bỉm Sơn và Nga Sơn (Thanh Hóa).",
        "Phía trên nối liền với núi rừng của Hòa Bình - Sơn La là vùng núi rừng Cúc Phương với đỉnh Mây Bạc cao tới 648m. Phía dưới chạy ra gần lợi nước biển Đông, khu vực cửa biển Thần Phù. Riêng trong địa phận thành phố Tam Điệp và huyện Yên Mô (Ninh Bình), giáp giới hai huyện Hà Trung và Nga Sơn (Thanh Hóa), núi Tam Điệp dài trên 20 km, rộng từ 2 đến 7 km, với những ngọn núi cao trên dưới 200 m. Đây là ranh giới tự nhiên giữa hai tỉnh Ninh Bình và Thanh Hoá.",
        "Khu vực Tam Điệp-Tràng An là một vùng đất cổ, những dấu tích người tiền sử ở dãy núi Tam Điệp cho thấy từ xa xưa nơi đây đã là một cái nôi của loài người. Đây là vùng đất phù sa cổ ven chân núi có con người cư trú từ rất sớm. Các nhà khảo cổ học đã phát hiện trầm tích có xương răng đười ươi và các động vật trên cạn ở Núi Ba thuộc nền văn hóa Tràng An thời kỳ đồ đá cũ và một số hang động ở Tam Điệp có di chỉ cư trú của con người thời văn hoá Hoà Bình.",
        "Di tích xưa nhất là di tích núi Ba - thuộc phường Bắc Sơn, thành phố Tam Điệp. Trong lớp trầm tích màu vàng dày hàng mét ở một số hang và sườn núi chứa nhiều răng hàm, xương chi đười ươi, xương răng các loại lợn rừng, nhím, voi răng kiếm... Niên đại của các hoá thạch động vật này khoảng 30 vạn năm về trước. Điều này, giúp ta hình dung về môi trường sống cổ xưa, những loài thú hoang dã ăn thịt, ăn cỏ, đây cũng là môi trường sống của người tối cổ. Di tích Thung Lang thuộc phường Nam Sơn, thành phố Tam Điệp. Năm 1941 nhà khoa học người Pháp J. Fromaget khai quật tìm thấy răng gấu tre và 01 hoá thạch răng người vượn (Homo eretus). Các học giả Việt Nam có quay lại địa điểm này tìm thấy hài cốt người và cho rằng là di cốt người tinh khôn (Homo Sapeins Sapiens).2",
        "Vùng đất này nằm ở vùng giao thoa giữa các khu vực: Tây Bắc, đồng bằng sông Hồng và Bắc Trung Bộ. Đặc điểm đó đã tạo ra một nền văn hóa tương đối năng động, mang đặc trưng khác biệt trên nền tảng văn minh châu thổ sông Hồng.",
        "Trong lịch sử dựng nước và giữ nước lâu dài của dân tộc, vùng Tam Điệp giữ một vị trí chiến lược trọng yếu, là “cổ họng Bắc-Nam”, là một bức tường thành tự nhiên án ngữ các đường giao thông thuỷ bộ Bắc-Nam qua vùng này. Người Việt vừa khai phá các đường giao thông đó nhằm mở rộng giao lưu kinh tế - văn hoá trong nước, vừa triệt để lợi dụng địa thế hiểm yếu để bịt kín các đường giao thông đó khi cần ngăn chặn kẻ thù từ bắc tiến vào. Lịch sử đã nhiều lần chứng minh vị trí chiến lược của vùng Tam Điệp trong các cuộc kháng chiến chống ngoại xâm và cả trong một số cuộc nội chiến do các thế lực phong kiến gây ra.3",
        "Vào đầu Công nguyên, nghĩa quân Hai Bà Trưng đã từng dựa vào tuyến địa hình núi rừng Tam Điệp - Thần Phù để chống cự lại cuộc tiến công đàn áp của quân Hán do Mã Viện chỉ huy. Đầu thế kỷ X, Dương Đình Nghệ và Ngô Quyền cũng dựa vào bức tường thành Tam Điệp để xây dựng và bảo vệ lực lượng ở Thanh Hoá, rồi tiến ra đánh bại quân xâm lược Nam Hán, lập nên chiến công lẫy lừng ở Đại La năm 930, Bạch Đằng năm 938. Trong cuộc kháng chiến chống Nguyên-Mông hồi thế kỷ XIII, triều Trần đã sử dụng bức tường thành Tam Điệp để bảo vệ hậu phương Ái - Diễn và làm chỗ dựa cho căn cứ Thiên Trường - Trường Yên. Trong kháng chiến chống Minh đầu thế kỷ XV, tuyến phòng thủ chủ yếu của nhà Hồ đặt ở bờ sông Hồng với hai thành luỹ then chốt là Đông Đô và Đa Bang. Nhưng các đường thuỷ bộ qua Tam Điệp - Thần Phù cũng được triều Hồ cho lấp, dựng thành để ngăn chặn địch, bảo vệ thành Tây Đô ở Thanh Hoá. Sau khi cuộc kháng chiến do triều Hồ lãnh đạo bị thất bại, nhiều phong trào yêu nước chống Minh cũng đã sử dụng vị trí và địa thế vùng Tam Điệp làm căn cứ khởi nghĩa hay bàn đạp tiến công địch. Năm 1426 - 1427, nghĩa quân Lam Sơn do Bình Định Vương Lê Lợi lãnh đạo cũng nhiều lần qua lại vùng Tam Điệp trên đường tiến ra giải phóng các lộ vùng đồng bằng Bắc Bộ. Sang thế kỷ XVI, vùng Tam Điệp đã từng đau thương chứng kiến cảnh chia cắt và nội chiến do các phe phái phong kiến Lê - Trịnh và Mạc gây ra. Tam Điệp nằm trên đường phân giới giữa Nam triều - Bắc triều và là chiến trường của nhiều cuộc hỗn chiến phong kiến ấy.",
        "Tam Điệp chứa đựng nhiều di tích lịch sử của nhiều trều đại. Nhưng Tam Điệp nổi tiếng trong lịch sử là với “nước cờ Tam Điệp” của Ngô Thì Nhậm, với phòng tuyến Tam Điệp của quân đội Tây Sơn trong cuộc kháng chiến chống Thanh năm 1788 - 1789, với tài cầm quân của nhà quân sự Quang Trung - Nguyễn Huệ.",
        "Quốc Sử quán triều Nguyễn thì viết",
        "Hai câu cuối trong bài thơ khắc trên đỉnh đèo Ba Dội của vua Thiệu Trị như sau:",
        "Phan Huy Chú đã viết về ngọn núi cao, cỏ cây xanh tốt, đứng trên ngọn núi trông thấy biển lớn, là một cửa ải trọng yếu. Núi ở chung quanh, đường đi ở giữa, trông về hai bên tả hữu, núi như chậu úp một loạt, chỗ gần hết núi thì hai bên như bức vách đứng thẳng lên, giữa có một lối đi lại, tục truyền đó là miệng của thầy tu Khổng Lồ (tức sư Minh Không đời Lý, tục gọi là Khổng Lồ). Ngô Thì Sĩ đã có thơ vịnh:",
        "Bài thơ Tam Điệp Sơn của Nguyễn Khuyến do Hoàng Tạo dịch có câu:",
        "Bài thơ \"Ký mộng\" (Ghi lại giấc mộng) của Nguyễn Du do có câu được dịch nghĩa như sau:6",
        "(Nguồn: Wikipedia)"
    ]
}