{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "núi Bokor",
        "Giới thiệu (sơ lược)",
        "Vè Tà Lơn",
        "Các di tích tham quan",
        "Ảnh",
        "Xem thêm",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "núi Bokor - Người Kể Sử",
    "paragraphs": [
        "Núi Tà Lơn (người Khmer gọi là núi Bokor) （Trung Quốc：大龙山） cách thị xã Kampot (thuộc tỉnh Kampot) khoảng 10 km về hướng Tây Nam. Đây là nơi hành hương, tham quan và vui chơi của Vương quốc Campuchia.",
        "",
        "",
        "Đây là một dãy núi, mà đỉnh cao nhất có chiều cao là 1.080 m (so với mực nước biển)1 . Theo những dấu tích còn lại, thì hàng triệu năm trước, có thể núi Tà Lơn nằm sâu dưới đáy là biển. Rồi vì một tác động nào đó, khiến nó vươn mình ra khỏi biển như ngày nay. Bằng chứng là trên đỉnh núi có vô số khối đá bị nước biển ăn mòn, và cát ở nơi ấy cũng thật là trắng mịn 2 .",
        "Nhìn chung, khí hậu ở đây khá là mát mẻ. Tuy nhiên vào mùa khô, thời tiết trên đỉnh thường là \"ngày nóng, đêm lạnh\". Do vậy, cây cảnh trên đỉnh núi không thể cao lớn vì đất thiếu phân (đất thường lẩn cát đá) và thiếu nước (nhất là vào mùa khô). Đặc biệt, ở đây có nhiều cây bá tùng (lá của cây bách và cây tùng trên một cây), cỏ (mảnh và nhọn), địa lan 3 và cây \"nắp nước\" 4 .",
        "Bắt đầu từ năm 1917, người Pháp đã xây dựng ở đây các công trình, như nhà thờ, chùa chiền, nhà nghỉ, sòng bạc;...mà ngày nay phần lớn đã trở thành hoang phế. Trong thập niên 1990, người ta đã ví Tà Lơn (Bokor) như là \"một nơi kỳ lạ nhất trên thế giới\" và là \"thành phố ma\" vì vẻ hoang tàn và kỳ bí của nó 5 .",
        "Đối với một số người Việt và người Khmer, thì đây còn là ngọn núi thiêng, gắn liền với rất nhiều những truyền thuyết, huyền thoại. Tượng nữ thần Dì Mâu (gọi theo người Việt), tượng Ông Địa 6 , chùa Năm Thuyền (Wat Sampov Pram)7 ,...đều là nơi được đông đảo người Khmer đến cúng bái. Đối với một số người Việt, thì điện Tứ Giao8 , điện Minh Châu, Trung Tòa, Lan Thiên, cổng Bàn Ngự 9 , v.v...đều là nơi linh thiêng. Ở thế kỷ 19-20, một số người Việt đã chọn ngọn núi ấy làm nơi tu luyện, hoặc đến vãn cảnh. Trong số đó có Nguyễn Thành Đa (Cử Đa, đạo hiệu là Ngọc Thanh), Huỳnh Phú Sổ (Giáo chủ đạo Hòa Hảo), Ngô Văn Chiêu (khai sáng đạo Cao Đài)10 .",
        "Hiện nay, người ta đã và đang biến núi Tà Lơn thành một nơi vui chơi11 , nghỉ dưỡng và hành hương. Nhiều công trình đang được xây dựng tại đây, trong đó có một con đường trải nhựa rộng, mà theo kế hoạch là sẽ lên tận đỉnh (nơi có điện Tứ Giao).",
        "Trong truyện ngắn \"Thơ Núi Tà Lơn\" của nhà văn Sơn Nam được viết ở thế kỷ 20, có chép lại một đoạn \"vè Tà Lơn\" như sau (trích):",
        "Ngày nay, các loài thú ấy đã gần như vắng bóng.",
        "Dưới đây là một số hình ảnh ghi lại được trong chuyến đi tham quan núi Tà Lơn vào tháng 3 năm 2013.",
        "Bên trên điện Tứ Giao.",
        "Điện Tứ Giao.",
        "Cổng Bàn Ngự.",
        "Điện Minh Châu.",
        "Chùa Wat Sampov Pram (Năm Thuyền).",
        "Tượng Dì Mâu ở lưng chừng núi.",
        "Cây nắp nước (thuộc họ Nắp ấm) mọc từng đám trên đỉnh núi.",
        "Loại cỏ mảnh và nhọn này mọc nhiều trên đỉnh núi.",
        "(Nguồn: Wikipedia)"
    ]
}