{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "núi Kỳ Lân",
        "Hòn ngọc xanh",
        "Quy hoạch",
        "Hình ảnh",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "núi Kỳ Lân - Người Kể Sử",
    "paragraphs": [
        "Núi Kỳ Lân là một hòn đảo núi nằm ở vị trí trung tâm thành phố Ninh Bình thuộc địa phận phường Tân Thành, cạnh quốc lộ 1A và đại lộ Tràng An nối trung tâm thành phố đi các khu du lịch Tràng An - Hoa Lư - chùa Bái Đính. Núi Kỳ Lân cùng với ba ngọn núi khác là núi Ngọc Mỹ Nhân, núi Non Nước và núi Lớ được xem là tứ đại danh sơn của thành phố Ninh Bình.1 Ở Ninh Bình còn một ngọn núi khác cũng mang tên Kỳ Lân nằm ở quê gốc Vua Đinh Tiên Hoàng thuộc xã Gia Phương, Gia Viễn, trên núi đó có đặt lăng phát tích nhà Đinh.",
        "",
        "",
        "Núi tên là Kỳ Lân vì có hình đầu con lân nhìn về phía Bắc. Núi cao trên 50 m và phía Bắc sườn núi hõm vào tạo thành một cái hàm con lân. Xung quanh là những vách núi nhấp nhô, cây cối mọc xanh um như bờm và râu của con lân.",
        "Có hai cây cầu nối từ hai phía vào đảo Kỳ Lân. Một cây cầu vòm bằng đá, bảy nhịp, mặt cầu rộng 2m, dài trên 22m, cao 4m bắc qua sông Tràng An vào núi ở phía nam; cây kia cũng bằng đá nhưng nhỏ hơn và không có lan can được bố trí ở phía bắc. Mỗi nhịp cầu là một phến đá lớn. Núi Kỳ Lân là một hòn non bộ do thiên nhiên tạo dựng giữa lòng sông Tràng An như một vườn cảnh thiên nhiên độc đáo với hàng trăm cây cảnh, cây hoa, phong lan, đá cảnh, non bộ. Trên núi có những ngọn tháp cổ ẩn hiện trong màu xanh um tùm của cây lá. Dưới chân núi là ngôi đền thờ bà Quận chúa, tương truyền bà là người đã hy sinh thân mình làm vợ quái vật kỳ lân để cứu giúp dân lành.2",
        "Núi Kỳ Lân là nơi còn lưu dấu những gì đặc trưng nhất của những đợt biển tiến, ngấn sóng biển còn rất rõ nét, cho phép nhận biết ở đây có nhiều giai đoạn bị biển xâm thực. Đặc biệt hơn nữa trên những ngấn sóng biển ở đây còn xuất lộ lớp trầm tích có chứa xương động vật, vỏ nhuyễn thể biển, đây là cứ liệu hết sức quan trọng cho phép xác định tuổi, quá trình biển tiến lùi.3",
        "Sông Tràng An đoạn quanh núi cũng là một nơi câu cá nước ngọt do nó được điều hòa mực nước bằng đường ống ngầm nối thông với sông Đáy. Xung quanh sông được xây dựng, kè mới và trồng cây tạo thành một tuyến vui chơi giải trí giữa lòng đô thị du lịch Ninh Bình. Cùng với công viên núi Non Nước và công viên sông Vân, núi Kỳ Lân là một điểm du lịch giải trí ở trung tâm thành phố Ninh Bình.",
        "Theo quy hoạch công viên văn hóa Tràng An, hồ Kỳ Lân cũ đã được đào nối thông tới sông Sào Khê thành một con sông cạnh đại lộ Tràng An được gọi là sông Tràng An. Khu vực gần núi Kỳ Lân trở thành trung tâm đón tiếp của công viên Tràng An.",
        "Khu công viên được quy hoạch với diện tích trên 288ha thuộc phường Tân Thành, Ninh Khánh, xã Ninh Nhất (thành phố Ninh Bình) và xã Ninh Xuân (huyện Hoa Lư). Khu công viên được xây dựng gồm nhiều phân khu chức năng như khu quản lý điều hành, khu cây xanh công viên, khu dịch vụ, khách sạn với hệ thống hạ tầng kỹ thuật đồng bộ, phù hợp, giao thông có đường bộ, đường thủy, các bãi đỗ xe; hệ thống cấp, thoát nước; mạng lưới điện, thông tin liên lạc.",
        "Phượng nở bên núi",
        "bờ phía bắc hồ",
        "Đền bà quận chúa",
        "quốc lộ 1A",
        "bờ phía nam hồ",
        "thành phố Ninh Bình",
        "thành phố Ninh Bình",
        "thành phố Ninh Bình",
        "Hoàng hôn Kỳ Lân",
        "(Nguồn: Wikipedia)"
    ]
}