{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "núi Tam Đảo",
        "Địa lý",
        "Địa chất và thủy văn",
        "Khí hậu và môi trường",
        "Lịch sử",
        "Di tích lịch sử",
        "Hình ảnh",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "núi Tam Đảo - Người Kể Sử",
    "paragraphs": [
        "Tam Đảo là một dãy núi đá ở vùng Đông Bắc Việt Nam nằm trên địa bàn ba tỉnh Vĩnh Phúc, Thái Nguyên và Tuyên Quang. Gọi là Tam Đảo, vì ở đây có ba ngọn núi cao nhô lên trên biển mây, đó là Thạch Bàn, Thiên Thị và Phù Nghĩa 1 . Ngọn cao nhất có độ cao tuyệt đối là 1.591 m.",
        "",
        "",
        "Dãy núi Tam Đảo hình thành cách đây 230 triệu năm vào giữa kỷ Trias do hoạt động của núi lửa phun trào dung nham làm nhiều đợt chồng lên nhau. Các loại đá chính ở Tam Đảo là Riolit pocfia, penzit và các tuf của chúng.2 . Dãy núi chạy theo hướng Tây Bắc-Đông Nam, dài chừng 80 km, rộng từ 10 đến 15 km.3 Do tương đối dốc đứng, nên trên Tam Đảo có nhiều suối và thác nước. Thác Bạc có độ cao 50m, nước sối xuống tung bọt trắng ngay cả vào mùa khô. Cũng vì dốc đứng, nên hệ thực vật ở đây khá đa dạng và thay đổi theo độ cao. Nhiều loại rau quả ôn đới được trồng ở Tam Đảo và cung cấp cho các vùng xung quanh, nhất là cho Hà Nội. Càng lên cao, các loài cây thuộc họ lá kim càng nhiều. Loài cá cóc, là động vật đặc hữu của Tam Đảo. Vườn quốc gia Tam Đảo rộng 36.883 ha nằm trọn trong dãy núi này. Ở Tam Đảo có nhiều tài nguyên khoáng sản, đáng kể nhất là thiếc.",
        "Do địa hình phức tạp, nhất là sự khác biệt về địa hình giữa vùng núi cao với đồng bằng thấp ven sông nên khí hậu, thời tiết của huyện Tam Đảo được chia thành 2 tiểu vùng rõ rệt (các tiểu vùng về khí hậu, không trùng với địa giới hành chính cấp xã). Cụ thể:",
        "Tiểu vùng miền núi, gồm toàn bộ vùng núi Tam Đảo thuộc trị trấn Tam Đảo và các xã Minh Quang, Hồ Sơn, Tam Quan, Đại Đình, Đạo Trù… có khí hậu mát mẻ, nhiệt độ trung bình 180C-190C, độ ẩm cao, quanh năm có sương mù tạo cảnh quan đẹp. Khí hậu tiểu vùng miền núi mang sắc thái của khí hậu ôn đới, tạo lợi thế trong phát triển nông nghiệp với các sản vật ôn đới và hình thành các khu nghỉ mát, phát triển du lịch sinh thái, du lịch nghỉ dưỡng vào mùa hè.",
        "Tiểu vùng khí hậu vùng thấp, bao gồm phần đồng bằng của các xã Minh Quang, Hồ Sơn, Tam Quan, Đại Đình, Đạo Trù và toàn bộ diện tích của các xã còn lại. Tiểu vùng khí hậu của vùng mang các đặc điểm khí hậu gió mùa nội chí tuyến vùng Đông Bắc Bắc Bộ. Nhiệt độ của tiểu vùng trung bình ở mức 220C-230C, độ ẩm tương đối trung bình khoảng 85-86%, lượng mưa trung bình 2.570 mm/năm và thường tập trung vào tháng 6 đến tháng 9 trong năm.",
        "Tam Đảo nằm trong vùng Trung du và miền núi phía Bắc nên chịu ảnh hưởng của chế độ nhiệt đới gió mùa ẩm. Mưa bão có sự tác động tiêu cực đến sản xuất và đời sống. Chế độ gió theo mùa, mùa hè chủ đạo là gió Đông Nam, mùa đông chủ đạo là gió mùa Đông Bắc.",
        "Theo sách An Nam chí, núi Tam Đảo thuộc, phủ Tuyên Quang, ở địa phận huyện Tam Dương có ba ngọn núi sừng sững nổi lên cao chót vót tận trời cùng với núi Tản Viên, hai ngọn đứng sững đối nhau, là danh sơn của nước Việt.",
        "Đến thế kỷ 18, Lê Quý Đôn chép rằng, núi Tam Đảo ở địa phận 2 xã Lan Đình và Sơn Đình, huyện Tam Dương. Mạch núi này do khí thế cao cả của các núi ở xã Ký Phú, Huân Chu và Cát Nê thuộc huyện Phú Lương và Đại Từ trấn Thái Nguyên kéo đến. Đến đây đột khởi 3 ngọn cao vót đến tận mây xanh, phía sau núi vách đá đứng sừng sững; đỉnh núi đất đá lẫn lộn, cây cối rậm rạp xanh tươi, nhiều cây hồi hương và cây quế, chân núi ở đằng trước, về bên tả có khe Giải Oan, tức thượng lưu sông Sơn Tang, huyện An Lạc, từ khe Giải Oan này chảy xuống Sơn Tang, qua Hương Canh, chảy ra Nam Viên rồi vào sông Nguyệt Đức, ở giữa ngọn núi gọi là núi Kim Thiên, cao chót vót, ghềnh thác không biết bao nhiêu mà kể.",
        "Bên dưới sắc nước như chàm, sâu thẳm, không thấy đáy, sườn núi có chùa Tây Thiên cổ tự, tre xanh thông tốt, trên núi cao có chùa Đồng Cổ, lên xuống phải mất 2 ngày. Từ phía tả khe Giải Oan trèo lên núi, đến hồ sen, nước xanh biếc,trong hồ có thứ đá lạ và có sen đỏ, hoa nở bốn mùa, hai bên ngoài hồ, suối từ sườn núi chảy ra, bên trái gọi là suối Bạc, bên phải là suối Vàng. Chùa bên phải gọi là chùa Địa ngục (Địa ngục tự), suối từ trong khe cửa chảy ra, sắc nước trông như vàng, suối Vàng, suối Bạc hợp lưu ở trước hồ Sen, quoanh co chảy xuống rồi hợp lưu với khe Giải Oan. Từ bên hồ đi qua hai dặm, lại theo từng đợt mà lên, khoảng nửa dặm đường lại bằng phẳng, thành đá đứng sững, ở giữa có 3 nền bằng đất rất dài, lại có 8 tòa đá vuông đừng sững trông như dáng bát bộ kim cương. Từ đây lên mấy dặm nữa, lại thấy chùa Đồng.4",
        "Trên dãy Tam Đảo có những di tích văn hóa-lịch sử nổi tiếng như chùa Tây Thiên và đền Tây Thiên (còn gọi Đền Mẫu) thờ Quốc Mẫu Tây Thiên Lăng Thị Tiêu. Theo thần thoại, Quốc Mẫu Tây Thiên là do linh khí của núi rừng Tam Đảo hun đúc mà nên. Đầu thế kỷ 20, người Pháp đã lên Tam Đảo và xây dựng một thị trấn ở đây làm nơi nghỉ mát cho các quan chức của chính quyền đô hộ. Tổng cộng có 163 ngôi biệt thự kiến trúc châu Âu đã được xây dựng. Ngày nay, một số đã đổ nát. Tam Đảo là một khu du lịch nổi tiếng ở miền Bắc.",
        "Một đỉnh núi Tam Đảo vươn lên trên biển mây.",
        "Ba đỉnh núi Tam Đảo vươn lên trời mây.",
        "Đường lên thị trấn Tam Đảo.",
        "Thác Bạc, một điểm du lịch hấp dẫn của Tam Đảo.",
        "Hồ chứa nước Tam Đảo.",
        "Su su được trồng nhiều trên Tam Đảo.",
        "Đền Bà Chúa Thượng Ngàn trên đỉnh Thiên Thị ở Tam Đảo.",
        "Nhà Sáng tác Tam Đảo (bên trái ảnh).",
        "(Nguồn: Wikipedia)"
    ]
}