{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Phạm Lệnh Công",
        "Xuất thân",
        "Theo Ngô Quyền",
        "Che chở Ngô Xương Ngập",
        "Gia đình",
        "Thờ phụng",
        "Xem thêm",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Phạm Lệnh Công - Người Kể Sử",
    "paragraphs": [
        "Phạm Lệnh Công (889 - 951), có giả thuyết cho rằng tên thật là Phạm Chiêm, là một tướng lĩnh nhà Ngô trong lịch sử Việt Nam.",
        "",
        "",
        "Phạm Lệnh Công quê ở Trà Hương, Nam Sách, Hải Dương, cha là Hồng châu tướng quân Phạm Chí Dũng.[cần dẫn nguồn]",
        "Năm 938, Dương Đình Nghệ bị Kiều Công Tiễn sát hại. Phạm Lệnh Công theo Ngô Quyền kéo quân ra thành Đại La tiêu diệt kẻ phản bội.[cần dẫn nguồn] Do lo sợ bị tiêu diệt, Kiều Công Tiễn đã cầu cứu nhà Nam Hán. Vua Nam Hán lúc bấy giờ là Lưu Cung cho con trai là Hoằng Thao kéo quân theo đường thủy sang giúp (thực chất là nhân cơ hội chiếm lấy Giao Châu). Đầu mùa đông năm 938, cùng với Ngô Quyền dẹp xong bọn phản loạn Kiều Công Tiễn và chuẩn bị toàn lực để đối phó với sự xâm lăng của quân Nam Hán.",
        "Theo lệnh của Ngô Quyền, Phạm Lệnh Công cùng với quân sĩ đóng cọc có bịt sắt nhọn xuống lòng sông Bạch Đằng và nhử quân địch vào khu vực này khi thủy triều lên.[cần dẫn nguồn] Quân giặc thấy quân của Ngô Quyền chỉ có thuyền nhẹ, quân ít tưởng có thể dễ thắng lên hùng hổ tiến vào. Đợi đến khi thủy triều xuống mới hạ lệnh cho quân sĩ đổ ra đánh. Thuyền chiến lớn của quân Nam Hán bị mắc cạn và lần lượt bị cọc đâm thủng gần hết. Quân Nam Hán thua chạy, còn Hoằng Thao bỏ mạng cùng với quá nửa quân sĩ. Từ đó nhà Nam Hán bỏ hẳn mộng xâm lược.",
        "Phạm Lệnh Công được Ngô Quyền trọng dụng và phong cho đến chức Đông Giáp tướng quân (tức là ông tướng cai quản vùng xứ Đông).[cần dẫn nguồn]",
        "Năm 944, Ngô Quyền mất. Dương Tam Kha thấy Ngô Xương Ngập tài năng bình thường bèn cướp ngôi, lập em Xương Ngập và Xương Văn làm thừa tự.1 Ngô Xương Ngập thấy biến chạy trốn về nhà Phạm Lệnh Công ở Trà Hương nhờ che chở.1 Phạm Lệnh Công nhiều lần đưa Ngô Xương Ngập vào rừng ẩn láu, khiến Đỗ Cảnh Thạc và Dương Cát Lợi cho quân về đuổi bắt mà không làm gì được.[cần dẫn nguồn]",
        "Năm 950, Ngô Xương Văn cướp lấy ngôi vua, sang năm cho người về Trà Hương đón anh là Ngô Xương Ngập về cùng cai quản đất nước. Tuy nhiên chính quyền nhà Ngô ngày càng suy yếu, dẫn tới tình trạng cát cứ của các thổ hào, trong đó có thế lực của Phạm Lệnh Công.",
        "Theo gia phả địa phương, Phạm Lệnh Công là cha của sứ quân Phạm Bạch Hổ, người sau này quy phục Đinh Tiên Hoàng.[cần dẫn nguồn] Con gái của Phạm Lệnh Công là vợ của Thiên Sách Vương Ngô Xương Ngập1",
        "Ở Trà Hương dân làng suy tôn Phạm Lệnh Công là Thành hoàng làng, dân làng lập đền thờ (nay là làng Thụy Trà, xã Nam Trung, huyện Nam Sách, tỉnh Hải Dương). Hàng năm cứ vào ngày 11 và 12 tháng Giêng dân làng và khách thập phương lại tổ chức lễ hội.",
        "Nhận xét về Phạm Lệnh Công, sử gia Ngô Sĩ Liên trong Đại Việt sử ký toàn thư với tư tưởng Nho giáo đã khen ngợi Phạm Lệnh Công là một người \"trung quân\":",
        "(Nguồn: Wikipedia)"
    ]
}