{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Phạm Thông",
        "Tượng Trần Hưng Đạo ở bến Bạch Đằng, Sài Gòn",
        "Sau năm 1975",
        "Chú thích",
        "Liên kết",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Phạm Thông - Người Kể Sử",
    "paragraphs": [
        "Phạm Thông (12/8/1943 - 03/11/2016) là một điêu khắc gia và nhà báo người Việt, đặc biệt là tác giả của nhiều pho tượng Đức ông Trần Hưng Đạo tại Việt Nam trước 1975 và sau này tại Hoa Kỳ.",
        "Ông sinh ngày 12 tháng 8/1943 tại Thái Bình, tốt nghiệp Trường Cao đẳng Mỹ thuật Sài Gòn năm 1965, mất ngày 03 tháng 11/2016 tại Houston, Texas.",
        "",
        "",
        "Ông được biết đến là tác giả bức tượng Trần Hưng Đạo ở Quận 1 bên bến sông Sài Gòn ở cuối đường Hai Bà Trưng. Địa điểm này thời Pháp thuộc là công trường Rigault de Genouilly. Sang thời Đệ Nhất Cộng hòa Việt Nam, rue Paul Blanchy đổi tên thành đường Hai Bà Trưng và công trường đó được gọi là công trường Mê Linh. Chính quyền Việt Nam Cộng hòa cho xây tượng đài Hai Bà ở đó. Tượng đài này vì khuôn mặt được tạc theo chân dung của Trần Lệ Xuân và con gái Trần Lệ Thủy2 nên trong cuộc đảo chính lật đổ Tổng thống Ngô Đình Diệm vào năm 1963 tượng bị phá đi.3",
        "Năm 1966 đương kim thủ tướng Việt Nam Cộng hòa Nguyễn Cao Kỳ giao cho mỗi binh chủng của Quân lực Việt Nam Cộng hòa dựng biểu tượng ở một vườn hoa công cộng trong đô thành Sài Gòn thì binh chủng Hải quân chọn bến Bạch Đằng để dựng tượng Hưng Đạo Vương Trần Quốc Tuấn, người được xem là thánh tổ hải quân.4 và điêu khắc gia Phạm Thông lãnh nhiệm vụ đó. Tượng đài hoàn tất năm 1967.5",
        "Sau năm 1975 Phạm Thông tỵ nạn sang Mỹ và lập tờ báo Con ong ở Texas. Cũng ở tiểu bang đó, ông đã thực hiện hai pho tượng lớn ở đài kỷ niệm chiến sĩ Việt Mỹ6 tại Houston, số 11360 đại lộ Bellaire.7",
        "Năm 2014 tại Little Saigon, Westminster, California, cộng đồng người Việt lập tượng Hưng Đạo Vương bằng đá trên đường Bolsa.8 Pho tượng có tư thế tương tự như pho tượng trên Bến Bạch Đằng, sông Sài Gòn của nhà điêu khắc Phạm Thông cách đây gần 50 năm. Một pho tượng khác bằng đồng được dựng ở Mile Square Park (Công viên Dặm vuông) vào Tháng Giêng, 2016, cũng theo dáng cũ với cánh tay phải chỉ về phía trước.9",
        "Vào lúc 12 giờ trưa chủ Nhật ngày 12 tháng 6 năm 2016, một tượng đài Trần Hưng Đạo khác mà tác giả cũng chính là ông đã được khánh thành tại khu Hà Nội Plaza trên phố Bolsa, thành Phố Westminster, California. Pho tượng này bằng đồng, cao 10 ft được đặt trên bệ cao 7 ft.10",
        "(Nguồn: Wikipedia)"
    ]
}