{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Phan Huy Chú",
        "Nguồn gốc và giáo dục",
        "Sự nghiệp",
        "Lăng mộ",
        "Các tác phẩm chính",
        "Thông tin thêm",
        "Xem thêm",
        "Sách tham khảo",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Phan Huy Chú - Người Kể Sử",
    "paragraphs": [
        "Phan Huy Chú (Chữ Hán: 潘輝注; 1782 – 1840), tự Lâm Khanh, hiệu Mai Phong; là quan triều nhà Nguyễn, và là nhà thơ, nhà thư tịch lớn1 , nhà bác học Việt Nam2 .",
        "",
        "",
        "Phan Huy Chú là con của Phan Huy Ích, một nhà nho có tiếng đậu tiến sĩ đời nhà Hậu Lê và từng làm quan cho nhà Tây Sơn. Mẹ ông là Ngô Thị Thực, con gái của Ngô Thì Sĩ, em gái của Ngô Thì Nhậm, bà mất khi ông 10 tuổi.Phan Huy Chú có tên là Hạo, sau vì kiêng quốc húy của nhà Nguyễn mới đổi là Chú, tự Lâm Khanh, hiệu Mai Phong.3",
        "Ông sinh ra và lớn lên ở thôn Thụy Khuê, thuộc huyện Yên Sơn, phủ Quốc Oai (trước thuộc tỉnh Sơn Tây, sau thuộc Hà Tây; và nay là thôn Thuỵ Khuê, xã Sài Sơn, huyện Quốc Oai, thành phố Hà Nội) 4 .",
        "Quê gốc của ông là thôn Chi Bông, xã Thu Hoạch (đầu thời Nguyễn thuộc huyện Thiên Lộc, phủ Đức Quan, trấn Nghệ An; nay thuộc xã Thạch Châu, huyện Lộc Hà, tỉnh Hà Tĩnh). Năm 1787, một người trong dòng họ Phan Huy (và là ông nội của Phan Huy Chú) là Phan Huy Cận (sau đổi tên là Áng), làm quan lớn dưới triều Lê-Trịnh, sau khi từ giã chốn quan trường đã đến ở làng Thụy Khuê, và trở thành \"ông tổ đầu tiên của chi phái Phan Huy\" ở đây5 .",
        "Phan Huy Chú, được cha mẹ nuôi dạy chu đáo, lại từng được Ngô Thì Nhậm (cậu ruột) rèn dạy từ lúc 6 tuổi 6 ; nổi tiếng hay chữ ở miền phủ Quốc tỉnh Sơn, nhưng cả hai lần thi Hương (Đinh Mão, 1807; và Kỷ Mão, 1819), ông chỉ đỗ Tú tài (nên tục gọi ông là \"Kép Thầy\", vì ở làng Thầy và đỗ hai lần). Kể từ đó, ông thôi việc thi cử, chỉ chuyên tâm vào việc nghiên cứu và trước tác 2 .",
        "Năm Tân Tỵ (1821), vua Minh Mạng biết tiếng Phan Huy Chú, cho triệu ông vào kinh đô Huế, cử giữ chức Biên tu trường Quốc tử giám ở Huế. Năm này, ông dâng lên vua bộ sách Lịch triều hiến chương loại chí do ông biên soạn (khởi soạn khi còn đi học, đến năm 1809 thì cơ bản hoàn thành)2 , và được khen thưởng.",
        "Năm Ất Dậu (1825), ông được sung làm Phó sứ sang Trung Quốc. Khi về, được làm Phủ thừa phủ Thừa Thiên, rồi thăng Hiệp Trấn Quảng Nam (1829). Ít lâu sau, ông bị giáng vì phạm lỗi, được điều động về Huế giữ chức Thị độc ở Viện hàn lâm.",
        "Năm Tân Mão (1831), lại sung Phan Huy Chú làm Phó sứ sang nhà Thanh (Trung Quốc). Nhưng khi về nước, thì cả đoàn sứ bộ đều bị giáng chức (ông bị cách chức), vì tội \"lộng quyền\"7 .",
        "Năm sau (Nhâm Thìn, 1832), cho ông làm phục dịch trong phái bộ sang Batavia (Giang Lưu Ba, Indonesia) để lập công chuộc tội.",
        "Trở về (Giáp Ngọ, 1834), ông được bổ làm Tư vụ bộ Công. Sau đó, vì chán chốn quan trường, ông cáo bệnh xin về hưu ở làng Thanh Mai, thuộc huyện Tiên Phong (nay là xã Vạn Thắng, huyện Ba Vì, thành phố Hà Nội). Ở đây, ông làm nghề dạy học và soạn sách cho đến khi mất.",
        "Phan Huy Chú mất ngày 27 tháng 4 năm Canh Tý (28 tháng 5 năm 1840) lúc 58 tuổi8 .Phần mộ của ông hiện ở tại thôn Mai Trai, xã Vạn Thắng, huyện Ba Vì, (trước thuộc Hà Tây, nay thuộc Hà Nội). đã sửa lại lần 1, Lần 2 năm 2012 và được xếp hạng di tích lịch sử cấp quốc gia năm 2014",
        "Nhìn chung, Phan Huy Chú nổi tiếng là nhà nghiên cứu, biên khảo, hơn là nhà thơ, nhà văn. Tác phẩm có giá trị nhất của ông là bộ Lịch triều hiến chương loại chí. Đây có thể xem là \"bộ bách khoa toàn thư\" đầu tiên của Việt Nam10 . Kế tiếp, đáng kể nữa là bộ Hoàng Việt dư địa chí, ghi chép về địa lý Việt Nam10 .",
        "Vợ Phan Huy Chú là bà Nguyễn Thị Vũ, con gái Tiến sĩ Nguyễn Thế Lịch (tức Nguyễn Gia Phan), người thôn Yên Lũng, Từ Liêm (nay thuộc Hoài Đức, Hà Nội). Ông giỏi nghề thuốc, và từng làm quan trải đến chức Thượng thư bộ Hộ dưới triều Tây Sơn. Năm 1803, ông bị vua Gia Long sai đánh đòn tại Văn Miếu cùng với Ngô Thì Nhậm11 .",
        "Có thông tin nghi vấn cho rằng, Tổng thư ký Liên Hiệp Quốc Ban Ki-moon là hậu duệ của nhà bác học Phan Huy Chú12 . Ngày 23/5/2015, Tổng thư ký Liên Hiệp Quốc Ban Ki-moon đã đến dâng hương tại nhà thờ dòng họ Phan Huy. Tuy nhiên trong lưu bút của mình, ngài Ban chỉ ghi nhận mình là một “thành viên họ Phan\" (tức là một người mang họ Phan), chứ không nói rõ là thành viên họ Phan Hàn Quốc, hay họ Phan Việt Nam (thậm chí dòng họ Phan Huy)13 . Họ Phan là một họ của người Á Đông, có cả ở Hàn Quốc, Trung Quốc, lẫn Việt Nam13 .",
        "(Nguồn: Wikipedia)"
    ]
}