{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Phan Kế Toại<\/th>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Chức vụ\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Phó Thủ tướng Việt Nam\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nhiệm kỳ<\/th>\n   <td>20 tháng 9 năm 1955&nbsp;–&nbsp;6 tháng 6 năm 1973<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Bộ trưởng Bộ nội vụ\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nhiệm kỳ<\/th>\n   <td>tháng 11 năm 1947&nbsp;–&nbsp;30 tháng 4 năm 1963<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/huynh-thuc-khang\" title=\"Huỳnh Thúc Kháng (1876-1947), tự Giới Sanh, hiệu Mính Viên hay đôi khi được viết là Minh Viên, là một chí sĩ yêu nước người Việt Nam. Ông là Bộ trưởng Bộ Nội vụ (1946-1947) và Quyền Chủ tịch nước Việt Nam Dân chủ Cộng hòa (giai đoạn từ 31 tháng 5 đến 21 tháng 9 năm 1946), trước đó ông từng giữ chức ...\" target=\"_blank\">Huỳnh Thúc Kháng<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td>Ung Văn Khiêm<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Ủy viên Hội đồng Quốc phòng Tối cao\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nhiệm kỳ<\/th>\n   <td>19 tháng 8 năm 1948&nbsp;–&nbsp;6 tháng 6 năm 1973<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Khâm sai Bắc Bộ\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nhiệm kỳ<\/th>\n   <td>17 tháng 4 năm 1945&nbsp;–&nbsp;17 tháng 8 năm 1945<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Thông tin chung\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>3 tháng 2, 1892<br>\n     Đường Lâm, Phúc Thọ, Sơn Tây, Hà Nội, Liên bang Đông Dương<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>26 tháng 6, 1973 (81&nbsp;tuổi)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Vợ<\/th>\n   <td>Nguyễn Thị Mão<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Con cái<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/phan-ke-an\" title=\"Phan Kế An (sinh 1923) là một họa sĩ Việt Nam nổi tiếng, là người đầu tiên được ký họa chân dung Hồ Chí Minh và là họa sĩ vẽ tranh biếm họa nổi tiếng của báo Sự Thật....\" target=\"_blank\">Phan Kế An<\/a><br>\n     Phan Kế Hoành<br>\n     Phan Kế Lộc<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Phan Kế Toại",
        "Thân thế",
        "Sự nghiệp làm quan",
        "Ủng hộ Việt Minh",
        "Tham gia chính phủ cộng hòa",
        "Gia đình",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Phan Kế Toại - Người Kể Sử",
    "paragraphs": [
        "Phan Kế Toại (1892-1973) là một cựu chính khách Việt Nam. Ông làm quan cuối thời nhà Nguyễn, nguyên là Khâm sai Bắc Bộ của Chính phủ Trần Trọng Kim, nhưng sau Cách mạng tháng Tám đã tham gia Việt Minh và trở thành Phó Thủ tướng Việt Nam Dân chủ Cộng hòa trong 4 nhiệm kỳ liên tục từ tháng 9 năm 1955 đến khi qua đời vào tháng 6 năm 1973.",
        "",
        "",
        "Ông quê tại làng Mông Phụ, tục gọi là làng Mía, tổng Cam Thịnh, huyện Phúc Thọ, phủ Quảng Oai, tỉnh Sơn Tây (nay thuộc xã Đường Lâm, thị xã Sơn Tây thành phố Hà Nội). Năm sinh ông nhiều tài liệu ghi chép khác nhau, tuy nhiên theo tài liệu hồi ký và tộc phả do họa sĩ Phan Kế An, con trai ông, cung cấp, thì ông sinh ngày 5 tháng Giêng năm Nhâm Thìn, tức ngày 2 tháng 2 năm 1892. Ông là con thứ 3 cử nhân Phan Kế Tiến, Tuần phủ tỉnh Phúc Yên1 .",
        "Xuất thân sinh ra trong một gia đình quan lại, từ nhỏ, ông được cha kèm cặp Nho học sau đó được đưa ra Hà Nội học phổ thông (Tây học). Năm 1903, ông có dịp gặp gỡ và quen biết với một số cậu ấm con quan khác như Bùi Kỷ, Võ Liêm Sơn,2",
        "Là một quan chức trong chính quyền bảo hộ, cha ông đã thu xếp cho ông vào học trường Hậu bổ (trường hành chính quốc gia) để chuẩn bị bước đường làm quan sau này. Những năm 1911-1914, ông được chính quyền bảo hộ của Pháp trao học bổng du học tại trường Hành chính thuộc địa (l’Ecole Coloniale) tại Paris. Khi mới sang Pháp, ông đã gặp lại người bạn cũ Nguyễn Sinh Cung, bấy giờ mang tên Nguyễn Tất Thành và đang làm nghề phụ bếp trên chiếc tàu buôn Đô đốc Latouche-Tréville của hãng vận tải Hợp nhất (Compagnie des Chargeurs Réunis), cũng đang xin được vào học tại Trường hành chính thuộc địa, nhưng không được chấp thuận. Đầu tháng 12 năm 1912, Nguyễn Tất Thành sang Hoa Kỳ, bắt đầu con đường khám phá thế giới của riêng mình.",
        "Năm 1914, ông trở về nước và được bổ nhiệm làm quan với chức Tri huyện Hương Sơn, tỉnh Hà Tĩnh. Con đường quan lộ hanh thông, làm Tri huyện, Tri phủ, Thương tá, Bố chính rồi Tuần phủ, Tổng đốc của tỉnh Hà Tĩnh, Tuyên Quang, Kiến An, Quảng Yên, Nam Định, Lạng Sơn, Phúc Yên, Bắc Ninh, Thái Bình. Ở đâu, ông cũng được biết tiếng là liêm khiết và có năng lực an dân.",
        "Ông cũng rất quan tâm đến đời sống dân làng quê hương. Chính ông là người mang nghề làm nón, làm áo tơi lá về làng Mông Phụ, mở lớp dạy ngay tại Từ đường họ Phan. Tuy nhiên, việc mở nghề cho dân làng không thành do hoàn cảnh chiến tranh nên có người kẻ độc mồm bảo: \"Cụ đi làm quan với thiên hạ, lại đem cái nghề ăn mày về làng...\"3 4 .",
        "Năm 1941, ông được chính quyền bảo hộ Pháp bổ nhiệm làm Tổng đốc Thái Bình. Bấy giờ, người Nhật bắt đầu thâm nhập Đông Dương. Cũng như nhiều trí thức bấy giờ, ông có quan điểm hợp tác với người Nhật để tìm cách cởi bỏ sự thống trị của người Pháp. Đồng thời, ông cũng ngầm ủng hộ con trai mình là Phan Kế An hoạt động trong phong trào Việt Minh. Năm 1944, lúc đang là Tổng đốc Thái Bình, ông đã ngầm ủng hộ Việt Minh bằng cách trao một tín phiếu 500 đồng bạc Đông Dương qua ông Nguyễn Công Liệu là một cán bộ Việt Minh.5",
        "Tháng 3 năm 1945, ông từ nhiệm chức vụ Tổng đốc Thái bình, khi Nhật đảo chính Pháp và dựng lên Chính phủ Đế quốc Việt Nam. Ông được Hoàng đế Bảo Đại cử giữ chức Khâm sai Bắc Bộ, một chức vụ toàn quyền thay mặt hoàng đế tại Bắc Bộ về danh nghĩa. Ông được bổ nhiệm làm thành viên Ủy ban Giám đốc chính trị miền bắc gồm các thành viên: Đặng Thai Mai, Hoàng Đạo, Trần Văn Lai, do bác sĩ Nguyễn Xuân Chữ làm Chủ tịch.",
        "Tuy nhiên, ông nhanh chóng nhận thấy người Nhật chỉ lợi dụng người Việt như một thuộc địa chẳng kém người Pháp. Khi quân Nhật ép ông phải biểu dụ dân chúng nhổ lúa trồng đay và nộp thóc cho Nhật, ông đã cáo ốm tỏ thái độ bất hợp tác. Ông còn ngầm ủng hộ con trai Phan Kế An và nhóm bạn bè đang học Trường cao đẳng Mỹ thuật Đông Dương hoạt động cho Việt Minh - giấu súng, đạn trên trần nhà mình ở Đường Lâm.6 7",
        "Tháng 7 năm 1945, ông xin từ chức Khâm sai nhưng chưa được triều đình chấp nhận, nên vẫn phải tiếp tục tạm quyền. Ngày 15 tháng 8 năm 1945, Nhật đầu hàng Đồng minh. Ngay ngày hôm sau, hai cán bộ Việt Minh là Nguyễn Khang và Lê Trọng Nghĩa vào Phủ Khâm sai tại Hà nội để thuyết phục ông hợp tác. Tuy nhiên, ngày 17 tháng 8, triều đình có quyết định cho ông từ chức, cử bác sĩ Nguyễn Xuân Chữ lên thay. Dù vậy, nhận định thế mạnh của Việt Minh bấy giờ là không thể ngăn cản được, để hạn chế đổ máu, lúc 22 giờ ngày 17 tháng 8, trước khi rời Bắc Bộ Phủ, ông đã dặn dò cho viên Chính quản Lại (sở) cùng một bảo an binh tên là Nguyễn Sỹ Là, phải: \"Tuyệt đối không được nổ súng và phải mở cửa ngay khi quân cách mạng tiến công\".",
        "Rời khỏi Phủ Khâm sai, ông về tư gia ở phố Hàng Bột7 . Nhờ ông, cuộc biểu tình do Việt Minh chỉ đạo lúc 9 giờ sáng ngày 19 tháng 8, vào chiếm phủ Khâm sai, chiếm súng đạn, cướp chính quyền không phải nổ súng và đổ máu.",
        "Sau Cách mạng tháng Tám, ông cùng gia đình về quê nhà tại làng Mông Phụ.",
        "Người Pháp không dễ dàng chịu mất Đông Dương nên đã tìm cách nổ súng để tái chiếm thuộc địa. Dù chống cự rất quyết liệt nhưng trước sức mạnh của quân Pháp, Nam Bộ nhanh chóng bị người Pháp kiểm soát phần lớn. Chiến sự dần mở rộng đến Trung Bộ. Tại Bắc Bộ, dù chính phủ đã cố gắng hòa hoãn bằng ngoại giao, nhưng người Pháp vẫn quyết tâm dùng vũ lực. Đến lượt Hà Nội bị quân Pháp tái chiếm. Ông cùng dân cư trong làng tản cư về Thanh Lũng, Sơn Tây.",
        "Năm 1947, Chủ tịch Hồ Chí Minh cho người về tận Thanh Lũng mời ông ra tham gia Chính phủ nước Việt Nam Dân chủ Cộng hòa. Bấy giờ, ông đã biết vị Chủ tịch Chính phủ nước Việt Nam Dân chủ Cộng hòa là người bạn năm xưa, nên đã nhận lời8 . Ông được đón lên Việt Bắc và được bổ nhiệm làm quyền Bộ trưởng Bộ Nội vụ vào tháng 11 năm 1947, thay cho cụ Huỳnh Thúc Kháng vừa qua đời lúc trước đó 7 tháng.",
        "Ngày 19 tháng 8 năm 1948, được cử làm thành viên của Hội đồng Quốc phòng Tối cao đầu tiên của nước Việt Nam Dân chủ Cộng hòa vừa được thành lập do đích thân Chủ tịch Chính phủ làm Chủ tịch Hội đồng.9",
        "Sau khi người Pháp rút khỏi Việt Nam, ông cùng các thành viên Chính phủ Việt Nam Dân chủ Cộng hòa trở về tiếp quản miền Bắc. Ngày 10 tháng 9 năm 1955, Đại hội Mặt trận Dân tộc thống nhất họp tại Hà Nội đã quyết định thành lập Mặt trận Tổ quốc Việt Nam. Ông được bầu làm Ủy viên Đoàn Chủ tịch Mặt trận Tổ quốc Việt Nam. Mười ngày sau đó, ngày 20 tháng 9, ông được bổ nhiệm làm Phó Thủ tướng Chính phủ kiêm Bộ trưởng Bộ Nội vụ Việt Nam. Ông tiếp tục được tái bổ nhiệm chức vụ này trong Chính phủ nhiệm kỳ Quốc hội khóa II.",
        "Ngày 30 tháng 4 năm 1963, ông được thôi nhiệm Bộ trưởng Bộ Nội vụ Việt Nam. Người thay thế ông trong chức vụ này là Bộ trưởng Ngoại giao Ung Văn Khiêm.",
        "Ông tiếp tục giữ chức vụ Phó Thủ tướng thêm 2 nhiệm kỳ nữa cho đến khi qua đời ngày 26 tháng 6 năm 1973.",
        "Ngày 24 tháng 8 năm 2009, ông được Nhà nước Việt Nam truy tặng Huân chương Hồ Chí Minh vì sự nghiệp đóng góp của mình.10",
        "Ông có 2 đời vợ. Bà vợ đầu là bà Nguyễn Thị Nhân Lý - con gái một vị hương chính ở Hà Tĩnh, xuất thân là nữ sinh Đồng Khánh. Bà đã sinh cho ông Phan Kế Toại 7 người con, nhưng không may sớm mất một người. Bà qua đời khoảng năm 1933-1934.",
        "Sau đó ông tục huyền với bà Nguyễn Thị Mão (1903-1992), người làng Lai Xá, xã Kim Chung, phủ Hoài Đức, tỉnh Hà đông. Bà Mão xuất thân là nữ sinh Đồng Khánh, nữ sinh trường Albert Sarault, tốt nghiệp khoá 1924-1927 Trường Cao đẳng Sư phạm Đông Dương, là bạn thân của bà vợ đầu, là nữ giáo viên đầu tiên của Hà Nội, biết tiếng Pháp, tiếng Anh, tiếng Nga và là chị gái của các ông Nguyễn Văn Huyên, Nguyễn Văn Hưởng. Bà là người phụ nữ Việt Nam đầu tiên thời đó tốt nghiệp khoa Toán trường Cao đẳng sư phạm Đông Dương và dạy toán nhiều năm tại trường nữ sinh trung học Đồng Khánh. Bà sinh hạ cho ông thêm 4 người con[cần dẫn nguồn].",
        "Các con ông có những người hoạt động trong lĩnh vực văn học nghệ thuật.",
        "Một trong số những người cháu nội của ông là bà Phan Vũ Diễm Hằng, nữ sinh Việt Nam đầu tiên đoạt được huy chương ở một kỳ Olympic Toán học Quốc tế vào năm 1975.11",
        "(Nguồn: Wikipedia)"
    ]
}