{
    "tables": [
        "<table class=\"infobox biography vcard\">\n <tbody>\n  <tr>\n   <th colspan=\"2\"><span class=\"fn\">Phan Đình Phùng<\/span><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Phan Dinh Phung.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxOTIiIGhlaWdodD0iMTkyIj48L3N2Zz4=\" data-src=\"/images/wiki/phan-dinh-phung/4d149095191e16648314133a6b57acad.jpg\" width=\"192\" height=\"192\" data-file-width=\"192\" data-file-height=\"192\">\n    <noscript>\n     <img alt=\"Phan Dinh Phung.jpg\" src=\"/images/wiki/phan-dinh-phung/4d149095191e16648314133a6b57acad.jpg\" width=\"192\" height=\"192\" data-file-width=\"192\" data-file-height=\"192\">\n    <\/noscript><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>1847<br><span class=\"birthplace\">Đông Thái, Hà Tĩnh, Việt Nam<\/span><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>28 tháng 12 năm 1895<br>\n     (48 tuổi)<br><span class=\"deathplace\">Ha Tinh, Việt Nam<\/span><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên khác<\/th>\n   <td class=\"nickname\">Phan Đình Phùng<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tổ chức<\/th>\n   <td class=\"org\">triều Nguyễn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phong trào chính trị<\/th>\n   <td class=\"category\">Cần Vương<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tôn giáo<\/th>\n   <td class=\"category\">đạo Khổng<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Giải thưởng<\/th>\n   <td>Đỗ Đình Nguyên, 1877<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Chú thích<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">\n    <div>\n     Imperial Censor of Emperor Tu Duc\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table width=\"100%\">\n <tbody>\n  <tr>\n   <td width=\"25%\">\n    <dl>\n     <dd>\n      <b>臨終時作<\/b>\n     <\/dd>\n     <dd>\n      戎場奉命十更冬，\n     <\/dd>\n     <dd>\n      武略依然未奏功。\n     <\/dd>\n     <dd>\n      窮戶嗷天難宅雁，\n     <\/dd>\n     <dd>\n      匪徒遍地尚屯蜂。\n     <\/dd>\n     <dd>\n      九重車駕關山外，\n     <\/dd>\n     <dd>\n      四海人民水火中。\n     <\/dd>\n     <dd>\n      責望愈隆憂愈重，\n     <\/dd>\n     <dd>\n      將門深自愧英雄。\n     <\/dd>\n    <\/dl><\/td>\n   <td width=\"25%\">\n    <dl>\n     <dd>\n      <b>Lâm chung thời tác<\/b>\n     <\/dd>\n     <dd>\n      Nhung trường phụng mệnh thập canh đông,\n     <\/dd>\n     <dd>\n      Võ lược y nhiên vị tấu công.\n     <\/dd>\n     <dd>\n      Cùng hộ ngao thiên nan trạch nhạn,\n     <\/dd>\n     <dd>\n      Phỉ đồ biến địa thượng đồn phong.\n     <\/dd>\n     <dd>\n      Cửu trùng xa giá quan sơn ngoại,\n     <\/dd>\n     <dd>\n      Tứ hải nhân dân thủy hỏa trung.\n     <\/dd>\n     <dd>\n      Trách vọng dũ long ưu dũ trọng,\n     <\/dd>\n     <dd>\n      Tướng môn thâm tự quý anh hùng.\n     <\/dd>\n    <\/dl><\/td>\n   <td width=\"25%\">\n    <dl>\n     <dd>\n      Dịch nghĩa:\n     <\/dd>\n     <dd>\n      <i><b>Làm trong khi sắp mất<\/b><\/i>\n     <\/dd>\n     <dd>\n      <i>Vâng mệnh ở chốn binh nhung đã mười năm,<\/i>\n     <\/dd>\n     <dd>\n      <i>Mưu lược đánh giặc vẫn chưa nên được việc gì.<\/i>\n     <\/dd>\n     <dd>\n      <i>Dân chúng cùng đường đói khổ kêu trời như đàn nhạn không có chỗ ở,<\/i>\n     <\/dd>\n     <dd>\n      <i>Bọn xâm lược còn đóng đồn như ong khắp mọi nơi.<\/i>\n     <\/dd>\n     <dd>\n      <i>Xa giá của vua (Hàm Nghi) đang ở ngoài quan san,<\/i>\n     <\/dd>\n     <dd>\n      <i>Nhân dân bốn bể như sống trong nước sôi lửa bỏng.<\/i>\n     <\/dd>\n     <dd>\n      <i>Trách nhiệm càng cao thì mối lo càng lớn,<\/i>\n     <\/dd>\n     <dd>\n      <i>Nghĩ mình cũng trong cửa tướng, mà riêng thẹn với tiếng Anh hùng.<\/i>\n     <\/dd>\n    <\/dl><\/td>\n   <td width=\"25%\">\n    <dl>\n     <dd>\n      Dịch thơ:\n     <\/dd>\n     <dd>\n      <i><b>Làm lúc sắp mất<\/b><\/i>\n     <\/dd>\n     <dd>\n      <i>Việc quân vâng mệnh trải mười đông,<\/i>\n     <\/dd>\n     <dd>\n      <i>Chiến sự nay còn tính chửa xong.<\/i>\n     <\/dd>\n     <dd>\n      <i>Dân đói kêu trời tan ổ nhạn,<\/i>\n     <\/dd>\n     <dd>\n      <i>Quân thù chật đất dậy đàn ong.<\/i>\n     <\/dd>\n     <dd>\n      <i>Chín trùng thánh chúa nơi quê lạ,<\/i>\n     <\/dd>\n     <dd>\n      <i>Bốn bể nhân dân chốn lửa nồng.<\/i>\n     <\/dd>\n     <dd>\n      <i>Trách vọng càng cao, lo lại lặng,<\/i>\n     <\/dd>\n     <dd>\n      <i>Tướng môn những thẹn với anh hùng.<\/i>\n     <\/dd>\n    <\/dl><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Phan Đình Phùng",
        "Thân thế",
        "Nơi quan trường",
        "Hưởng ứng phong trào \"Chiếu Cần Vương\"",
        "Tác phẩm",
        "Giai thoại",
        "Bài thơ tuyệt mạng",
        "Đánh giá",
        "Về Quân sự",
        "Về văn nghiệp",
        "Tưởng nhớ",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Phan Đình Phùng - Người Kể Sử",
    "paragraphs": [
        "Phan Đình Phùng (chữ Hán: 潘廷逢; 18471 - 1895) hiệu: Châu Phong, là nhà thơ và là lãnh tụ cuộc khởi nghĩa Hương Khê (1885-1896) trong phong trào Cần Vương chống Pháp ở cuối thế kỷ 19 trong lịch sử Việt Nam.",
        "",
        "",
        "Phan Đình Phùng sinh ra và lớn lên tại làng Đông Thái, huyện La Sơn (nay là xã Tùng Ảnh, huyện Đức Thọ), tỉnh Hà Tĩnh, trong một gia đình nho học. Cha ông là Phó bảng Phan Đình Tuyến, các bác ông là chí sĩ Phan Đình Thông và Cử nhân Phan Đình Thuật; chú ông là Phó bảng Phan Đình Vận.",
        "Năm 1876, Phan Đình Phùng đỗ cử nhân. Năm sau (1877), ông thi đậu Đình nguyên, được bổ làm tri huyện Yên Khánh (tỉnh Ninh Bình). Do ông đánh đòn cố đạo Trần Lục (tục gọi là cụ Sáu), vì ông này hay ỷ thế để ức hiếp dân, nên ông bị triều đình bắt tội, triệu hồi về kinh đô Huế, sung chức Ngự sử đô sát viện.",
        "Tại triều, ông tố cáo nhiều vụ khuất tất, nên có lần được vua Tự Đức khen là \"thử sự cửu bất phát, phùng Phùng nải phát\" (việc này đã lâu không ai phát giác ra, nay gặp Phùng mới phát hiện được)2 , nên càng nổi tiếng về tính cương trực.",
        "Năm 1882, ông dâng sớ đàn hặc Thiếu bảo Nguyễn Chánh về việc \"ứng binh bất viện\" (cầm quân mà ngồi yên, không đi tiếp viện) khi quân Pháp tấn công thành Nam Định và về việc \"chẳng quan tâm đến dân tình ở Bắc Kỳ\".",
        "Năm 1883, do bất đồng quan điểm với Phụ chánh Tôn Thất Thuyết về việc phế vua Dục Đức, lập vua Hiệp Hòa, ông bị vị đại thần này cách chức đuổi về quê nhà.",
        "Năm 1884, Phan Đình Phùng được phục chức, rồi được bổ làm tham biện Sơn phòng Hà Tĩnh.",
        "Năm 1885, vua Hàm Nghi mưu việc kháng Pháp không thành phải chạy ra Tân Sở (Quảng Trị) lẩn tránh. Phan Đình Phùng đã quên nỗi hiềm khích riêng, để cùng với Tôn Thất Thuyết chống Pháp. Hưởng ứng phong trào \" Chiếu Cần Vương \"3 của vua, dù đang cư tang mẹ, Phan Đình Phùng vẫn đứng ra chiêu tập lực lượng từ khắp các tỉnh Thanh Hóa, Nghệ An, Hà Tĩnh, Quảng Bình, để chống ngoại xâm.",
        "Phan Đình Phùng được nhà vua phong chức tán lý quân vụ, lãnh đạo nghĩa quân xây dựng căn cứ tại hai huyện Hương Sơn (đồn Hà Tân), Hương Khê (đồn Quy Hợp (Phú Gia)4 ), thuộc Hà Tĩnh. Theo giúp sức ông có các trí thức như Tiến sĩ Phan Trọng Mưu, Cử nhân Phan Quảng...và nhiều võ tướng xuất thân từ nông dân và nhiều thành phần khác như Cao Thắng, Cao Nữu, Lê Ninh, Nguyễn Chanh, Nguyễn Trạch, Lê Văn Tạc, Phan Đình Phong, Phan Đình Can...",
        "Suốt mười năm (1885-1896), bất chấp mọi hiểm nguy, gian khổ, cuộc khởi nghĩa do Phan Đình Phùng lãnh đạo đã giao chiến với Pháp nhiều trận, và đã gây cho đối phương nhiều tổn thất nặng nề, tiêu biểu nhất là trận Vụ Quang vào năm 1894.",
        "Thấy không thể dùng sức mạnh quân sự để tiêu diệt được cuộc khởi nghĩa, người Pháp dùng mọi cách dụ dỗ, mua chuộc Phan Đình Phùng. Người Pháp còn lợi dụng các cộng sự như Lê Kinh Hạp, Phan Trọng Mưu, Võ Khoa, Hoàng Cao Khải viết thư lấy \"tình xưa nghĩa cũ\" để khuyên hàng, nhưng trước sau ông vẫn một lòng cự tuyệt. Người Pháp lại dùng Nguyễn Thân và những cộng sự khác ra sức đàn áp, bắt thân nhân và khai quật mồ mả tồ tiên ông, vẫn không làm ông sờn lòng.",
        "Năm 1893, Cao Thắng tử trận khiến Phan Đình Phùng bị mất đi một cộng sự đắc lực. Năm 1895, Pháp điều Nguyễn Thân đến phối hợp với công sứ Nghệ An là Duvillier đem 3.000 lính đi đàn áp cuộc khởi nghĩa Hương Khê. Quân chủ lực của Phan Đình Phùng bị đối phương bít đường tiếp vận, nên vũ khí, lương thực, quân số thảy đều thiếu thốn, khó bù đấp. Mỗi lần đối phương tấn công, nghĩa quân chỉ có thể chạy quanh từ núi Quạt rồi trở về núi Vụ Quang, và không thể ở đâu lâu quá 3 ngày.",
        "Ngày 17 tháng 10 năm 1894, Phan Đình Phùng đã tập hợp lực lượng, đánh thắng một trận lớn, đối phương mất nhiều vũ khí và bị giết chết rất nhiều. Ban đầu, ông cho quân lên tận nguồn sông chặt cây đóng kè chặn nước lại, đồng thời chuẩn bị sẵn nhiều khúc gỗ lớn. Khi quân Pháp và quân triều thân Pháp đến giữa dòng sông, thì ông cho phá kè trên nguồn, và tuôn cây xuống. Đối phương phần bị nước cuốn, phần bị cây lao vào người, lại bị nghĩa quân ở hai bên bờ xông ra đánh nên bị thương vong rất nhiều. Theo Phạm Văn Sơn thì sau trận này, phía Pháp ngoài số quân trang và đạn dược bị mất mát, còn có ba sĩ quan và trên trăm lính bị tiêu diệt5 .",
        "Đây là trận thắng cuối cùng, vì gần 3.000 quân do Nguyễn Thân cầm đầu ngày càng xiết chặt vòng vây. Trong một trận giao tranh ác liệt, Phan Đình Phùng bị thương nặng, rồi hy sinh vào ngày 28 tháng 12 năm 18956 .",
        "Mười hai ngày sau khi thủ lĩnh Phan Đình Phùng mất, Nguyễn Thân mới tới được núi Vụ Quang và núi Quạt. Sau đó, Nguyễn Thân cho quật mồ Phan Đình Phùng ở chân núi Quạt, đổ dầu đốt cho xương thịt ông cháy thành tro, rồi trộn vào thuốc súng bắn xuống sông La7 .",
        "Sang đầu năm 1896, một số chỉ huy lần lượt mất vì ở lâu nơi rừng sâu nước độc, một số bị tử trận hoặc bị bắt8 , một số khác thì rút qua Xiêm La9 hoặc ra hàng...Cuộc khởi nghĩa Hương Khê mà Phan Đình Phùng cùng các cộng sự đã dày công xây dựng đến đây là kết thúc.",
        "Hiện nay thơ văn của Phan Đình Phùng chỉ mới sưu tầm được một số bài.",
        "Năm 1886, anh của Phan Đình Phùng là Phan Đình Thông đang giữ cánh quân ở huyện Thanh Chương (Nghệ An), bị thủ hạ làm phản nên bị Pháp bắt. Lê Kinh Hạp vốn là bạn thân Phan Đình Phùng, nên viết thư khuyên bạn về hàng để cứu lấy anh, để mồ mả cha ông khỏi bị khai quật.",
        "Phan Đình Phùng cười lạt, nói với người đưa thư:",
        "Sau khi cho khai quật mồ mả tổ tiên của Phan Đình Phùng ở làng Đông Thái vào năm 1894, Pháp cho bắt giam luôn những người thân tộc của ông.",
        "Hoàng Cao Khải lúc đó đang là kinh lược sứ Bắc Kỳ, vốn là người đồng hương và là thông gia với Phan Đình Phùng, liền gửi cho ông một bức thư chiêu hàng bằng những lời lẽ hết sức thân mật, để khuyên bạn đừng chống đối tân triểu (sau vua Hàm Nghi là Đồng Khánh) và Pháp nữa. Sau khi xem xong, Phan Đình Phùng thở dài nói:",
        "Phan Đình Phùng viết thư phúc đáp, rồi ân cần dặn Phan Văn Mân, người anh nhà bác và là người mang thư, đừng trở lên núi Vụ Quang nữa.12",
        "Khởi nghĩa Hương Khê do Phan Đình Phùng lãnh đạo là cuộc khởi nghĩa có quy mô lớn nhất và kéo dài nhất trong phong trào Cần Vương cuối thế kỷ 19. Cuộc khởi nghĩa đã phát huy được tinh thần đoàn kết, sự ủng hộ của người dân ở miền xuôi lẫn miền ngược, cả về sức lực lẫn của cải vật chất.",
        "Về quân sự, nghĩa quân được tổ chức theo lối chính quy, có kỷ luật nghiêm minh và cùng kiểu trang phục; biết sử dụng các phương thức tác chiến linh hoạt, phong phú, biết phát huy tính chủ động, sáng tạo khi giáp trận với đối phương. Trong đội ngũ đã có sự tổ chức, sự huấn luyện đầy đủ và được trang bị khá đàng hoàng, khiến đối phương cũng phải hết sức khâm phục.",
        "Phan Đình Phùng mất, cuộc khởi nghĩa Hương Khê cũng tan rã. Song, công cuộc vì đại nghĩa này rất xứng đáng là đỉnh cao của phong trào Cần Vương. Đây cũng là thời điểm kết thúc sứ mạng lãnh đạo của tầng lớp sĩ phu phong kiến Việt Nam chống Pháp 13 .",
        "Qua số tác phẩm, tuy ít ỏi của ông, người ta dễ nhận thấy con người của Phan Đình Phùng luôn vì dân, biết dựa vào dân, luôn kiên quyết chiến đấu chống Pháp đến cùng, không hề mắc phải bả cám dỗ của đối phương.",
        "Và cũng qua Lâm chung thời tác, mà lời lẽ hết sức bi thiết, Phan Đình Phùng đã bộc lộ mình là một nhà nho trung nghĩa sáng suốt, bởi ông hiểu rõ sự thất bại không thể tránh khỏi của cuộc diện đất nước lúc bấy giờ…14",
        "Hiện nay, tên Phan Đình Phùng được dùng để đặt tên cho trường học, đường phố tại nhiều tỉnh thành trên khắp nước Việt Nam.",
        "(Nguồn: Wikipedia)"
    ]
}