{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Phan Huy Ích",
        "Tiểu sử",
        "Triều Lê trung hưng",
        "Triều Tây Sơn",
        "Triều Nguyễn",
        "Xem thêm",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Phan Huy Ích - Người Kể Sử",
    "paragraphs": [
        "Phan Huy Ích (chữ Hán: 潘輝益1 ; 1751 – 1822), tự Khiêm Thụ Phủ, Chi Hòa, hiệu Dụ Am, Đức Hiên, là quan đại thần trải ba triều đại Lê trung hưng, Tây Sơn và Nguyễn.",
        "",
        "",
        "Ông tên thật là Phan Công Hậu, sinh ngày 12 tháng 12 năm Canh Ngọ (tức 9 tháng 1 năm 1751) ở làng Thu Hoạch, huyện Thiên Lộc, phủ Đức Quang, trấn Nghệ An, (nay thuộc xã Thạch Châu, huyện Lộc Hà, tỉnh Hà Tĩnh)2 . Do kiêng húy của Tuyên phi Đặng Thị Huệ, về sau ông đổi tên là Huy Ích.",
        "Ông là con trai đầu của Tiến sĩ Phan Huy Cận (hay Cẩn, về sau đổi thành Phan Huy Áng). Thuở nhỏ, ông sống và học tập tại làng Thu Hoạch, đến năm 20 tuổi, năm 1771, ông thi đỗ Giải nguyên tại trường thi Nghệ An. Trước đó, năm 1753, cha ông là Phan Huy Cận cũng đỗ Giải nguyên tại trường thi Hương này.",
        "Sau khi đỗ Giải nguyên, ông được triều đình thu dụng và bổ nhiệm một chức quan nhỏ tại trấn Sơn Nam. Ông trở thành học trò của Ngô Thì Sĩ, được thầy mến tài và gả con gái cho.",
        "Năm 1775, ông cùng người anh vợ là Ngô Thì Nhậm dự thi Hội và cùng đỗ Tiến sĩ. Khoa này có 18 tiến sĩ, và Phan Huy Ích đỗ Hội nguyên Tiến sĩ, đứng đầu số đó. Trước đó, vào năm 1754, cha ông cũng từng đỗ Hội nguyên Tiến sĩ như thế.",
        "Năm 1776, ông tiếp tục thi đỗ kỳ thi Ứng chế và được triều đình bổ làm Hàn lâm thừa chỉ, rồi làm Đốc đồng tỉnh Thanh Hóa, trông coi việc an ninh. Năm 1777, ông được lệnh mang ấn kiếm, sắc phong tước Cung quận công của vua Lê ban cho Nguyễn Nhạc, nhưng khi vào đến Phú Xuân, tướng Phạm Ngô Cầu trấn giữ Phú Xuân cản giữ ông lại, sai Nguyễn Hữu Chỉnh đi vào Quảng Nam phong cho Nguyễn Nhạc. Sau đó, ông được thăng Hiến sát sứ Thanh Hóa, trông coi việc xét xử và luật pháp.",
        "Cuối năm 1787, quân Tây Sơn ra Bắc Hà lần thứ hai. Lê Chiêu Thống chạy sang Trung Quốc cầu cứu. Phan Huy Ích bỏ lên Sài Sơn (Sơn Tây), chấm dứt 14 năm làm quan với chính quyền vua Lê - chúa Trịnh.",
        "Tháng 5 năm 1788, Nguyễn Huệ ra Bắc, xuống chiếu cầu hiền. Phan Huy Ích cùng Ngô Thì Nhậm, Đoàn Nguyên Tuấn, Nguyễn Thế Lịch (có tên khác là Nguyễn Gia Phan) ra hợp tác với Tây Sơn. Phan Huy Ích được phong làm Tả thị lang Bộ Hộ.",
        "Sau cuộc hành quân phá quân Thanh, mùa xuân năm Kỷ Dậu, 1789, của Quang Trung, ông phụ trách công việc ngoại giao. Cuối tháng 2 năm 1790, Phan Huy Ích cùng với đại tư mã Ngô Văn Sở được cử trong phái đoàn do Phạm Công Trị đóng giả vua Quang Trung dẫn đầu sang Trung Quốc mừng vua Càn Long 80 tuổi.",
        "Năm 1792, về nước, được thăng Thị trung ngự sử ở tòa Nội các rồi Thượng thư bộ Lễ. Cũng trong năm này, vua Quang Trung mất. Ông cố gắng giúp đỡ vua trẻ Quang Toản, nhưng không ngăn nổi đà suy vi của Tây Sơn.",
        "Mùa hạ năm 1802, vua Gia Long đem quân ra Bắc. Ông bị bắt cùng với Ngô Thì Nhậm, Nguyễn Thế Lịch, cả ba đều bị đánh đòn trước Văn Miếu. Năm 1814, ông về lại quê Thu Hoạch dạy học và sau đó lại ra Sài Sơn an dưỡng. Theo các nhà nghiên cứu, trong thời gian này, ông hoàn chỉnh bản dịch Chinh phụ ngâm, mà người diễn Nôm đầu tiên tương truyền là bà Đoàn Thị Điểm. Ngoài ra, ông còn sáng tác Dụ Am thi văn tập, Dụ Am ngâm lục. Vào năm 1804, Gia Long nhân muốn định lại tên nước, bèn cử Phan Huy Ích soạn một bài tuyên cáo, nội dung được ông sao lại trong Dụ Am thi văn tập, có đoạn như sau: \"Xuống chiếu cho thần dân trong thiên hạ đều biết: Trẫm nghĩ, xưa nay các bậc đế vương dựng nước, ắt có đặt quốc hiệu để tỏ sự đổi mới, hoặc nhân tên đất lúc mới khởi lên, hoặc dùng chữ nghĩa tốt đẹp, xét trong sử sách chứng cớ đã rõ ràng. Đến thời Đinh Tiên hoàng gọi là Đại Cồ Việt nhưng người Trung Quốc vẫn gọi là Giao Chỉ. Từ thời Lý về sau, quen dùng tên An Nam do nhà Tống phong cho ngày trước. Tuy thế, vận hội dù có đổi thay nhưng trải bao đời vẫn giữ theo tên cũ, thực là trái với nghĩa chân chính của việc dựng nước vậy. Trẫm nối nghiệp xưa, gầy dựng cơ đồ, bờ cõi đất đai rộng nhiều hơn trước. Xem qua sổ sách, trẫm xét núi sông nên đặt tên tốt để truyền lâu dài [...] Ban đổi tên An Nam làm nước Việt Nam, đã tư sang Trung Quốc biết rõ. Từ nay trở đi, cõi viêm bang bền vững, tên hiệu tốt đẹp gọi truyền, ở trong bờ cõi đều hưởng phước thanh ninh [...]''3 .",
        "Ngày 20 tháng 2 năm Nhâm Ngọ (tức 13 tháng 3 năm 1822), Phan Huy Ích mất tại quê nhà.",
        "(Nguồn: Wikipedia)"
    ]
}