{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhà Nguyễn",
        "Những cuộc khởi nghĩa chống thực dân Pháp",
        "Đảng Cộng Sản Việt Nam",
        "Pháp Thuộc",
        "Dục Đức - Nguyễn Phúc Ưng Chân",
        "Hiệp Hoà - Nguyễn Phúc Hồng Dật",
        "Kiến Phúc - Nguyễn Phúc Ưng Đăng",
        "Hàm Nghi - Nguyễn Phúc Ưng Lịch",
        "Đồng Khánh - Nguyễn Phúc Ưng Biện",
        "Thành Thái - Nguyễn Phúc Bửu Lân",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Pháp Thuộc - Người Kể Sử",
    "paragraphs": [
        "Giai đoạn (1858-1945) được coi là giai đoạn bị Pháp xâm lăng và đô hộ, kể từ khi quân Pháp đánh Đà Nẵng và kết thúc sau khi hoàng đế Bảo Đại thoái vị.",
        "Ngay từ khi thực dân Pháp bắt đầu xâm lược nước ta năm 1858 và dưới ách thống trị của chúng ngót một thế kỷ, nhân dân ta không cam chịu nô lệ đã liên tiếp vùng dậy cầm vũ khí để giải phóng dân tộc.",
        "Dưới đây là một số cuộc khởi nghĩa chống Pháp quan trọng nhất trước khi Đảng Cộng sản Đông Dương ra đời.",
        "Ngày 3/2/1930, Đảng cộng sản Đông Dương ra đời. Dưới sự lãnh đạo của lãnh tụ Nguyễn Ái Quốc, dân tộc ta đã khởi nghĩa làm cuộc Cách mạng tháng Tám (19-8-1945) thành công, đánh đổ đế quốc Pháp và phát xít Nhật.",
        "Pháp thuộc là một giai đoạn trong lịch sử Việt Nam kéo dài 61 năm, bắt đầu từ 1884 khi Pháp ép triều đình Huế chấp nhận sự bảo hộ của Pháp cho đến 1945 khi Pháp mất quyền cai trị ở Đông Dương. Tuy nhiên, nhiều tài liệu khác cho rằng thời kỳ Pháp thuộc cần được tính từ năm 1867 (tức là kéo dài gần 80 năm), khi Nam Kỳ Lục tỉnh bị nhà Nguyễn cắt nhượng cho Pháp, trở thành lãnh thổ đầu tiên Pháp chiếm được trong quá trình Pháp xâm lược Đại Nam.",
        "Trong thời kỳ này Việt Nam bị chia cắt thành 3 xứ riêng biệt với ba cơ cấu hành chính riêng: xứ thuộc địa Nam Kỳ và hai xứ bảo hộ Bắc và Trung Kỳ. Cao Miên (Campuchia), Ai Lao cũng chịu sự cai trị của Pháp, và nhượng địa Quảng Châu Loan tiếp theo bị gom vào Liên bang Đông Dương.",
        "Tháng 9 năm 1945, Pháp đem quân trở lại tấn công Việt Nam, nhưng người Việt Nam phản kháng quyết liệt và Pháp đã bị thất bại sau 9 năm chiến tranh. Pháp buộc phải công nhận nền độc lập của Việt Nam (cũng như Lào và Campuchia), chính thức chấm dứt thời kỳ Pháp thuộc, đồng thời kéo theo sự sụp đổ hệ thống thuộc địa của Pháp và các nước thực dân khác trên khắp thế giới vào thập niên 1950 - 1960.",
        "Dục Đức (1883, làm vua 3 ngày)",
        "Tự Đức có hàng trǎm vợ nhưng không có con, phải nuôi ba người con các anh mình làm con nuôi: Ưng Chân, Ưng Xuỵ, Ưng Đǎng. Tự Đức chết, triều thần đưa Ưng Chân lên ngôi vua là Dục Đức.",
        "Chi tiết: Dục Đức - Nguyễn Phúc Ưng Chân",
        "Hiệp Hoà (6/1883-11/1883, làm vua được 6 tháng) tên huý là Hồng Dật, con thứ 29 và là con út của Thiệu Trị, sinh tháng 9 nǎm 1846. Tháng 6/1883 phế xong Dục Đức, Nguyễn Vǎn Tường và Tôn Thất Thuyết xin ý chỉ của Hoàng thái hậu Từ Dũ đưa Hồng Dật lên ngôi vua, niên hiệu Hiệp Hoà.",
        "Chi tiết: Hiệp Hoà - Nguyễn Phúc Hồng Dật",
        "Kiến Phúc (1883-1884) Ưng Đǎng là con nuôi thứ 3 của Tự Đức, sinh ngày 2 tháng Giêng nǎm 1870. Vì Tự Đức không có con, lúc 2 tuổi được sung làm Hoàng thiếu tử, do Học phi Nguyễn Thị Chuyên nuôi dưỡng. Nguyễn Văn Tường và Tôn Thất Thuyết phế Hiệp Hoà cho người đón Ưng Đǎng lập lên làm vua ngày 1/12/1883 niên hiệu là Kiến Phúc, lúc đó mới 14 tuổi.",
        "Chi tiết: Kiến Phúc - Nguyễn Phúc Ưng Đăng",
        "Hàm Nghi (1884-1885) Sau khi Kiến Phúc bị giết, ngày 1/8/1884 Ưng Lịch mới 13 tuổi được đưa lên ngôi vua, niên hiệu là Hàm Nghi. Lúc đó, Hoà ước Giáp Thân (6/6/1884) đã được ký kết. Lễ đǎng quang của Hàm Nghi không được Nam triều thông báo cho Khâm sứ Pháp tại Trung kỳ biết, nên Rê-na không thừa nhận vua mới.",
        "Chi tiết: Hàm Nghi - Nguyễn Phúc Ưng Lịch",
        "Đồng Khánh (1885-1888) Sau khi vua Hàm Nghi bỏ kinh đô Huế chạy ra Quảng Trị, xuống Chiếu Cần Vương chống Pháp, thực dân Pháp bàn với các đại thần cơ mật Nguyễn Hữu Độ và Phan Đình Bình đưa Ưng Xuỵ lên ngôi vua, niên hiệu là Đồng Khánh. Đồng Khánh tên huý là Ưng Biện, con trưởng của Kiên Thái vương Hồng Cai, mẹ là Bùi Thị, nǎm 1865 lên 2 tuổi, được đưa vào làm con nuôi thứ hai của Tự Đức.",
        "Chi tiết: Đồng Khánh - Nguyễn Phúc Ưng Biện",
        "Thành Thái (1889-1907) Đống Khánh mất, các con trai còn quá nhỏ. Triều đình Huế vâng chỉ của Nghi Thiên Chương Hoàng hậu (vợ Thiệu Trị) và Lệ Thiên Anh Hoàng hậu (vợ Tự Đức) đón Hoàng tử Bửu Lân (con thứ 7 của Dục Đức) mới 8 tuổi về cung lên làm vua, niên hiệu là Thành Thái. Thành Thái thông minh, hiếu học, khi 4 tuổi, vua cha là Dục Đức bị phế và chết trong tù, Bửu Lân phải ra sống ở ngoại thành với bà con lao động, đã từng chia sẻ gian khổ với những người nghèo trong cảnh nước mất nhà tan. Vì thế, khi làm vua đến 10 tuổi Thành Thái đã sớm có ý thức về quốc sự. Thành Thái rất thích học các tân thư chữ Hán của Trung Quốc, Nhật Bản. Thành Thái có ý thức tự cường dân tộc và có những dự định cách tân đất nước, song đều bị thực dân Pháp ngǎn chặn. Thành Thái rất thương dân, thường hay vi hành để được gần dân chúng, để hiểu được sự đau khổ của dân một nước nô lệ.",
        "Chi tiết: Thành Thái - Nguyễn Phúc Bửu Lân",
        "Trang 1 / 4"
    ]
}