{
    "tables": ["<table cellpadding=\"3\" align=\"right\" class=\" table table-striped\">\n <tbody>\n  <tr>\n   <td>\n    <div role=\"img\">\n     <img class=\"jch-lazyload\" alt=\"\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/phu-ha-trung/b6c41d10cb8cd8bfea0f5face8045560.png\">\n     <noscript>\n      <img alt=\"\" src=\"/images/wiki/phu-ha-trung/b6c41d10cb8cd8bfea0f5face8045560.png\">\n     <\/noscript>\n     <div>\n      Bỉm Sơn\n     <\/div>\n     <div>\n      Hà Trung\n     <\/div>\n     <div>\n      Nga Sơn\n     <\/div>\n     <div>\n      Hậu Lộc\n     <\/div>\n     <div>\n      Hoằng Hóa\n     <\/div>\n    <\/div><p>Vị trí các huyện, thị ngày nay, tương ứng với địa giới phủ Hà Trung<\/p><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "phủ Hà Trung",
        "Địa giới",
        "Thời gian tồn tại",
        "Địa giới và cương vực các huyện trong phủ",
        "Tham khảo",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "phủ Hà Trung - Người Kể Sử",
    "paragraphs": [
        "Hà Trung là tên một phủ thuộc tỉnh Thanh Hóa, Việt Nam trong thời kì phong kiến.",
        "Vị trí các huyện, thị ngày nay, tương ứng với địa giới phủ Hà Trung",
        "",
        "",
        "Địa giới phủ Hà Trung vào thời Nguyễn như sau:1",
        "Phủ Hà Trung vào thời Nguyễn tương ứng với địa giới các huyện Hà Trung, Nga Sơn, Hậu Lộc, Hoằng Hóa, thị xã Bỉm Sơn và phần tả ngạn sông Mã thuộc thành phố Thanh Hóa ngày nay.",
        "Diện tích của phủ Hà Trung ước tính khoảng 830 km²2 , tương đương với diện tích các tỉnh Hà Nam hoặc Bắc Ninh hiện nay.",
        "Theo Đại Nam nhất thống chí, phủ Hà Trung được thành lập năm Quang Thuận thứ nhất (1460), đời vua Lê Thánh Tông nhà Lê sơ, lúc này thuộc thừa tuyên Thanh Hóa. Tên phủ lấy theo tên huyện Hà Trung có từ đời Trần trở về trước. Phủ Hà Trung gồm 4 huyện.1",
        "Tuy nhiên, trong sách Đất nước Việt Nam qua các đời của Đào Duy Anh thì phủ Hà Trung xuất hiện từ năm Thiệu Bình thứ 2 (năm 1435), là một trong 6 phủ của đất Thanh Hóa bấy giờ (6 phủ gồm Thiệu Thiên, Hà Trung, Tĩnh Gia, Thanh Đô, Trường Yên, Thiên Quan).3 Trong đó phủ Hà Trung kiêm lí4 huyện Thuần Hựu và thống hạt 3 huyện là Tống Giang, Nga Sơn và Hoằng Hóa5 .",
        "Sang thời Nguyễn, phủ Hà Trung thuộc trấn Thanh Hoa, địa giới vẫn giữ như cũ, kiêm lý huyện Hậu Lộc và thống hạt các huyện Tống Sơn, Nga Sơn và Hoằng Hóa.1 Năm Minh Mệnh thứ 12, phủ Hà Trung thuộc tỉnh Thanh Hoa (đổi từ trấn Thanh Hoa).6 Năm Minh Mệnh thứ 18 (1837)6 hoặc Minh Mệnh thứ 191 , phủ Hà Trung có thêm huyện Mỹ Hóa được thành lập từ một phần các huyện Hậu Lộc và Hoằng Hóa7 đồng thời nhà Nguyễn cũng đặt thêm phân phủ Hà Trung. Phủ Hà Trung lúc này kiêm lý huyện Tống Sơn và thống hạt các huyện Nga Sơn và Hậu Lộc còn phân phủ Hà Trung kiêm lý huyện Hoằng Hóa và thống hạt huyện Mỹ Hóa.1",
        "Năm Thiệu Trị thứ nhất (1841), phủ Hà Trung thuộc tỉnh Thanh Hóa (đổi từ tỉnh Thanh Hoa). Đến năm Tự Đức thứ ba (1850) thì bỏ phân phủ Hà Trung, đồng thời phủ Hà Trung kiêm lý các huyện Tống Sơn, Nga Sơn và thống hạt các huyện Hoằng Hóa, Mỹ Hóa, Hậu Lộc. Năm Thành Thái thứ 12 (1900), đổi huyện Nga Sơn từ kiêm lý sang thống hạt.1",
        "Cuối thời Nguyễn, huyện Mỹ Hóa được sáp nhập vào huyện Hoằng Hóa[cần dẫn nguồn]. Sau Cách mạng tháng Tám (1945), cấp phủ được bãi bỏ, huyện Tống Sơn đổi thành huyện Hà Trung; các huyện Hà Trung, Nga Sơn, Hậu Lộc, Hoằng Hóa trực thuộc tỉnh Thanh Hóa.",
        "Địa giới và cương vực các huyện trong phủ Hà Trung vào thời Nguyễn (đầu thế kỉ 20) như sau:",
        "(Nguồn: Wikipedia)"
    ]
}