{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Sông Chu<\/th>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Đặc điểm<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dài<\/th>\n   <td>325 km<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lưu vực<\/th>\n   <td>7.580 km²<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lưu lượng<\/th>\n   <td>148 m³/s<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Dòng chảy<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thượng nguồn<\/th>\n   <td>Sầm Nưa, Lào<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Các quốc gia lưu vực<\/th>\n   <td>Việt Nam và Lào<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "sông Chu",
        "Công trình thủy lợi, thủy điện",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "sông Chu - Người Kể Sử",
    "paragraphs": [
        "Sông Chu hay còn gọi là sông Lường (ngôn ngữ Tày, Thái gọi là Nậm Sam; nguyên gốc gọi là sông Sủ, người Pháp viết thành Chu)1 2 , là phụ lưu lớn nhất của sông Mã. Bắt nguồn từ vùng núi Houa (2.062 m), tây bắc Sầm Nưa ở Lào, chảy theo hướng tây bắc - đông nam, đổ vào bờ phải sông Mã ở Ngã Ba Giàng (Ngã Ba Đầu, Ngã Ba Bông), cách cửa sông 25,5 km. Dài 325 km, phần chảy ở Việt Nam là 160 km, qua các huyện Quế Phong (Nghệ An); Thường Xuân, Thọ Xuân (Thanh Hóa). Diện tích lưu vực 7.580 km², phần ở Việt Nam 3.010 km²; cao trung bình 790 m, độ dốc trung bình 18,3%; mật độ sông suối 0,98 km/km². Tổng lượng nước 4,72 km³ ứng với lưu lượng trung bình năm 148 m³/s và môđun dòng chảy năm 18,2 l/s.km². Tại Mường Hinh, lưu lượng trung bình năm 91 m³/s ứng với môđun dòng chảy năm 17,1 l/s.km². Trên Bái Thượng, lòng sông hẹp và nhiều thác ghềnh, đá ngầm, đá nổi, vận chuyển trên sông chủ yếu bằng bè, mảng; từ Bái Thượng thuyền độc mộc mới qua lại được nhưng cũng rất khó khăn vì còn nhiều đá ngầm. Tàu thuyền chỉ đi lại được ở hạ lưu khoảng 96 km (đoạn Ngã Ba Đầu-Bản Don).",
        "Năm 1921 đến 1929, Pháp đã xây dựng đập dâng nước Bái Thượng dài 160 m, cao 23,5 m, tưới cho hơn 50 nghìn ha đất ruộng hai vụ của Thanh Hoá, những năm 1990 đập được sửa chữa lại để đảm bảo an toàn.",
        "Hiện trên sông Chu có 2 công trình thủy điện:",
        "(Nguồn: Wikipedia)"
    ]
}