{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Sông Lam<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Lam (Ca) River.png\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/song-lam/857f33cc2f86cb72160f5ca9e9cd76dd.png\">\n    <noscript>\n     <img alt=\"Lam (Ca) River.png\" src=\"/images/wiki/song-lam/857f33cc2f86cb72160f5ca9e9cd76dd.png\">\n    <\/noscript>\n    <div>\n     Sông Lam chảy từ Lào qua Nghệ An và Hà Tĩnh vào <a class=\"annotation\" href=\"/dia-danh/bien-dong\" title=\"Biển Đông là tên gọi riêng của Việt Nam để nói đến vùng biển có tên quốc tế là South China Sea (tiếng Anh) hay Mer de Chine méridionale (tiếng Pháp), là một biển rìa lục địa và là một phần của Thái Bình Dương, trải rộng từ Singapore tới eo biển Đài Loan và bao phủ một diện tích khoảng 3.447.000 km²....\" target=\"_blank\">biển Đông<\/a>.\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Đặc điểm<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dài<\/th>\n   <td>512 km (318 dặm)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lưu vực<\/th>\n   <td>27.200 km² (10.506 dặm²)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lưu lượng<\/th>\n   <td>688 m³/s<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Dòng chảy<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thượng nguồn<\/th>\n   <td>Lào<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Cửa sông<\/th>\n   <td>Cửa Hội, <a class=\"annotation\" href=\"/dia-danh/bien-dong\" title=\"Biển Đông là tên gọi riêng của Việt Nam để nói đến vùng biển có tên quốc tế là South China Sea (tiếng Anh) hay Mer de Chine méridionale (tiếng Pháp), là một biển rìa lục địa và là một phần của Thái Bình Dương, trải rộng từ Singapore tới eo biển Đài Loan và bao phủ một diện tích khoảng 3.447.000 km²....\" target=\"_blank\">biển Đông<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Cao độ<\/span><\/th>\n   <td>0 m<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Các quốc gia lưu vực<\/th>\n   <td>Việt Nam, Lào<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "sông Lam",
        "Địa lý",
        "Cách gọi khác",
        "Các phụ lưu",
        "Biểu tượng",
        "Các cây cầu",
        "Thủy điện",
        "Xem thêm",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "sông Lam - Người Kể Sử",
    "paragraphs": [
        "Sông Lam, (tên gọi khác: Ngàn Cả, Sông Cả, Nậm Khan), là một trong hai con sông lớn nhất ở Bắc Trung Bộ Việt Nam.",
        "",
        "",
        "Sông bắt nguồn từ cao nguyên Xiengkhuang, Lào. Phần chảy trên lãnh thổ Lào gọi là Nam Khan. Phần chính của dòng sông chảy qua Nghệ An, phần cuối của sông Lam hợp lưu với sông La từ Hà Tĩnh, tạo thành ranh giới của Nghệ An và Hà Tĩnh đổ ra biển tại cửa Hội. Cụ thể, trên lãnh thổ Việt Nam, nó chảy qua địa phận huyện Kì Sơn, Tương Dương, Con Cuông, Anh Sơn, Đô Lương, Nam Đàn, giữa các huyện Thanh Chương, Hưng Nguyên, thành phố Vinh, Nghi Lộc của tỉnh Nghệ An rồi vào Đức Thọ, Nghi Xuân, thị xã Hồng Lĩnh của tỉnh Hà Tĩnh trước khi đổ ra vịnh Bắc Bộ.",
        "Tổng cộng các chiều dài của sông theo Bách khoa toàn thư Việt Nam là khoảng 512 km, đoạn chảy trong nội địa Việt Nam khoảng 361 km. Tuy nhiên có nguồn khác thì cho rằng dòng sông này có hai nguồn chính, nếu tính theo đầu nguồn từ Nậm Mơn (từ dãy Pu Lôi) thì Sông Lam dài 530 km, nếu tính đầu nguồn bắt đàu từ Nậm Mô (cao nguyên Trấn Ninh) thì chiều dài sông là 432 km.1 Diện tích lưu vực của con sông này là 27.200 km², trong số đó 17.730 km² thuộc Việt Nam. Tính trung bình của cả triền sông thì sông Lam nằm ở cao độ 294 m và độ dốc trung bình là 18,3%. Mật độ sông suối là 0,60 km/km². Từ biên giới Việt-Lào đến Cửa Rào, lòng sông dốc nhiều với hơn 100 ghềnh thác. Từ Cửa Rào trở về xuôi, tàu thuyền nhỏ có thể đi lại được trên sông vào mùa nước. Tổng lượng nước 21,90 km³ tương ứng với lưu lượng trung bình năm 688 m³/s và môđun dòng chảy năm 25,3 l/s.km². Lưu lượng trung bình mỗi năm tại Cửa Rào là 236 m³/s, tại Dừa: 430 m³/s. Mùa lũ từ tháng 6 đến tháng 11 cũng là mùa mưa, góp khoảng 74-80% tổng lượng nước cả năm.",
        "Sông chảy theo hướng Tây Bắc-Đông Nam, khi gần tới biển chảy ngược lên hướng Bắc. Có một số nhánh sông nhân tạo lấy nước từ Sông Lam như sông Đào.",
        "Sách Đại Nam nhất thống chí viết: ...sông Lam Giang, tục gọi sông Cả, có hai nguồn: Một nguồn chảy ra từ các núi phủ Trấn Biên xứ Nghệ (nay là đất huyện Samtay tỉnh Hủa Phăn Lào), phủ Trấn Ninh xứ Nghệ (nay thuộc Xiêng Khoảng Lào), chảy về phía Đông đến phủ Tương Dương xứ Nghệ qua núi Thành Nam gọi là nguồn Tương. Nguồn kia bắt đầu từ vùng núi huyện Thúy Vân xứ Nghệ chảy về phía Đông Nam vào phủ Quỳ Châu gọi là nguồn Hiếu. Hai nguồn hợp nhau chảy về Đông đến các huyện Thanh Chương, Nam Đường (nay là Nam Đàn) gặp sông Dương và sông Vũ từ phía Tây đổ vào, sông Cương từ phía Bắc chảy vào, rồi chảy đến phía Nam núi Lam Thành thì hội với sông La thành sông Tam Chế và đổ ra biển Đông tại cửa Hội.2",
        "Ngàn Cả hay sông Cả là tên cũ của sông Lam. Ngày nay, sông Cả chỉ phần nhánh chính từ Nghệ An của sông Lam. Nhánh này hợp với nhánh lớn thứ hai là sông La, từ Hà Tĩnh, để tạo thành phần hạ nguồn của sông Lam. Tiếng Cả vừa hàm nghĩa là \"lớn\", vừa có hàm nghĩa là \"mẹ\", mẹ của những con sông nhỏ đổ về như Nậm Nơn, Nậm Mộ, sông Giăng, và sông La. Còn tên \"sông Lam\" có lẽ do màu nước xanh. Sông còn có các tên như Lam Giang, Thanh Long Giang, Lam Thủy.",
        "Cùng với núi Hồng Lĩnh, sông Lam được xem là biểu tượng của xứ Nghệ. Hai bên dòng sông Lam có những làng văn hóa của Nghệ An và Hà Tĩnh như Yên Hồ (Đức Thọ), Tiên Điền, Uy Viễn (Nghi Xuân), Trung Lương (Thị xã Hồng Lĩnh), Trung Cần, Hoành Sơn, làng Kim Liên (Nam Đàn) tạo nên một vùng văn hóa Lam Hồng.",
        "(Nguồn: Wikipedia)"
    ]
}