{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Sông Sài Gòn<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Sông Sài Gòn nhìn từ cao.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/song-sai-gon/1b630201cc0a60c8961ec77c1e368e08.jpg\">\n    <noscript>\n     <img alt=\"Sông Sài Gòn nhìn từ cao.jpg\" src=\"/images/wiki/song-sai-gon/1b630201cc0a60c8961ec77c1e368e08.jpg\">\n    <\/noscript>\n    <div>\n     Sông Sài Gòn đoạn qua <a class=\"annotation\" href=\"/dia-danh/thanh-pho-ho-chi-minh\" title=\"Thành phố Hồ Chí Minh nghe  (vẫn còn phổ biến với tên gọi cũ là Sài Gòn) là thành phố lớn nhất Việt Nam về dân số và kinh tế, đứng thứ hai về diện tích, đồng thời cũng là một trong những trung tâm kinh tế và văn hóa, giáo dục quan trọng nhất của nước này. Hiện nay, thành phố Hồ Chí Minh là thành phố...\" target=\"_blank\">Thành phố Hồ Chí Minh<\/a>\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Đặc điểm<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dài<\/th>\n   <td>256 km<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lưu vực<\/th>\n   <td>trên 5.000 km²<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lưu lượng<\/th>\n   <td>54 m³/giây.<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Dòng chảy<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thượng nguồn<\/th>\n   <td>Lưu vực hồ Dầu Tiếng <a class=\"annotation\" href=\"/dia-danh/tinh-tay-ninh\" title=\"Tây Ninh là một tỉnh thuộc vùng Đông Nam Bộ Việt Nam. Tây Ninh nằm ở vị trí cầu nối giữa Thành phố Hồ Chí Minh và thủ đô Phnôm Pênh, vương quốc Campuchia và là một trong những tỉnh nằm trong Vùng kinh tế trọng điểm phía Nam. Tỉnh có thành phố Tây Ninh nằm cách Thành phố Hồ Chí Minh 99&amp;#160;km theo đ...\" target=\"_blank\">tỉnh Tây Ninh<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Cửa sông<\/th>\n   <td>Lòng Tàu và Soài Rạp<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Cao độ<\/span><\/th>\n   <td>?<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Các quốc gia lưu vực<\/th>\n   <td>Việt Nam<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "sông Sài Gòn",
        "Tên gọi",
        "Dòng chảy",
        "Dòng chính",
        "Phụ lưu",
        "Giao thông",
        "Các cầu và công trình vượt sông",
        "Môi trường",
        "Công ty TNHH nông sản Việt Phước",
        "Ảnh",
        "Các công trình khác",
        "Xem thêm",
        "Chú thích",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "sông Sài Gòn - Người Kể Sử",
    "paragraphs": [
        "Sông Sài Gòn là một phụ lưu của sông Đồng Nai, Sông Sài Gòn bắt nguồn từ vùng đồi thấp, có độ cao tương đối khoảng 150m, nằm trong huyện Lộc Ninh, tỉnh Bình Phước, rồi chảy qua giữa địa phận ranh giới tự nhiên giữa 2 tỉnh Bình Phước và Tây Ninh, qua hồ Dầu Tiếng, chảy tiếp qua tỉnh Bình Dương, là ranh giới giữa Bình Dương với Thành phố Hồ Chí Minh, hợp với sông Đồng Nai thành hệ thống sông Đồng Nai, đổ ra biển. Ở thượng lưu sông chảy theo hướng bắc - nam, trung lưu và hạ lưu sông chảy theo hướng tây bắc - đông nam.. Sông Sài Gòn dài 256 km, chảy dọc trên địa phận Thành phố Hồ Chí Minh khoảng 80 km, có lưu lượng trung bình vào khoảng 54 m³/s, bề rộng tại Thành phố khoảng 225 m đến 370 m, độ sâu có chỗ tới 20 m, diện tích lưu vực trên 5.000 km².",
        "Hồ Dầu Tiếng được xây dựng nhằm điều tiết dòng chảy, hạn chế lũ và xâm nhập mặn ở hạ lưu, đồng thời cung cấp nước cho Tây Ninh, khu vực tây bắc Thành phố Hồ Chí Minh và Long An. Hồ Dầu Tiếng ngăn dòng từ ngày 24-6-1984 đã làm ảnh hưởng đến dòng chảy tự nhiên của sông Sài Gòn.",
        "",
        "",
        "Vì chảy qua nhiều vùng nên sông mang nhiều tên khác nhau:",
        "Sông là ranh giới tự nhiên giữa:",
        "Sông Sài Gòn hợp lưu với sông Đồng Nai ở chỗ ngã ba giữa Quận 2, Quận 7 và Nhơn Trạch (Đồng Nai).",
        "Sông này có các cảng lớn thuộc hệ thống Cảng Sài Gòn. Ngoài ra, ở Thành phố Hồ Chí Minh còn có một hệ thống kênh rạch chằng chịt: Thầy Cai, Láng The, Bàu Nông, rạch Tra, Bến Cát, An Hạ, Tham Lương, Cầu Bông, Nhiêu Lộc-Thị Nghè, Bến Nghé, Lò Gốm, Kênh Tẻ, Tàu Hũ, Kênh Ðôi...",
        "Ngày 14-8, cơ quan điều tra Công an tỉnh Bình Phước vừa đề nghị UBND tỉnh ra quyết định xử phạt Công ty TNHH nông sản Việt Phước, trụ sở tại xã Minh Tâm, huyện Hớn Quản, tỉnh Bình Phước gần 300 triệu đồng do công ty có vi phạm xả nước thải bẩn chưa qua xử lý trực tiếp ra sông Sài Gòn. Đồng thời, cơ quan chức năng cũng buộc đình chỉ hoạt động gây ô nhiễm môi trường của cơ sở chăn nuôi heo thuộc công ty này trong thời gian 4,5 tháng. Ngày 6-7, người dân phát hiện cá chết hàng loạt trên thượng nguồn sông Sài Gòn đoạn qua địa phận ấp 4, xã Minh Tâm và ấp Bàu Lùng, xã Tân Hiệp, huyện Hớn Quản và hàng trăm xác heo thối rữa vứt mé thượng nguồn sông Sài Gòn. Các loài cá bị chết chủ yếu là cá trắng, cá dảnh, cá mè, cá rô phi và một số lượng nhỏ cá lăng, ước khối lượng cá chết khoảng 2 tấn.",
        "Ngày 13-7, Phòng Cảnh sát phòng chống tội phạm về môi trường (PC49), Công an tỉnh Bình Phước) cùng Sở Tài nguyên - Môi trường tiến hành khảo sát nguồn xả thải với một số doanh nghiệp xung quanh đoạn sông xảy ra cá chết và và phát hiện Công ty TNHH Nông sản Việt Phước đã vứt hàng trăm xác heo chết ra mé sông Sài Gòn.",
        "Trước đó, tháng 6-2015, Công ty TNHH nông Sản Việt Phước cũng̣ đã bị UBND tỉnh Bình Phước xử phạt hơn 300 triệu đồng về hành vi xả thải trực tiếp ra sông Sài Gòn.3",
        "Sông Sài Gòn đoạn qua Cảng Bến Nghé",
        "Sông Sài Gòn đoạn qua quận Bình Thạnh",
        "Cầu Bình Triệu 1&2",
        "Hầm Thủ Thiêm bên Quận 2",
        "(Nguồn: Wikipedia)"
    ]
}