{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "sông Bồ",
        "Tên gọi",
        "Địa lý",
        "Thủy điện",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "sông Bồ - Người Kể Sử",
    "paragraphs": [
        "Tọa độ: 16°31′48″B 107°34′5″Đ / 16,53°B 107,56806°Đ",
        "Sông Bồ là con sông nhỏ ở phía bắc thành phố Huế, Việt Nam. Sông Bồ là một phụ lưu cấp 1 quan trọng phía tả ngạn của sông Hương.",
        "Sông Bồ bắt nguồn từ vùng núi A Sầu ở dãy Trường Sơn, thuộc xã A Roàng huyện A Lưới 16°7′25″B 107°23′44″Đ / 16,12361°B 107,39556°Đ 1 . Từ đó sông chảy qua các huyện Hương Trà, Phong Điền 16°32′46″B 107°27′18″Đ / 16,54611°B 107,455°Đ, Quảng Điền rồi đổ vào sông Hương ở Ngã ba Sình.",
        "Con sông cung cấp nguồn nước ngọt và bồi đắp phù sa cho lưu vực mà nó chảy qua.",
        "",
        "",
        "Theo sử sách thời Lê (thế kỷ XV) sông Bồ có tên gọi là sông Đan Điền do chảy qua địa phận huyện Đan Điền (dưới triều Nguyễn đổi tên thành huyện Quảng Điền như ngày nay). Ghi chép của Quốc sử quán triều Nguyễn gọi tên sông là Phú Ốc, ngoài ra còn có những cái tên khác do người dân địa phương đặt như sông Hiền Sĩ hay sông Cổ Bi2 . Sách Đồng Khánh địa dư chí dưới thời vua Đồng Khánh giải thích cái tên dân dã của sông Bồ: \"Tục truyền, trên thượng nguồn sông Bồ có nhiều cỏ xương bồ, cho nên có tên là Bồ Giang. Nước sông này vừa trong vừa sạch, có thể coi là con sông đẹp nhất trong huyện.\"3",
        "Sông Bồ là phụ lưu cấp I của Sông Hương, bắt nguồn từ vùng núi A Sầu phía tây tỉnh Thừa Thiên - Huế, ở độ cao 900 m, chảy theo hướng đông nam - tây bắc đổ vào bờ trái Sông Hương, cách cửa sông 9 km. Dài 94 km. Diện tích lưu vực 938 km²; cao trung bình 384 m, độ dốc trung bình 27,4%, mật độ sông suối 0,64 km/km². Tổng lượng nước 0,95 km3. (Theo Từ điển Bách khoa Việt Nam)",
        "(Nguồn: Wikipedia)"
    ]
}