{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "sông Tiền",
        "Địa lý",
        "Tác động",
        "Các cây cầu",
        "Xem thêm",
        "Nguồn tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "sông Tiền - Người Kể Sử",
    "paragraphs": [
        "Sông Tiền hay Tiền Giang là nhánh hạ lưu bên trái (tả ngạn) của sông Mê Kông, chảy từ đất Campuchia vào đồng bằng miền Nam Việt Nam, qua các tỉnh An Giang, Đồng Tháp, Tiền Giang, Vĩnh Long, Trà Vinh và Bến Tre, rồi đổ ra biển Đông 1 .",
        "",
        "",
        "Sông Tiền (giống như sông Hậu) chảy theo hướng Tây Bắc – Đông Nam",
        "Sông Tiền chảy từ Phnom Penh, qua Kandal và dọc theo ranh giới tự nhiên giữa tỉnh Prey Veng (tả ngạn - bở bắc) và Kandal (hữu ngạn - bờ nam).",
        "Sông đi vào lãnh thổ Việt Nam ở xã Vĩnh Xương (Tân Châu, An Giang) và Thường Phước 1 (Hồng Ngự, Đồng Tháp). Sông đi dọc ranh giới Tân Châu và Hồng Ngự rồi đi vào hẳn Hồng Ngự, dọc theo ranh giới Hồng Ngự với Tam Nông (cũng Đồng Tháp) vào Thanh Bình (Đồng Tháp). Sônng tiếp tục dọc theo ranh giới giữa Thanh Bình, Cao Lãnh (đều của Đồng Tháp) bên tả và Chợ Mới (An Giang) bên hữu. Sông lại vào sâu trong Đồng Tháp dọc theo ranh giới Lấp Vò, Sa Đéc, Châu Thành bên hữu với thành phố Cao Lãnh và huyện Cao Lãnh bên tả. Sông là ranh giới tự nhiên giữa Châu Thành, Đồng Tháp bên hữu và Cái Bè (Tiền Giang) bên tả",
        "Tới giáp ranh giữa thành phố Vĩnh Long và Tiền Giang, nó được tách làm ba nhánh lớn: nhánh Cổ Chiên (tức sông Cổ Chiên), Hàm Luông (tức sông Hàm Luông) và Mỹ Tho (tức sông Mỹ Tho).",
        "Cổ Chiên chảy dọc theo ranh giới giữa Vĩnh Long, Trà Vinh (bên hữu) và Bến Tre (bên tả) đổ ra biển ở cửa Cổ Chiên nằm giữa Châu Thành, Trà Vinh (Trà Vinh) và Thạnh Phú (Bến Tre)",
        "Sông Hàm Luông chảy trọn vẹn trong tỉnh Bến Tre, ra biển bẳng cửa Hàm Luông ở giữa Thạnh Phú và Ba Tri.",
        "Sông Mỹ Tho chảy qua ranh giới Bến Tre (bên hữu) và Tiền Giang (bên tả), đổ ra biển bởi ba cửa: cửa Tiểu (Gò Công), cửa Đại (giữa Bình Đại và Gò Công) và cửa Ba Lai (giữa Ba Tri và Bình Đại)2 .",
        "Nối liền sông Tiền với sông Hậu là sông Vàm Nao (ranh giới giữa hai huyện Chợ Mới và Phú Tân của An Giang). Sông Mang Thít, còn gọi là sông Măng Thít hay sông Mân Thít, là một con sông nhỏ, dài khoảng 47 km, nốisông Tiền (nhánh Cung Hầu, Cổ Chiên) với sông Hậu, chảy trên địa phận tỉnh Vĩnh Long",
        "Do sự biến động của dòng chảy và sự tác động của thủy triều mặn thâm nhập sâu vào trong đất liền, trên dòng sông xuất hiện nhiều cồn bãi nổi và ngầm, làm cho việc đi lại của các tàu có trọng tải lớn chắc chắn gặp nhiều khó khăn.3",
        "(Nguồn: Wikipedia)"
    ]
}