{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Sông Đáy<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Hát Giang, sông Gián Khẩu<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Cangninhphuc.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/song-hat/df8219dd9a1a29d8427b6d206cc337b9.jpg\">\n    <noscript>\n     <img alt=\"Cangninhphuc.jpg\" src=\"/images/wiki/song-hat/df8219dd9a1a29d8427b6d206cc337b9.jpg\">\n    <\/noscript>\n    <div>\n     Sông Đáy đoạn qua cảng Ninh Phúc\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Đặc điểm<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dài<\/th>\n   <td>240 km<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lưu vực<\/th>\n   <td>7.500 km²<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lưu lượng<\/th>\n   <td>Chưa xác định<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Dòng chảy<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thượng nguồn<\/th>\n   <td>Phúc Thọ - Đan Phượng, Hà Nội<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Cao độ<\/span><\/th>\n   <td>Chưa xác định<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Cửa sông<\/th>\n   <td>Cửa Đáy, Kim Sơn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Cao độ<\/span><\/th>\n   <td>0<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Chiều rộng<\/span><\/th>\n   <td>Chưa xác định<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Các quốc gia lưu vực<\/th>\n   <td>Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Các tỉnh lưu vực<\/th>\n   <td>Hà Nội, Hòa Bình, Hà Nam, Ninh Bình và Nam Định<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Các nhánh<\/th>\n   <td>Chưa xác định<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Các chi lưu<\/th>\n   <td>Sông Hồng, suối Yến, <a class=\"annotation\" href=\"/dia-danh/song-nhue\" title=\"Sông Nhuệ tức Nhuệ Giang là một con sông nhỏ, phụ lưu của sông Đáy. Sông dài khoảng 76&amp;#160;km, chảy ngoằn ngoèo gần như theo hướng bắc Tây Bắc-Nam Đông Nam qua địa phận thành phố Hà Nội và tỉnh Hà Nam....\" target=\"_blank\">sông Nhuệ<\/a>, <a class=\"annotation\" href=\"/dia-danh/song-boi\" title=\"Sông Bôi là một con sông chảy qua 2 tỉnh Hòa Bình và Ninh Bình, sông là nhánh chính đổ vào sông Hoàng Long nên đôi khi nó cũng được gọi là sông Hoàng Long. Có 2 nguồn nước khoáng đổ vào thượng lưu và hạ lưu sông Bôi là nước khoáng Kim Bôi (Hòa Bình và nước khoáng Kênh Gà (Ninh Bình)....\" target=\"_blank\">sông Bôi<\/a>, sông Đào<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\" table table-striped\">\n <tbody>\n  <tr>\n   <td>\n    <dl>\n     <dd>\n      浮撟盡處出平田\n     <\/dd>\n     <dd>\n      歷歷青山在眼前\n     <\/dd>\n     <dd>\n      古徑樵歸明月擔\n     <\/dd>\n     <dd>\n      潮門漁送夕陽船\n     <\/dd>\n     <dd>\n      茫茫遠水三春樹\n     <\/dd>\n     <dd>\n      落落人家兩岸煙\n     <\/dd>\n     <dd>\n      極目鄉關在何處\n     <\/dd>\n     <dd>\n      征鴻數點白雲邊\n     <\/dd>\n    <\/dl><\/td>\n   <td>\n    <dl>\n     <dd>\n      <i>Phù kiều tận xứ xuất bình điền<\/i>\n     <\/dd>\n     <dd>\n      <i>Lịch lịch thanh sơn tại nhãn tiền<\/i>\n     <\/dd>\n     <dd>\n      <i>Cổ kính tiều quy minh nguyệt đảm<\/i>\n     <\/dd>\n     <dd>\n      <i>Triều môn ngư tống tịch dương thuyền<\/i>\n     <\/dd>\n     <dd>\n      <i>Mang mang viễn thủy tam xuân thụ<\/i>\n     <\/dd>\n     <dd>\n      <i>Lạc lạc nhân gia lưỡng ngạn yên<\/i>\n     <\/dd>\n     <dd>\n      <i>Cực mục hương quan tại hà xứ<\/i>\n     <\/dd>\n     <dd>\n      <i>Chinh hồng sổ điểm bạch vân biên<\/i>\n     <\/dd>\n    <\/dl><\/td>\n   <td>\n    <dl>\n     <dd>\n      \"Chiều <a class=\"annotation\" href=\"/dia-danh/song-day\" title=\"Sông Đáy là một trong những con sông dài ở miền Bắc Việt Nam, nó là con sông chính của lưu vực sông Nhuệ - Đáy ở phía tây nam vùng châu thổ sông Hồng. Sông Đáy chảy qua các tỉnh thành Hà Nội, Hà Nam, Ninh Bình và Nam Định với dòng sông chảy gần song song bên hữu ngạn hạ lưu sông Hồng. Trong lưu vực ...\" target=\"_blank\">sông Đáy<\/a>\"\n     <\/dd>\n     <dd>\n      Cầu nổi cuối thôn mở cánh đồng\n     <\/dd>\n     <dd>\n      Núi xanh lớp lớp mắt ngay trông\n     <\/dd>\n     <dd>\n      Nước lên ngư đẩy thuyền tàn nắng\n     <\/dd>\n     <dd>\n      Lối cũ tiều về gánh sáng trăng\n     <\/dd>\n     <dd>\n      Khói tỏa đôi bờ nhà lác đác\n     <\/dd>\n     <dd>\n      Cây xuân mấy khóm nước mênh mông\n     <\/dd>\n     <dd>\n      Cố nhìn quê quán nơi đâu nhỉ\n     <\/dd>\n     <dd>\n      Trắng một màu mây, cánh cánh hồng\n     <\/dd>\n     <dd>\n      (Thảo Nguyên dịch)\n     <\/dd>\n    <\/dl><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "sông Hát",
        "Đặc điểm dòng chảy",
        "Các phụ lưu",
        "Các đô thị bên sông Đáy",
        "Di tích lịch sử",
        "Sông Đáy trong văn học",
        "Vấn đề môi sinh",
        "Các cây cầu bắc qua sông Đáy",
        "Hình ảnh",
        "Chú thích",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "sông Hát - Người Kể Sử",
    "paragraphs": [
        "Sông Đáy là một trong những con sông dài ở miền Bắc Việt Nam, nó là con sông chính của lưu vực sông Nhuệ - Đáy ở phía tây nam vùng châu thổ sông Hồng. Sông Đáy chảy qua các tỉnh thành Hà Nội, Hà Nam, Ninh Bình và Nam Định với dòng sông chảy gần song song bên hữu ngạn hạ lưu sông Hồng. Trong lưu vực sông Đáy có nhiều sông khác như sông Tích, sông Nhuệ, sông Bùi, sông Bôi, sông Lạng, sông Hoàng Long, sông Sắt, sông Vạc, sông Nam Định, liên quan đến nhau nên đã được quy hoạch thủy lợi chung vào hệ thống sông Đáy.",
        "",
        "",
        "Sông Đáy có chiều dài khoảng 240 km1 và là một trong năm con sông dài nhất ở miền Bắc Việt Nam (Hồng, Đà, Lô, Cầu, Đáy). Lưu vực sông Đáy (cùng với phụ lưu sông Nhuệ) hơn 7.500 km²2 trên địa bàn các tỉnh thành Hà Nội, Hòa Bình, Hà Nam, Ninh Bình và Nam Định.",
        "Sông Đáy ngoài vai trò là sông chính của các sông Bùi, sông Nhuệ, sông Bôi, sông Hoàng Long, sông Vạc nó còn là một phân lưu của sông Hồng khi nhận nước từ sông Nam Định nối tới từ hạ lưu sông Hồng. Trước đây sông Đáy còn nhận nước của sông Hồng ở địa phận Hà Nội giữa huyện Phúc Thọ và huyện Đan Phượng. Quãng sông này còn có tên là sông Hát hay Hát giang. Chỗ sông Hồng tiếp nước là Hát môn. Song hiện nay khu vực này đã bị bồi lấp, nguồn cung cấp nước cho sông chủ yếu ở các nhánh bên hữu ngạn chảy từ vùng núi Hòa Bình.",
        "Ở thượng nguồn, lưu lượng của sông bất thường nên mùa mưa thì lũ quét lại thêm dòng sông quanh co uốn khúc nên dễ tạo ra những ghềnh nước lớn. Đến mùa khô thì lòng sông có chỗ cạn lội qua được nên thượng lưu sông Đáy thuyền bè không dùng được. Đoạn hạ nguồn từ thị trấn Vân Đình, Ứng Hòa, Hà Nội đến cửa Đáy được công nhận là tuyến đường sông cấp quốc gia.",
        "Sông Đáy khi xuôi đến Vân Đình thì lòng sông rộng ra, lưu lượng chậm lại nên có thể đi thuyền được. Khúc sông đây men đến vùng chân núi nên phong cảnh hữu tình. Đến địa phận huyện Mỹ Đức, sông Đáy tiếp nhận dòng suối Yến (thủy lộ vào chùa Hương). Vượt đến tỉnh Hà Nam khi sông chảy vào thành phố Phủ Lý thì dòng sông Nhuệ góp nước từ phía tả ngạn. Sông Đáy tiếp tục hành trình xuôi nam đón sông Bôi (sông Hoàng Long) bên hữu ngạn từ miền núi tỉnh Hòa Bình và Ninh Bình dồn về tại ngã ba Gián Khẩu, cách thành phố Ninh Bình khoảng 10 km về phía Bắc. Đoạn này sông được gọi sông Gián Khẩu. Qua khỏi Ninh Bình khoảng 20 km thì bên tả ngạn có phụ lưu là sông Đào (sông Nam Định) thêm nước rồi tiếp tục nhận nước sông Vạc bên hữu ngạn. Gần đến biển, sông Đáy chuyển hướng từ Tây Bắc-Đông Nam sang Đông Bắc-Tây Nam rồi đổ ra vịnh Bắc Bộ ở Cửa Đáy, xưa gọi là cửa Đại An hay Đại Ác thuộc huyện Kim Sơn, tỉnh Ninh Bình và huyện Nghĩa Hưng, tình Nam Định.",
        "Khác với các cửa sông khác ở miền Bắc như: cửa Ba Lạt, cửa Thái Bình, cửa Văn Úc,... vùng biển cửa sông Đáy phát triển thiên về xu hướng bồi tụ mạnh nhờ có nguồn bồi tích rất dồi dào từ hệ thống sông Hồng và cửa sông nằm ở vùng bờ biển lõm, tránh được các hướng sóng chính có tác động mạnh ở ven biển đồng bằng sông Hồng.3",
        "Sông Đáy có các phụ lưu cấp 1, 2, 3 sau đây:",
        "Sông Đáy chảy qua nhiều đô thị của Hà Nội, Hà Nam, Nam Định và Ninh Bình như:",
        "Xuôi dòng sông Đáy sẽ gặp nhiều di tích lịch sử lần lượt như:",
        "Kể từ năm 2003, sông Đáy cùng phụ lưu sông Nhuệ bị ô nhiễm nhiều vì nước thải không được khử biến khiến hai dòng sông này bị coi là \"sông chết\". Năm 2007 chính phủ Việt Nam cho xây công trình đầu mối sông Đáy đưa nước từ sông Hồng ở cống Hiệp Thuận qua hệ thống kênh dài 12 km vào sông Đáy ở cống Cẩm Đinh với kỳ vọng làm sống lại dòng sông Đáy và sẽ tạo thành một điểm du lịch trên sông trong tương lai.1",
        "Cầu Non Nước qua sông Đáy nối Nam Định - Ninh Bình",
        "Suối Yên chùa Hương-1 Nhánh sông Đáy",
        "Sông Đáy đoạn chảy qua Phủ Lý",
        "Sinh cảnh bãi bồi cửa sông Đáy",
        "Danh thắng Kẽm Trống được tạo ra bởi sông Đáy",
        "Núi Ngọc Mỹ Nhân nhìn từ bên kia sông Đáy",
        "(Nguồn: Wikipedia)"
    ]
}