{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Sông Thái Bình<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Thai Binh river viewed from new Phu Luong Bridge.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/song-thai-binh/f89c2cb800aac1bd5dfba1d347fe5e25.jpg\">\n    <noscript>\n     <img alt=\"Thai Binh river viewed from new Phu Luong Bridge.jpg\" src=\"/images/wiki/song-thai-binh/f89c2cb800aac1bd5dfba1d347fe5e25.jpg\">\n    <\/noscript>\n    <div>\n     Sông Thái Bình đoạn chảy qua thành phố Hải Dương\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Đặc điểm<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dài<\/th>\n   <td>100 km (62 dặm)<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Dòng chảy<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thượng nguồn<\/th>\n   <td>Hợp lưu <a class=\"annotation\" href=\"/dia-danh/song-cau\" title=\"Sông Cầu (còn gọi là sông Như Nguyệt, sông Thị Cầu, sông Nguyệt Đức hay mỹ danh dòng sông quan họ), là con sông quan trọng nhất trong hệ thống sông Thái Bình, sông nằm lọt trong vùng Đông Bắc Việt Nam. \n Lưu vực sông Cầu là một trong năm con sông dài nhất ở miền Bắc Việt Nam (Hồng, Đà, Lô, Cầu, Đáy)...\" target=\"_blank\">sông Cầu<\/a> và <a class=\"annotation\" href=\"/dia-danh/song-thuong\" title=\"Sông thương bắc giang \n Sông Thương hay sông Nhật Đức (xưa còn gọi là sông Nam Bình, sông Lạng Giang, sông Long Nhỡn) là một sông lớn ở địa phận các tỉnh Lạng Sơn, Bắc Giang, Hải Dương và là một chi lưu của sông Thái Bình....\" target=\"_blank\">sông Thương<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Cửa sông<\/th>\n   <td>Biển Đông<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Các quốc gia lưu vực<\/th>\n   <td>Việt Nam<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "sông Thái Bình",
        "Dòng chảy",
        "Thượng lưu",
        "Hạ lưu",
        "Địa danh",
        "Các sông nhánh và phân lưu",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "sông Thái Bình - Người Kể Sử",
    "paragraphs": [
        "Sông Thái Bình là một con sông lớn trong hệ thống sông ở miền Bắc Việt Nam, cùng với hệ thống sông Hồng là 2 hệ thống sông chính của đồng bằng sông Hồng. Mặc dù tên sông trùng với tên tỉnh Thái Bình nhưng sông không chảy qua tỉnh này, nó chỉ chảy bên 2 xã Thụy Tân và Thụy Trường thuộc huyện Thái Thụy, Thái Bình với chiều dài gần 5 km, là quá ngắn so với chiều dài qua các tỉnh Bắc Giang, Bắc Ninh, Hải Dương và Hải Phòng. Sông Thái Bình là tên gọi của hai đoạn sông chính trong hệ thống sông Thái Bình:",
        "",
        "",
        "Sông Thái Bình hiện chia thành 2 đoạn: thượng lưu và hạ lưu, 2 đoạn này nối với nhau bằng một dòng chảy hẹp, nhỏ hơn rất nhiều so với các đoạn khác và các phương tiện giao thông thường phải \"đi nhờ\" một đoạn sông theo 2 lộ trình sau đây:",
        "Đoạn sông ở phía thượng lưu có chiều dài khoảng 64 km được bắt đầu từ nơi hợp lưu của hai con sông Cầu và sông Thương (còn có tên gọi là Ngã ba Lác, gần cầu Phả Lại tại địa phận 3 xã Đồng Phúc - Yên Dũng - Bắc Giang; xã Đức Long - Quế Võ - Bắc Ninh và Phả Lại - Chí Linh - Hải Dương). Qua cầu Phả Lại, sông Thái Bình chảy ngoằn ngoèo theo hướng bắc-nam, đi qua và làm ranh giới tự nhiên giữa tỉnh Bắc Ninh và các huyện Chí Linh, Nam Sách của Hải Dương. Từ địa phận xã Minh Tân (huyện Nam Sách) đổi hướng chảy theo hướng tây-đông. Tới xã Nam Đồng thuộc thành phố Hải Dương nó đổi hướng chảy theo hướng tây bắc-đông nam. Tại địa phận thành phố Hải Dương nó nhận thêm nước của sông Sặt và sau đó tại ngã ba Mũi Gươm nó nhận nước từ sông Gùa (dài khoảng 4 km, nối sông Thái Bình với sông Văn Úc). Đoạn này của sông Thái Bình kết thúc tại ngã ba Mía (ranh giới giữa bốn xã Vĩnh Lập (huyện Thanh Hà), An Thanh, Quang Trung (huyện Tứ Kỳ), Đại Thắng (huyện Tiên Lãng, Hải Phòng)). Tại đây nó gặp sông Mía (tên gọi của đoạn sông dài khoảng 3 km nối sông Thái Bình với sông Văn Úc) và sông Cầu Xe.",
        "Đoạn sông ở phía hạ lưu cũng có tên gọi là Thái Bình, dài 36 km, được bắt đầu từ Quý Cao, điểm tiếp giáp của xã Giang Biên (huyện Vĩnh Bảo, Hải Phòng) với các xã Quang Trung, Nguyên Giáp (huyện Tứ Kỳ), nơi được tính là điểm cuối của sông Luộc. Sông chảy theo hướng tây-đông khoảng 3 km để nhận thêm nước của sông Kênh Khê (đoạn sông dài khoảng 3 km nối sông Thái Bình với sông Văn Úc), đổi hướng thành bắc-nam, đến địa phận xã Kiến Thiết (Tiên Lãng) uốn vòng cung đổi hướng chảy sang hướng tây bắc-đông nam và đổ ra biển Đông tại cửa Thái Bình. Cách cửa sông khoảng 7 km nó tiếp nhận nước từ sông Hóa. Đoạn sông Thái Bình thứ hai này có chiều dài khoảng 36 km và làm ranh giới tự nhiên giữa các huyện Tiên Lãng và Vĩnh Bảo, giữa huyện Tiên Lãng và một phần đông bắc của huyện Thái Thụy (tỉnh Thái Bình).",
        "Ngày trước, hai đoạn sông Thái Bình ở thượng lưu và hạ lưu đều thông với nhau, tuy nhiên về sau do bồi đắp nên dòng chảy bị thu hẹp lại và không thuận lợi cho giao thông cũng như thoát nước. Đoạn bị bồi đắp này dài khoảng 5 km theo hướng bắc-nam, hiện nay nó đã được kè lại làm thành một đoạn đập ngăn nước giữa hai đoạn sông Thái Bình.",
        "Sông Thái Bình thượng nguồn làm thành ranh giới tự nhiên giữa các địa phương của ba tỉnh Bắc Giang - Hải Dương, Bắc Ninh - Hải Dương. Đoạn hạ lưu chảy qua thành phố Hải Phòng rồi đổ ra biển tại cửa Thái Bình giáp ranh giữa Hải Phòng và Thái Bình.",
        "Các huyện, thị có sông chảy qua gồm:",
        "Trên sông Thái Bình có những cầu và phà sau:",
        "(Nguồn: Wikipedia)"
    ]
}