{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Sông Đà<\/th>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Đặc điểm<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dài<\/th>\n   <td>910 km<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lưu vực<\/th>\n   <td>52.900 km²<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lưu lượng<\/th>\n   <td>? m³/năm<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Dòng chảy<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thượng nguồn<\/th>\n   <td>Vân Nam, Trung Quốc<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Cửa sông<\/th>\n   <td>Ngã ba Hồng Đà, Tam Nông, Phú Thọ<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Các quốc gia lưu vực<\/th>\n   <td><img class=\"jch-lazyload\" alt=\"Cộng hòa xã hội chủ nghĩa Việt Nam\" src=\"/images/wiki/song-da/f015bbd8d34e4f28933ca79adf565f31.png\" width=\"22\" height=\"15\" srcset=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIyMiIgaGVpZ2h0PSIxNSI+PC9zdmc+\" data-srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/33px-Flag_of_Vietnam.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/44px-Flag_of_Vietnam.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\">\n    <noscript>\n     <img alt=\"Cộng hòa xã hội chủ nghĩa Việt Nam\" src=\"/images/wiki/song-da/f015bbd8d34e4f28933ca79adf565f31.png\" width=\"22\" height=\"15\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/33px-Flag_of_Vietnam.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/44px-Flag_of_Vietnam.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\">\n    <\/noscript>Việt Nam và <img class=\"jch-lazyload\" alt=\"Cờ Trung Quốc\" src=\"/images/wiki/song-da/6e08fc56e9c5d3eede13228609c6326b.png\" width=\"20\" height=\"13\" srcset=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIyMCIgaGVpZ2h0PSIxMyI+PC9zdmc+\" data-srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Flag_of_the_People%27s_Republic_of_China.svg/30px-Flag_of_the_People%27s_Republic_of_China.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Flag_of_the_People%27s_Republic_of_China.svg/40px-Flag_of_the_People%27s_Republic_of_China.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\">\n    <noscript>\n     <img alt=\"Cờ Trung Quốc\" src=\"/images/wiki/song-da/6e08fc56e9c5d3eede13228609c6326b.png\" width=\"20\" height=\"13\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Flag_of_the_People%27s_Republic_of_China.svg/30px-Flag_of_the_People%27s_Republic_of_China.svg.png 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Flag_of_the_People%27s_Republic_of_China.svg/40px-Flag_of_the_People%27s_Republic_of_China.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\">\n    <\/noscript>Trung Quốc<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "sông Đà",
        "Ở Trung Quốc",
        "Ở Việt Nam",
        "Các cây cầu bắc qua sông Đà",
        "Thủy điện",
        "Tham khảo",
        "Xem thêm",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "sông Đà - Người Kể Sử",
    "paragraphs": [
        "Sông Đà (còn gọi là sông Bờ hay Đà Giang) là phụ lưu lớn nhất của sông Hồng. Sông dài 910 km (có tài liệu ghi 983 km), diện tích lưu vực là 52.900 km², bắt nguồn từ núi Vô Lượng, tỉnh Vân Nam, Trung Quốc chảy theo hướng tây bắc - đông nam để rồi nhập với sông Hồng ở Phú Thọ. Trong một số tiếng châu Âu, sông Đà được dịch là sông Đen (tiếng Anh: Black River; tiếng Pháp: rivière Noire).",
        "",
        "",
        "Đoạn thượng nguồn sông Đà ở Trung Quốc, được gọi là Lý Tiên Giang (Li Xianjiang, 李仙江), do hai nhánh Bả Biên Giang và A Mặc Giang hợp thành. Đoạn này dài khoảng 400 km từ núi Nguy Bảo (巍寶山) ở huyện tự trị người Di người Hồi Nguy Sơn phía nam châu tự trị châu tự trị dân tộc Bạch Đại Lý chảy theo hướng tây bắc-đông nam qua Phổ Nhĩ.",
        "Các phụ lưu của Lý Tiên Giang gồm:",
        "Đoạn ở Việt Nam dài 527 km (có tài liệu ghi 543 km). Điểm đầu là biên giới Việt Nam-Trung Quốc tại huyện Mường Tè (Lai Châu). Sông chảy qua các tỉnh Tây Bắc Việt Nam là Lai Châu, Điện Biên, Sơn La, Hòa Bình, Phú Thọ (phân chia huyện Thanh Thủy, Phú Thọ với Ba Vì, Hà Nội). Điểm cuối là ngã ba Hồng Đà, huyện Tam Nông, tỉnh Phú Thọ.",
        "Các phụ lưu trên lãnh thổ Việt Nam gồm Nậm Na (ở tả ngạn), Nậm Mức (ở hữu ngạn).1",
        "Lê Quý Đôn viết về sông Đà như sau:\"... Sông Đà ở về bên trái sông Mã, phát nguyên từ châu Ninh Viễn tỉnh Vân Nam Trung Quốc, chảy đến bên phải chỗ ngã ba thuộc huyện Kiến Thủy,... (Đoạn này Quý Đôn nói về sông Mê Kông và nhầm 2 sông thông với nhau) ..., về đường chính có một chi chảy xuống làm thành sông Hắc Thủy, chảy qua Tuy Phụ (Mường Tè), Hoàng Nham (Mường Tông), Khiêm Châu đến Mường Lễ thuộc Lai Châu nước ta. Về bên trái là sông Na, từ sông Kim Tử (Kim Thủy Hà (金水河)) châu Quảng Lăng (Mãnh Lạp (勐拉, Meng La)) chảy đến hội tụ, đấy là sông Đà, nước sông trong suốt, chảy xuống các động Phù Tây, Hảo Tế thuộc châu Quỳnh Nhai, về bên trái hợp lưu với Tề Giang chảy qua các xứ Vạn Mỏ thuộc châu Thuận, Vạn châu, Vạn Lộc thuộc châu Mai Sơn, Vạn Thụy, Vạn Giang, Hinh Miêng thuộc châu Mộc đều về bên phải. Đường sông thác ghềnh hiểm trở, gồm 83 thác có tiếng (tên), mà Vạn Bờ là thác nguy hiểm thứ nhất, bờ bên phải là Thượng Động, Hạ Động thuộc châu Mai, bờ bên trái là các động Tân An, Hào Tráng, Hiền Lương, Dĩ Lý thuộc châu Mộc. Hạ lưu, về bên trái chảy qua Vĩnh Điều, Thái Hòa, Vô Song, Sơn Bạn, Tu Vũ, Phượng Mao, Lăng Sương, Đồng Luận, Đoan Thượng, Đoan Hạ, Bảo Khang, Thượng Lạc, Đồng Lâm, La Phù, Hoa Thôn, Thạch Uyển, Quang Bị, Hạ Bì, La Thượng, La Hạ thuộc huyện Bất Bạt, đến Hoàng Cương, Hạ Nông và xứ Gót Nung thuộc huyện Tam Nông hợp lưu với sông Thao.\"2",
        "Dòng chính sông Đà vào Việt Nam ở Mù Cả, Mường Tè. Đoạn đầu sông trên lãnh thổ Việt Nam, sông Đà còn được gọi là Nậm Tè chạy dọc theo biên giới gặp phụ lưu Tiểu Hắc ở Mù Cá, Mường Tè. Phụ lưu Tiểu Hắc vào Việt Nam ở xã Ka Lăng, Mường Tè, chảy dọc theo biên giới về phía tây và hợp lưu với dòng chính sông Đà ở Mù Cả.",
        "Sông chảy qua Mường Tè sang Mường Lay và thị xã Lai Châu. Đoạn ở Mường Tè và Mường Lay, sông Đà chảy trong thung lũng kẹp giữa hai dãy núi Pu Si Lung và Pu Đen Đinh. Đoạn qua thị xã Lai Châu, sông chảy trong thung lũng kẹp giữa hai dãy núi Hoàng Liên Sơn và Su Xung Chảo Chai. Sông chảy dọc theo ranh giới giữa Sìn Hồ (phía bắc, tả ngạn) và Tủa Chùa (phía nam, hữu ngạn). Sông chảy tiếp sang địa phận Sơn La ở Quỳnh Nhai, rồi chạy dọc theo ranh giới Quỳnh Nhai, Mường La (phía bắc, tả ngạn) và Thuận Châu (phía nam, hữu ngạn). Sông Đà chảy vào sâu Mường La, tại đây nhận thêm nước từ các phụ lưu Nâm Ma và Nậm Chang. Sông chạy dọc theo ranh giới Bắc Yên (phía bắc) và Mai Sơn (phía nam), vào sâu Mai Sơn rồi lại dọc theo ranh giới Phù Yên, Đà Bắc (phía bắc) và Mộc Châu (phía nam). Sông chảy sâu vào Đà Bắc (Hòa Bình) rồi lại dọc theo ranh giới Đà Bắc (phía bắc) với Mai Châu, Tân Lạc, Cao Phong (phía nam). Sông trở lại Đà Bắc rồi chuyển hướng nam lên bắc chảy qua giữa thành phố Hòa Bình, dọc theo ranh giới giữa thành phố Hòa Bình, Thanh Sơn, Thanh Thủy, Tam Nông (phía tây) và Kỳ Sơn, Ba Vì ở (phía đông). Sông Đà đổ vào sông Hồng ở ngã ba giữa Hồng Đà (Tam Nông), Vĩnh Lại (Lâm Thao) và Phong Vân (Ba Vì), cách chỗ sông Lô hợp lưu với sông Hồng khoảng 12 km.",
        "Sông có lưu lượng nước lớn, cung cấp 31% lượng nước cho sông Hồng và là một nguồn tài nguyên thủy điện lớn cho ngành công nghiệp điện Việt Nam. Năm 1994, khánh thành Nhà máy Thủy điện Hoà Bình có công suất 1.920 MW với 8 tổ máy. Năm 2005, khởi công công trình thủy điện Sơn La với công suất theo thiết kế là 2.400 MW. Đang xây dựng nhà máy thủy điện Lai Châu 1.200 M. Khởi công năm 2011, dự kiến hoàn thành tháng 12 năm 2016 ở thượng nguồn con sông này.",
        "Lưu vực có tiềm năng tài nguyên to lớn với nhiều loại khoáng sản quý hiếm, các hệ sinh thái đặc trưng bao gồm các nguồn sinh vật với mức đa dạng sinh học cao.",
        "Ở địa phận Việt Nam hiện có các cầu sau bắc qua dòng chính sông Đà:",
        "Sông Đà chảy qua vùng núi cao, có tiềm năng thủy điện lớn. Hiện trên dòng chính sông Đà thuộc địa phận Việt Nam có các nhà máy thủy điện sau (tính từ thượng nguồn xuống hạ nguồn):",
        "Trên phụ lưu Nậm Na có các nhà máy thủy điện sau:",
        "Trên phụ lưu Nậm Mức có các nhà máy sau:",
        "(Nguồn: Wikipedia)"
    ]
}