{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "sông Hoàng Long",
        "Lưu vực",
        "Nguồn gốc tên gọi",
        "Công trình xây dựng",
        "Đập tràn Lạc Khoái",
        "Cầu Trường Yên",
        "Kênh Gà - Vân Trình",
        "Ảnh sông Hoàng Long mùa lũ 2008",
        "Khoai lang Hoàng Long",
        "Xem thêm",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "sông Hoàng Long - Người Kể Sử",
    "paragraphs": [
        "Sông Hoàng Long là con sông lớn đồng thời là một trong bốn tuyến đường thủy quốc gia trên địa bàn tỉnh Ninh Bình. Sông được tính từ nơi hợp lưu giữa sông Bôi và sông Lạng tại Kênh Gà đến cầu Gián Khẩu. Đoạn mang tên sông Hoàng Long dài khoảng 25 km, nằm lọt trong vùng phân lũ thuộc ô trũng Nho Quan. Lưu vực sông Hoàng Long bao gồm nửa phía bắc Ninh Bình là Nho Quan, Gia Viễn, Hoa Lư, thành phố Ninh Bình.",
        "",
        "",
        "Sông Hoàng Long là một phụ lưu của sông Đáy, nhập vào sông Đáy tại ngã ba Gián Khẩu. Dòng chảy sông Hoàng Long được tạo thành bởi hợp lưu của hai nhánh chính là sông Lạng và sông Bôi tại Kênh Gà, xã Gia Thịnh. Trên đường đi sông Hoàng Long còn nhận thêm nước từ hệ thống sông Rịa - sông Chim đổ vào tại đập tràn Lạc Khoái. Ngoài ra còn có các nhánh sông Chanh, sông Sào Khê, sông Lựng, sông Đào tùy theo mùa mà đổ nước vào sông Hoàng Long hoặc rút nước về hệ thống sông Vạc. Đến địa phận xã Gia Trung, sông Hoàng Long tách thành hai nhánh tả Hoàng Long và hữu Hoàng Long dài chừng 4 km ôm bọc lấy xã này (với dòng chính bên nhánh hữu) rồi lại nhập lại thành một.",
        "Sông Hoàng Long chảy qua địa phận các huyện Nho Quan, Gia Viễn, Hoa Lư đều thuộc tỉnh Ninh Bình. Đoạn từ chỗ sông Bôi và sông Lạng hợp lưu tới chỗ sông Hoàng Long hợp lưu vào sông Đáy dài khoảng 25 km, chỗ rộng nhất 300 m. Trên sông Hoàng Long có tổng số 12 bến đò. Từ sông Hoàng Long có thể theo các nhánh dẫn vào các điểm du lịch như suối nước nóng Kênh Gà, động Vân Trình, Cố đô Hoa Lư, hang động Tràng An, chùa Bái Đính, hồ Yên Quang, hồ Đập Trời, hồ Thường Sung, hồ Đồng Chương.",
        "Theo một số cách gọi, các đoạn hạ lưu của sông Bôi và sông Lạng vẫn thường được gọi là sông Hoàng Long, cụ thể như sau:",
        "Nhìn chung, mạng lưới sông chính ở lưu vực sông Hoàng Long có dạng hình giẻ quạt nên khi có lũ thì nước ở các sông suối cùng đồng thời tập trung về vùng đồng bằng. Sông Hoàng Long chảy qua vùng đất thấp, điều kiện địa hình khu vực thuận lợi cho các tình thế gây mưa nên thường hay gây ra lũ lụt. Năm 1960, hệ thống đê sông Hoàng Long được xây dựng nhằm ngăn lũ vào thành phố Ninh Bình. Đồng thời, nhà nước Việt Nam đã quy định hai huyện Nho Quan và Gia Viễn là vùng chậm lũ và phân lũ của sông Hoàng Long để giữ cho đê khỏi bị vỡ. Từ đó cho đến năm 2007, đã có 17 lần xả lũ sông Hoàng Long vào hai huyện trên, gây cho nhân dân trong vùng nhiều thiệt hại[2].",
        "Sông Hoàng Long từ xưa có tên là sông Đại Hoàng[3]. Theo truyền thuyết, Đinh Tiên Hoàng (Đinh Bộ Lĩnh) khi còn nhỏ đã tự xưng vương, hai bên tả hữu có Đinh Điền và Nguyễn Bặc đứng hầu. Người chú chú nghe tin Đinh Bộ Lĩnh xưng vương, thất kinh cầm gươm đuổi đánh. Đinh Bộ Lĩnh phải chạy trốn chú từ làng Mai Phương thuộc xã Gia Hưng qua xã Gia Phương ngày nay đến bến đò Trường Yên (xã Gia Thắng) thì cùng đường bèn kêu rồng vàng (hoàng long) trợ giúp. Rồng vàng nổi lên đưa Đinh Bộ Lĩnh qua sông, người chú nhìn thấy rồng vàng lại thất kinh lần nữa bèn cắm gươm xuống và quỳ lạy theo. Con sông từ đó được mang tên sông Hoàng Long. Nơi người chú cắm Gươm xuống mọc lên một ngọn núi mà người dân nơi đây gọi là núi Cắm Gươm (núi Kiếp Lĩnh). Con đường Đinh Bộ Lĩnh tháo chạy được gọi là đường Vua Đinh hiện nay vẫn còn.",
        "Lễ hội cố đô Hoa Lư luôn có tục rước nước từ sông Hoàng Long về đền Vua Đinh Tiên Hoàng ở khu di tích cố đô Hoa Lư để tái hiện lại truyền thuyết này.",
        "Đập tràn Lạc Khoái là một công trình lớn nằm trên đê hữu Hoàng Long, thuộc xã Gia Lạc, Gia Viễn. Đập Lạc Khoái được xây dựng năm 1970 và nâng cấp từ năm 2005 - 2009. Phương án vận hành tràn Lạc Khoái được thực hiện theo nguyên tắc: Khi mực nước sông Hoàng Long làm ảnh hưởng đến an toàn các tuyến đê tiến hành phân lũ bằng biện pháp mở 24 khoang cửa vào vùng hữu. Sau khi mở 24 cửa tràn mà nước sông Hoàng Long vẫn tiếp tục lên, vẫn có nguy cơ vỡ các tuyến đê sông tiến hành vận hành tràn sự cố dài 613,2m, bằng biện pháp dùng 2 máy xúc mở từ giữa sang hai bên, kết hợp với lực lượng xung kích và quân đội.[4]",
        "Đập tràn Lạc Khoái cũ có chiều dài 730m, cao trình đỉnh tràn +4,0, trạch đất 4,6m. Khi nâng cấp, đập tràn Lạc Khoái được xây dựng với 2 phần: Tràn điều tiết dài 116,8m với 24 khoang, cao trình tràn +5,7m, cửa van bằng thép đóng mở bằng vít V5 vận hành điện kết hợp quay tay. Phần còn lại gọi là tràn sự cố, có chiều dài hơn 613m, cao trình đỉnh +6,1m, mặt rộng 7m và trên mặt được cải tạo bằng đá cấp phối.",
        "Công trình đập tràn Lạc Khoái tại xã Gia Lạc (Gia Viễn, Ninh Bình) đã hoàn thành, được đưa vào vận hành chủ động điều tiết lũ, góp phần bảo vệ các tuyến đê sông Hoàng Long, bảo đảm tài sản tính mạng của nhân dân 10 xã vùng úng trũng của các huyện Nho Quan, Gia Viễn.[5]",
        "Cầu Trường Yên là một cầu dài vượt bãi và sông Hoàng Long nối 2 huyện Hoa Lư và Gia Viễn. Phía tả ngạn chân cầu đặt tại thôn Đồng Tiến (Gia Tiến, Gia Viễn) còn phía hữu ngạn thuộc thôn Chi Phong (Trường Yên, Hoa Lư). Cầu được xây dựng xong trong năm 2014 và trở thành điểm đầu của tuyến đường Bái Đính - Ba Sao - đường trục Nam Hà Nội được quy hoạch nâng cấp thành tuyến quốc lộ nối Hà Nội - Hà Nam - Hòa Bình - Ninh Bình.",
        "Năm 2015, Chính phủ Việt Nam đã đồng ý cho xây dựng khu du lịch Kênh Gà - Vân Trình tại lưu vực sông Hoàng Long. Theo đề án của dự án khu du lịch Kênh Gà – Vân Trình, dự án này có tổng diện tích khoảng gần 2.900 ha, thuộc địa phận 7 xã gồm Gia Thịnh, Gia Minh, Gia Lạc, Gia Vượng của huyện Gia Viễn và 3 xã của huyện Nho Quan là Thượng Hòa, Đức Long và Lạc Vân. Hầu hết các xã này đều nằm trong vùng thoát lũ sông Hoàng Long, bao gồm khoảng 1.900 ha đất ngoài đê (thuộc vùng tràn lũ của sông Hoàng Long) và khoảng gần 1.000 ha đất trong đê (thuộc vùng xả lũ sông Hoàng Long).",
        "Hiện tại, Dự án Rà soát, điều chỉnh quy hoạch phòng chống lũ chi tiết cho sông Hoàng Long đến năm 2020, tầm nhìn 2030 (tính tới tác động của dự án Kênh Gà – Vân Trình) đang được đơn vị tư vấn là Viện Thủy văn Môi trường và Biến đổi khí hậu (thuộc Trường ĐH Thủy lợi) triển khai hoàn thiện. Ngày 6/6/2016 vừa qua, UBND tỉnh Ninh Bình và Tổng cục Thủy lợi (Bộ NN-PTNT) cùng các chuyên gia, nhà khoa học đã tổ chức hội thảo tiếp tục lấy ý kiến cho việc điều chỉnh quy hoạch này.[6]",
        "Lũ tràn qua đê",
        "Mênh mông",
        "Chống vỡ đập",
        "Đê Đức Long",
        "Mênh mông mùa lũ",
        "Khoai lang Hoàng Long là loại cây đặc sản của tỉnh Ninh Bình nói chung và vùng Nho Quan - Gia Viễn bên sông Hoàng Long nói riêng. Khoai Hoàng Long có thịt củ bở, màu vàng nhạt, bùi, ngọt và có mùi thơm đặc trưng. Hiện nay, Trung tâm Thực nghiệm Sinh học Nông nghiệp công nghệ cao thuộc Viện Di truyền nông nghiệp Việt Nam đã thử nghiệm và phục tráng thành công giống khoai lang Hoàng Long cho năng suất, chất lượng cao trên diện tích 3ha tại các xã Yên Quang và Phú Sơn huyện Nho Quan.",
        "Khoai lang Hoàng Long nguyên là giống nhập nội từ Trung Quốc có tên là Tương bần số 59. Năm 1960, KS. Quách Ngọc Ân - Cục Trồng trọt mang về khảo nghiệm tại huyện Hoàng Long (nay là huyện Gia Viễn và huyện Nho Quan), Ninh Bình. Do có nhiều đặc tính quý, khoai lang hoàng Long được trồng phổ biến ở nhiều nơi ở Việt Nam; tuy nhiên nó vẫn được gọi là khoai lang Hoàng Long và là một đặc sản nổi tiếng của Ninh Bình. Giống khoai lang Hoàng Long Ninh Bình có dạng thân bò trải, màu tím; lá hình tim màu xanh, lá ngọn có màu xanh tím; vỏ củ màu hồng nhạt, ruột củ màu vàng, bở. Thời gian sinh trưởng 120 - 125 ngày, năng suất đạt 10 - 12 tấn/ha, thích hợp với chân đất pha cát nhẹ. Trong củ khoai lang Hoàng Long Ninh Bình, hàm lượng chất khô đạt 29,22%; hàm lượng tinh bột là 25,10%; hàm lượng đường tổng số đạt 21,67%.[7]",
        "(Nguồn: Wikipedia)"
    ]
}