{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Sông Hương<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Sông Hương (Huế).jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/song-huong/aad74e7d07faa8248a9dd3cfcca1364e.jpg\">\n    <noscript>\n     <img alt=\"Sông Hương (Huế).jpg\" src=\"/images/wiki/song-huong/aad74e7d07faa8248a9dd3cfcca1364e.jpg\">\n    <\/noscript>\n    <div>\n     Sông Hương, đoạn ở trước <a class=\"annotation\" href=\"/dia-danh/chua-thien-mu\" title=\"Tọa độ: 16°27′11″B 107°34′48″Đ / 16,453°B 107,58°Đ / 16.453; 107.580 \n Chùa Thiên Mụ (?天姥) hay còn gọi là chùa Linh Mụ là một ngôi chùa cổ nằm trên đồi Hà Khê, tả ngạn sông Hương, cách trung tâm thành phố Huế (Việt Nam) khoảng 5&amp;#160;km về phía tây. Chùa Thiên Mụ chính thức khởi lập năm Tân Sửu (160...\" target=\"_blank\">chùa Thiên Mụ<\/a>\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Đặc điểm<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dài<\/th>\n   <td>30 km (kể từ ngã ba Bằng Lãng)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lưu vực<\/th>\n   <td>713km²<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lưu lượng<\/th>\n   <td>179m³/s<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Dòng chảy<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thượng nguồn<\/th>\n   <td>Tả Trạch, Hữu Trạch<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Cửa sông<\/th>\n   <td>Cửa Thuận An, Biển Đông<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Các quốc gia lưu vực<\/th>\n   <td>Việt Nam<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "sông Hương",
        "Địa lý",
        "Những chiếc cầu bắc qua sông Hương",
        "Lịch sử tên gọi",
        "Sông Hương núi Ngự",
        "Sông Hương trong văn thơ và ca nhạc",
        "Sông Hương và lũ lụt",
        "Thư viện ảnh",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "sông Hương - Người Kể Sử",
    "paragraphs": [
        "Sông Hương hay Hương Giang (Hán Nôm 香江) là con sông chảy qua thành phố Huế và các huyện, thị xã: Hương Trà, Hương Thủy, Phú Vang đều thuộc tỉnh Thừa Thiên-Huế, miền Trung Việt Nam.",
        "",
        "",
        "Sông Hương có hai nguồn chính đều bắt nguồn từ dãy núi Trường Sơn.Dòng chính của Tả Trạch dài khoảng 67 km, bắt nguồn từ dãy Trường Sơn Đông, ven khu vực vườn quốc gia Bạch Mã chảy theo hướng tây bắc với 55 thác nước hùng vĩ, qua thị trấn Nam Đông rồi sau đó hợp lưu với dòng Hữu Trạch tại ngã ba Bằng Lãng (khoảng 3 km về phía bắc khu vực lăng Minh Mạng). Hữu Trạch dài khoảng 60 km là nhánh phụ, chảy theo hướng bắc, qua 14 thác và vượt qua phà Tuần để tới ngã ba Bằng Lãng, nơi hai dòng này gặp nhau và tạo nên sông Hương.",
        "Từ Bằng Lãng đến cửa sông Thuận An, sông Hương dài 33 km và chảy rất chậm (bởi vì mực nước sông không cao hơn mấy so với mực nước biển). Khi chảy quanh dọc chân núi Ngọc Trản, sắc nước sông Hương xanh hơn – đây là địa điểm Điện Hòn Chén. Tại đây có một vực rất sâu.",
        "Sông Hương được cho là rất đẹp khi chiêm ngưỡng nó từ nguồn và khi nó chảy quanh các chân núi, xuyên qua các cánh rừng rậm của hệ thực vật nhiệt đới. Con sông chảy chậm qua các làng mạc như Kim Long, Nguyệt Biều, Vỹ Dạ, Đông Ba, Gia Hội, chợ Dinh, Nam Phổ, Bao Vinh. Nó từng là nguồn cảm xúc của du khách khi họ đi thuyền dọc theo dòng sông để nhìn ngắm phong cảnh và lắng nghe những điệu ca Huế truyền thống.",
        "Các công trình kiến trúc hai bên bờ sông gồm thành quách, thị tứ, vườn tược, chùa chiền, tháp và đền đài... ánh phản chiếu của chúng trên dòng nước khiến con sông mang theo nhiều chất thơ và tính nhạc. Nhiều người luôn gắn liền sự thanh bình, thanh lịch và cảnh vật đẹp đẽ của Huế với dòng Sông Hương.",
        "Giữa sông Hương có cồn Hến.",
        "Theo các sách cổ, trước khi mang tên sông Hương, con sông này tuỳ theo thời gian có nhiều tên khác nhau.",
        "Sách \"Dư địa chí\" của Nguyễn Trãi (1435), viết là sông Linh.",
        "Sách \"Ô châu cận lục\" do Dương Văn An nhuận sắc vào năm 1555, viết sông cái Kim Trà (Kim Trà đại giang).",
        "Sách \"Phủ biên tạp lục\" của Lê Quý Đôn gọi là sông Hương Trà (Hương Trà nguyên).",
        "Từ nhiều tài liệu khác cho biết cho biết sông Hương đã từng mang tên sông Lô Dung, sông Dinh, sông Yên Lục.",
        "Từ năm 1469 dưới thời Lê Thánh Tông, Kim Trà là tên của một huyện ở phủ Triệu Phong thuộc Thừa tuyên Thuận Hoá. Đến khi Đoan Quốc công Nguyễn Hoàng vào trấn phủ Thuận Hoá (1558), huyện Kim Trà được đổi tên là Hương Trà.",
        "Núi Ngự Bình (còn gọi là Bằng sơn) cao 105 mét có hình dáng cân xứng. Ở hai bên Bằng Sơn là hai ngọn núi nhỏ tên là Tả Bật Sơn và Hữu Bật Sơn. Có ý kiến cho rằng sau khi quan sát thấy Bằng Sơn trông giống như một tấm bình phong, nhà Nguyễn đã quyết định chọn Huế làm nơi xây dựng Kinh thành. Vua Gia Long đã đồng ý với những thầy địa lý chọn ngọn núi đó làm án thờ phía trước của hệ thống tường bao chắc chắn có chức năng bảo vệ thành, và đổi tên nó là Ngự Bình.",
        "Cùng với sông Hương, núi Ngự Bình là một thắng cảnh thiên nhiên ở Huế. Từ lâu, núi Ngự và sông Hương đã được coi là những biểu tượng của Huế, Huế thường được gọi là \"Vùng đất của sông Hương và núi Ngự\".",
        "Từ lâu, dòng Hương giang êm đềm đã tạo nên những cảm hứng cho các tác giả, nhất là thi sĩ và nhạc sĩ.",
        "Nhạc sĩ Phạm Duy có những câu hát nổi tiếng về sông Hương:",
        "hay",
        "Bên cạnh đó sông Hương cũng là cảm hứng cho Phạm Duy khi viết những ca khúc Hẹn hò, Khối tình Trương Chi.",
        "Nhạc sĩ Phạm Đình Chương chọn sông Hương để đại diện cho miền trung (ca khúc Tiếng sông Hương) trong trường ca Hội trùng dương rất nổi tiếng của mình.",
        "Sông Hương và núi Ngự Bình được nhắc đến trong lời bài hát Ai ra xứ Huế sáng tác bởi nhạc sĩ Duy Khánh:",
        "Nhà thơ Nguyễn Trọng Tạo thì viết",
        "\"Tiếng hát sông Hương\" của Tố Hữu:",
        "Diễm xưa của Trịnh Công Sơn:",
        "Và Diễm Đi để được những con mắt chung quanh nhìn ngắm nhưng đồng thời cũng tự mình có thì giờ nhìn ngắm trời đất, sông nước và hoa lá thiên nhiên. Long não, bàng, phượng đỏ, muối, mù u và một dòng sông Hương chảy quanh thành phố đã phả vào tâm hồn thời con gái một lớp sương khói lãng mạn thanh khiết. Huế nhờ vậy không bao giờ cạn nguồn thi hứng.",
        "Hằng năm, vào mùa lụt, nước sông Hương dâng cao có thể gây ngập úng cho thành phố Huế và các vùng lân cận. Nhưng nhờ phù sa sau mỗi trận lụt, các miệt vườn như Nguyệt Biểu với đặc sản là quả Thanh Trà; Kim Long với măng cụt, các triền ven sông với bắp... sẽ tốt tươi hơn.",
        "Sông Hương ở Huế",
        "Hoàng hôn trên sông Hương",
        "Sông Hương đoạn chảy qua thành phố Huế",
        "Sông Hương và cầu Tràng Tiền trong trận lụt ngày 13 tháng 11 năm 2007",
        "Sông Hương trong mưa phùn xứ Huế.",
        "(Nguồn: Wikipedia)"
    ]
}