{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Sông Lô<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Song Lo.JPG\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/song-lo/5bb630afe012d03060ae1e11bf66cc78.jpg\">\n    <noscript>\n     <img alt=\"Song Lo.JPG\" src=\"/images/wiki/song-lo/5bb630afe012d03060ae1e11bf66cc78.jpg\">\n    <\/noscript>\n    <div>\n     <i>Sông Lô, đoạn chảy qua Phú Thọ<\/i>\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Đặc điểm<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dài<\/th>\n   <td>470 km (292 dặm)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lưu vực<\/th>\n   <td>39.000 km² (15.058 dặm²)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lưu lượng<\/th>\n   <td>1.010 m³/s (35.668 ft³/s)<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Dòng chảy<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thượng nguồn<\/th>\n   <td>Lưu Lung, Vân Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Cửa sông<\/th>\n   <td>Sông Hồng<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Các quốc gia lưu vực<\/th>\n   <td>Trung Quốc, Việt Nam<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "sông Lô",
        "Dòng chảy",
        "Phụ lưu",
        "Các cây cầu bắc ngang sông Lô",
        "Các bài hát về sông Lô",
        "Ghi chú",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "sông Lô - Người Kể Sử",
    "paragraphs": [
        "Sông Lô (ở Trung Quốc gọi là Bàn Long Giang (Pan Long Jiang)) là phụ lưu tả ngạn (bên trái) của sông Hồng, bắt nguồn từ tỉnh Vân Nam (Trung Quốc), chảy vào Việt Nam tại xã Thanh Thuỷ, huyện Vị Xuyên, tỉnh Hà Giang. Điểm cuối là ngã ba Việt Trì, còn gọi là ngã ba Hạc, thành phố Việt Trì, tỉnh Phú Thọ, nơi sông Lô đổ vào sông Hồng.",
        "Theo sách Kiến Văn Lục của Lê Quý Đôn sông Lô còn có tên là \"Mã Giang\"1 .",
        "Tổng diện tích lưu vực: 39.000 km², trong đó phần ở Việt Nam là 22.600 km².",
        "",
        "",
        "Đoạn sông Lô chảy ở Việt Nam có chiều dài 274 km (các sách khác nhau ghi từ 264 km tới 277 km), là một trong năm con sông dài nhất ở miền Bắc Việt Nam (Hồng, Đà, Lô, Cầu, Đáy).",
        "Sông Lô vào địa phận Việt Nam ở xã Thanh Thủy, Vị Xuyên. Sông chảy qua Vị Xuyên, thành phố Hà Giang, Bắc Quang, Hàm Yên (có một đoạn dọc ranh giới Bắc Quang và Hàm Yên), Yên Sơn, thành phố Tuyên Quang, dọc theo ranh giới Yên Sơn và Sơn Dương rồi sang Đoan Hùng rồi lại dọc ranh giới Sơn Dương, Lập Thạch (phía đông) với Đoan Hùng, Phù Ninh, Việt Trì (phía tây). Sông Lô hợp lưu với sông Hồng ở ráp gianh giữa phường Bến Gót, phường Bạch Hạc (Việt Trì) và xã Tản Hồng (Ba Vì), cách chỗ sông Đà hợp lưu với sông Hồng khoảng 12 km.",
        "Đoạn dài 156 km từ ngã ba Việt Trì đến cảng Tuyên Quang, tỉnh Tuyên Quang, các loại tàu thuyền có tải trọng 100 đến 150 tấn vận tải có thể hoạt động được cả hai mùa. Đoạn từ thành phố Tuyên Quang đến thành phố Hà Giang, các tàu thuyền có tải trọng nhỏ có thể tham gia vận tải được vào mùa mưa.",
        "Bàn Long Giang bắt nguồn từ Nghiễn Sơn. Đầu nguồn được đắp đập tạo thành hồ nhân tạo (Giá Y). Bàn Long Giang có một phụ lưu sau:",
        "Sông Lô có hai phụ lưu lớn là:",
        "Ngoài ra còn có các phụ lưu nhỏ khác như:",
        "Thời kỳ Kháng chiến chống Pháp:",
        "(Nguồn: Wikipedia)"
    ]
}