{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Trường Giang<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Yangtze River Map.png\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/song-truong-giang/5dce9d33a09d03f1eb48772bb110b7b7.png\">\n    <noscript>\n     <img alt=\"Yangtze River Map.png\" src=\"/images/wiki/song-truong-giang/5dce9d33a09d03f1eb48772bb110b7b7.png\">\n    <\/noscript>\n    <div>\n     Dòng chảy của Dương Tử qua Trung Quốc\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Đặc điểm<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dài<\/th>\n   <td>6.300 km (3.915 dặm)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lưu vực<\/th>\n   <td>1.800.000 km² (695.000 dặm²)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lưu lượng<\/th>\n   <td>31.900 m³/s (1.127.000 ft³/s)<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Dòng chảy<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thượng nguồn<\/th>\n   <td>Thanh Hải và Tây Tạng<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Cửa sông<\/th>\n   <td>Biển Hoa Đông<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Cao độ<\/span><\/th>\n   <td>0 m (0 ft)<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Các quốc gia lưu vực<\/th>\n   <td>Trung Quốc<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "sông Trường Giang",
        "Tên gọi",
        "Địa lý",
        "Lịch sử",
        "Đặc trưng",
        "Các thành phố nổi tiếng dọc bờ sông",
        "Một số sông nhánh",
        "Hồ nổi tiếng",
        "Sinh vật",
        "Xem thêm",
        "Ghi chú",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "sông Trường Giang - Người Kể Sử",
    "paragraphs": [
        "Trường Giang (giản thể: 长江; phồn thể: 長江; nghe (trợ giúp·chi tiết) pinyin: Cháng Jiāng; Wade-Giles: Ch'ang Chiang) hay sông Dương Tử (扬子江 nghe (trợ giúp·chi tiết), Yángzǐ Jiāng hay Yangtze Kiang; Hán-Việt: Dương Tử Giang) là con sông dài nhất châu Á và đứng thứ ba trên thế giới sau sông Nin ở Châu Phi, sông Amazon ở Nam Mỹ.",
        "Trường Giang dài khoảng 6.385 km, bắt nguồn từ phía tây Trung Quốc (Thanh Hải) và chảy về phía đông đổ ra Biển Hoa Đông, Trung Quốc. Thông thường sông này được coi như điểm phân chia giữa hai miền Hoa Bắc và Hoa Nam Trung Quốc, mặc dù sông Hoài (淮河) cũng đôi khi được coi như vậy.",
        "Cùng với Hoàng Hà, Trường Giang là sông quan trọng nhất trong lịch sử, văn hóa, và kinh tế của Trung Quốc. Đồng bằng châu thổ Trường Giang màu mỡ tạo ra 20% GDP của Trung Quốc. Trường Giang chảy qua nhiều hệ sinh thái đa dạng và bản thân nó cũng là nơi sinh sống cho nhiều loài đặc hữu và loài nguy cấp như Cá sấu Trung Quốc và Cá tầm Dương Tử. Qua hàng ngàn năm, người dân đã sử dụng con sông để lấy nước, tưới tiêu, ngọt hóa, vận tải, công nghệp, ranh giới và chiến tranh. Đập Tam Hiệp trên Trường Giang là công trình thủy điện lớn nhất thế giới.1 2",
        "Trong những năm gần đây, con sông phải chịu đựng những chất ô nhiễm từ công nghiệp, nông nghiệp, và mất nhiều vùng đất ngập nước và hồ, làm gia tăng yếu tố lũ theo mùa. Một số đoạn sông hiện đang được bảo vệ làm các khu bảo tồn thiên nhiên. Một đoạn sông Trường Giang chảy qua các hẻm núi sâu, hẹp ở phía đông Vân Nam được công nhận là một phần của khu bảo tồn Sông Vân Nam, một di sản thế giới của UNESCO.",
        "",
        "",
        "Tên gọi Dương Tử nguyên thủy là tên gọi của người dân khu vực hạ lưu sông này để chỉ khúc sông chảy qua đó. Vì được phổ biến qua những nhà nhà truyền giáo châu Âu nên tên \"Dương Tử\" đã được dùng trong tiếng Anh để chỉ cả con sông (Yangtse, Yangtze Kiang). Phần còn lại của bài này sẽ dùng tên Trường Giang để chỉ con sông này. Con sông này đôi khi còn được gọi là Thủy lộ Vàng (Golden Waterway).",
        "Con sông này mang nhiều tên khác nhau tùy theo khu vực mà nó chảy qua. Ở cao nguyên Thanh Tạng, Tây Tạng, nó được gọi là Vbri-chu (འབྲི་ཆུ་ trong tiếng Tây Tạng, nghĩa là \"dòng sông bò yak cái\"). Ở thượng nguồn, thuộc tỉnh Thanh Hải sông được gọi là Đà Đà hà (沱沱河), Đương Khúc hà (當曲河), Thông Thiên hà (通天河). Đoạn từ Thanh Hải chảy đến Nghi Tân tỉnh Tứ Xuyên được gọi là Kim Sa giang (金沙江). Đoạn từ Nghi Tân đến Nghi Xương được gọi là Xuyên giang (川江). Đoạn từ Nghi Đô tỉnh Hồ Bắc đến Nhạc Dương tỉnh Hồ Nam được gọi là Kinh giang (荊江) (xưa là đất Kinh Châu). Cuối cùng, khi chảy qua khu vực Dương Châu tỉnh Giang Tô nó được gọi là Dương Tử giang (揚子江). Các học giả cho rằng chữ \"giang\" 江 (sự kết hợp của bộ thủy 氵 và âm 工 mà nay đọc là gōng, nhưng đọc là *kˤoŋ trong tiếng Hán Cổ3 ) có nguồn gốc từ một ngôn ngữ nào đó trong ngữ hệ Nam Á (cùng gốc với ကြုၚ် trong tiếng Môn và sông trong tiếng Việt).",
        "Con sông bắt nguồn từ một số nhánh ở thượng lưu, tuy nhiên hai trong số đó được xem là đầu nguồn của nó là nhánh Tuotuo và Dan Qu. Chính phủ Trung Quốc thì cho rằng nguồn nhánh Tuotuo bắt đầu từ chân của băng hà nằm ở phía tây của núi Geladandong ở dãi núi Dangla rìa phía đông của cao nguyên Thanh Tạng. Tuy nhiên theo các nguồn địa lý (như sông dài nhất tính từ biển) thì nguồn của nó nằm ở vùng đất ngập nước ở tọa độ 32°36′14″B 94°30′44″Đ / 32,60389°B 94,51222°Đ và độ cao 5170 m trên mực nước biển, chính là đầu nguồn của nhánh Dan Qu4 . Các nhánh này hợp lưu và sau đó chảy về phía đông qua Qinghai, rồi vòng về phía nam tạo thành một thung lũng sâu ở ranh giới của Tứ Xuyên và Tây Tạng rồi mới đến Vân Nam. Trong phạm vi thung lũng này, cao độ của sông giảm mạnh từ trên 5000m xuống dưới 1000m.",
        "Sông được hình thành từ Eocene, khoảng 45 triệu năm trước5 nhưng một số người không chấp nhận quan điểm này.6",
        "Sông Dương Tử góp phần quan trọng trong việc hình thành các nguồn gốc văn hóa miền nam Trung Quốc. Hoạt động của con người đã được phát hiện ở khu vực Tam Hiệp cách đây 27.000 năm.7",
        "Trường Giang là con sông lớn nhất của Trung Quốc về chiều dài, lượng nước chảy, diện tích, lưu vực và ảnh hưởng kinh tế. Trường Giang bắt nguồn từ vùng cao nguyên tỉnh Thanh Hải, chảy về hướng nam, dọc theo ranh giới cao nguyên Tây Tạng vào địa phận tỉnh Vân Nam, sau đó rẽ sang hướng đông bắc vào tỉnh Tứ Xuyên, qua các tỉnh Hồ Bắc, Giang Tây, An Huy và Giang Tô rồi đổ ra biển ở giữa Hoàng Hải và Nam Hải.",
        "Vào tháng 6 năm 2003 công trình đập Tam Hiệp đã nối liền hai bờ sông, làm ngập lụt thị trấn Phụng Tiết, là khu dân cư đầu tiên trong các khu vực dân cư chịu ảnh hưởng của dự án kiểm soát lụt lội và phát điện này. Dự án này là lớn nhất so với các dự án thủy lợi khác trên thế giới. Nó sẽ giải phóng người dân hai bên bờ con sông này khỏi cảnh ngập lụt là mối đe dọa thường xuyên trong quá khứ cũng như cung cấp cho họ điện năng và vận tải đường thủy - mặc dù phải chấp nhận hy sinh vĩnh viễn một số thành phố và tạo ra sự thay đổi lớn trong hệ sinh thái khu vực.",
        "Con sông này cũng là nơi sinh sống duy nhất của một số động vật trong danh sách báo động nguy hiểm như cá heo sông Trung Quốc (năm 1998 chỉ còn khoảng bảy con) hay cá kiếm Trung Quốc (cá tầm thìa).",
        "Trường Giang là đầu mối giao thông quan trọng của Trung Quốc. Nó nối liền Trung Hoa lục địa với bờ biển. Việc vận chuyển trên sông rất đa dạng từ vận chuyển than, hàng hóa tiêu dùng và hành khách. Các chuyến tàu thủy trên sông trong vài ngày sẽ đưa ta qua các khu vực có phong cảnh đẹp như khu vực Tam Hiệp ngày càng trở nên phổ thông hơn làm cho du lịch Trung Quốc phát triển.",
        "Những trận ngập lụt dọc theo hai bờ sông đã từng là vấn đề lớn, lần gần đây nhất là năm 1998, nhưng gây thảm họa lớn hơn cả là năm 1954. Trận ngập lụt sông Dương Tử này đã giết chết khoảng 30.000 người. Những trận ngập lụt nặng nề nhất diễn ra năm 1911 giết chết khoảng 100.000 người, năm 1931 (145.000 người chết) và năm 1935 (142.000 người chết).",
        "Sông Dương Tử có hơn 700 chi lưu. Các chi lưu chính được liệt kê bên dưới theo thứ tự từ thượng nguồn xuống và nơi mà nó hợp lưu với sông chính:",
        "Sông Trường Giang là nơi sinh sống của một số loài cực kỳ nguy cấp như cá sấu Trung Quốc, cá heo không vây, cá kiếm Trung Quốc, và Cá heo sông Dương Tử. Đây là nơi duy nhất ngoài Hoa Kỳ có loài cá sấu bản địa và paddlefish. Cá heo không vây theo ước tính năm 2010 chỉ còn 1000 cá thể, sự suy giảm này do việc sử dụng tuyến sông phục vụ thương mại cùng với du lịch và ô nhiễm môi trường.",
        "(Nguồn: Wikipedia)"
    ]
}