{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Sông Gianh<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Gianh River.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/song-gianh/e37fd10a45d748631ac67b2980809c9d.jpg\">\n    <noscript>\n     <img alt=\"Gianh River.jpg\" src=\"/images/wiki/song-gianh/e37fd10a45d748631ac67b2980809c9d.jpg\">\n    <\/noscript>\n    <div>\n     Sông Gianh, đoạn qua Tuyên Hóa, Quảng Bình\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Đặc điểm<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dài<\/th>\n   <td>160 km (99 dặm)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lưu vực<\/th>\n   <td>4.680 km² (1.807 dặm²)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lưu lượng<\/th>\n   <td>252 m³/s (8.899 ft³/s)<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Dòng chảy<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thượng nguồn<\/th>\n   <td>Cô Pi, huyện Minh Hóa<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Cửa sông<\/th>\n   <td>Biển Đông<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Các quốc gia lưu vực<\/th>\n   <td>Việt Nam<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "sông Gianh",
        "Đặc điểm",
        "Sông Gianh trong lịch sử, văn hoá Việt Nam",
        "Xem thêm",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "sông Gianh - Người Kể Sử",
    "paragraphs": [
        "Sông Gianh là một con sông chảy trên địa phận tỉnh Quảng Bình, bắt nguồn từ khu vực ven núi Cô Pi cao 2.017 m thuộc dãy Trường Sơn, chảy qua địa phận các huyện Minh Hóa, Tuyên Hoá, Quảng Trạch, Bố Trạch để đổ ra biển Đông ở Cửa Gianh.",
        "",
        "",
        "Dòng chảy ở thượng nguồn theo hình chữ V với hướng chủ đạo là tây nam-đông bắc. Từ điểm giáp ranh ba xã Thanh Thạch, Hương Hóa, Kim Hóa bắt đầu chảy theo hướng tây bắc-đông nam. Tới ranh giới hai xã Kim Hóa và Lệ Hóa nó tiếp nhận thêm nước từ một chi lưu nhỏ phía hữu ngạn, chảy về từ phía tây. Phía dưới thị trấn Ba Đồn khoảng 3 km, sông Gianh tiếp nhận thêm nước từ chi lưu phía hữu ngạn, chảy ra từ khu vực Phong Nha-Kẻ Bàng.",
        "Sông Gianh dài khoảng 160 km, cắt qua quốc lộ 1 ở tây bắc Cửa Gianh 5 km. Diện tích lưu vực 4.680 km², độ cao trung bình 360 m, độ dốc trung bình 19,2%, lượng nước năm 7,95 km³ ứng với lưu lượng nước trung bình năm 252 m³/s, môđun dòng chảy năm 53,8 l/s.km². Mùa lũ từ tháng 9 đến tháng 11, chiếm khoảng 60-75% lượng dòng chảy hàng năm. Dòng cát bùn khoảng 1,93x105 tấn/năm, ứng với độ đục trung bình năm 192 g/m³ và hệ số xâm thực 168 tấn/km² năm. Tàu thuyền có thể qua lại đoạn sông ở hạ lưu, từ Cửa Gianh đến Ba Đồn 6 km, đến thị trấn Đồng Lê huyện Tuyên Hóa là 47 km.",
        "Đoạn thượng lưu từ Khe Nét trở về nguồn dài khoảng 70–80 km, lòng sông nhiều thác ghềnh. Khoảng 20 km đầu nguồn đá đổ ngổn ngang trong lòng sông. Tới Đồng Tâm, lòng sông rộng khoảng 80 – 90 m, lớn nhất 110–115 m. Đoạn từ các xã Phù Hóa, Quảng Tiên tới thị trấn Ba Đồn (17°45′25″B 106°25′10″Đ / 17,75694°B 106,41944°Đ), lòng sông có 5 cồn, đảo nhỏ trên sông, trong đó đảo dài nhất khoảng 3,8 km rộng nhất khoảng 0,8 km. Ngay dưới Ba Đồn lòng sông rộng tới 1 km.",
        "Sông Gianh và Đèo Ngang là biểu trưng địa lý của tỉnh Quảng Bình. Phần thượng lưu sông Gianh có tên là Rào Nậy với những đặc điểm địa vật lý và địa chất dị thường của Rào Nậy - Hoành Sơn, một nhánh khác là Rào Son có động Phong Nha (vườn quốc gia Phong Nha - Kẻ Bàng, di sản thiên nhiên thế giới). Cửa sông có cảng biển gọi là Cảng Gianh.",
        "Trong lịch sử, sông Gianh được gọi theo tên chữ là Linh Giang (chữ Hán:靈江). Nếu Đèo Ngang là ranh giới thời Đại Cồ Việt và Chiêm Thành sau khi người Việt giành được độc lập (939) và trước thời kỳ Nam Tiến của người Việt (1069) thì sông Gianh là ranh giới thời Trịnh-Nguyễn phân tranh giữa Đàng Trong và Đàng Ngoài (1570-1786) với xung đột vũ trang gần nửa thế kỷ (1627-1672). Chiến trường chính là miền Bố Chính (Quảng Bình). Đèo Ngang gắn với huyền thoại \"Hoành Sơn nhất đái, vạn đại dung thân\" của Trạng Trình Nguyễn Bỉnh Khiêm. Năm 1558, Nguyễn Hoàng, một danh tướng thời Lê Trung Hưng, con thứ của Nguyễn Kim, sợ bị Trịnh Kiểm mưu hại, đã xin vào trấn thủ Thuận Hoá, mở đầu nhà Nguyễn sau này.",
        "Trong cuộc chiến tranh Trịnh Nguyễn, quân Trịnh án ngữ ở đèo Ngang, nhưng thực sự ranh giới Bắc Nam là sông Gianh. Bờ bắc sông có chợ Ba Đồn là nơi quân Trịnh mua đồ ăn uống và trao đổi hàng hóa. Bờ nam sông có một số thành lũy chắc chắn do Đào Duy Từ tổ chức xây đắp, luỹ Thầy dài 18 km, luỹ Trường Dục dài 10 km. Di tích Lũy Thầy, Quảng Bình quan, thành quách của thời Trịnh Nguyễn nay vẫn còn.",
        "(Nguồn: Wikipedia)"
    ]
}