{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Sông Bạch Đằng<\/th>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "sông Bạch Đằng",
        "Bãi cọc ngầm trên sông Bạch Đằng",
        "Cầu qua sông",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "sông Bạch Đằng - Người Kể Sử",
    "paragraphs": [
        "Sông Bạch Đằng, còn gọi là Bạch Đằng Giang (chữ Nho: 白藤江; tên Nôm: sông Rừng), hiệu là sông Vân Cừ, là một con sông chảy giữa thị xã Quảng Yên (Quảng Ninh) và huyện Thủy Nguyên (Hải Phòng), cách vịnh Hạ Long, cửa Lục khoảng 40 km. Nó nằm trong hệ thống sông Thái Bình.",
        "Sông Bạch Đằng là con đường thủy tốt nhất để đi vào Hà Nội (Thăng Long ngày xưa) từ miền nam Trung Quốc, từ cửa sông Nam Triệu các chiến thuyền đi vào sông Kinh Thầy, sông Đuống và cuối cùng là sông Hồng đoạn chảy qua Hà Nội",
        "Sông Bạch Đằng nổi tiếng với 3 chiến công của dân tộc Việt Nam:",
        "Hiện ở khu vực cửa sông Bạch Đằng có 3 ngôi đền thờ 3 vị anh hùng trên đó là đình Hàng Kênh (Lê Chân, Hải Phòng) thờ Ngô Quyền, đền Vua Lê Đại Hành ở thị trấn Minh Đức (Thủy Nguyên, Hải Phòng) và đền Trần Hưng Đạo ở phường Yên Giang, (Quảng Yên, Quảng Ninh).",
        "Bãi cọc Bạch Đằng là các bãi cọc trên sông Bạch Đằng được sử dụng làm trận địa chống giặc ngoại xâm của dân tộc Việt, do Ngô Quyền khởi xướng vào năm 938 trong trận đại phá quân Nam Hán. Hiện nay có hai bãi cọc được phát hiện:",
        "Cách đóng cọc hiện nay vẫn là bí ẩn. Tuy nhiên dân gian có truyền là người xưa sử dụng cách như sau: 1. Vót nhọn mũi cọc; 2. Đưa mũi cọc nhọn xuống trước, cọc sẽ cắm xuống sâu một mức nhất định; 3. Dùng dây thừng buộc 2 rọ mây vắt qua đầu trên của cọc; 4. Nhét từng viên đá vào rọ cho đến khi đủ tải trọng để ấn cọc xuống; 5. Khi đầu cọc đạt cao độ, chuyển đá ra khỏi rọ và đẽo nhọn đầu cọc.",
        "(Nguồn: Wikipedia)"
    ]
}