{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nam quốc sơn hà - Bản tuyên ngôn độc lập đầu tiên",
        "Bình Ngô đại cáo - bản tuyên ngôn độc lập thứ hai",
        "Tuyên ngôn độc lập Việt Nam Dân chủ Cộng hòa",
        "Hịch tướng sĩ - Dụ chư tỳ tướng hịch văn",
        "Tòng giá hoàn kinh - Phò giá về kinh",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Tư Liệu Lịch Sử - Người Kể Sử",
    "paragraphs": [
        "Nam quốc sơn hà (chữ Hán: 南國山河[1]) là một bài thơ thất ngôn tứ tuyệt viết bằng văn ngôn không rõ tác giả. Đây là bài thơ nổi tiếng trong lịch sử Việt Nam, được coi là bản tuyên ngôn độc lập đầu tiên của Việt Nam, khẳng định chủ quyền của nhà cầm quyền Đại Việt trên các vùng đất của mình.[2][3] Bài thơ được cho là bài thơ thần [4], do thần đọc giúp Lê Hoàn chống quân Tống năm 981[5] và Lý Thường Kiệt chống quân Tống năm 1077.",
        "Chi tiết …",
        "Bình Ngô đại cáo (chữ Hán: 平吳大誥) là bài cáo viết bằng văn ngôn do Nguyễn Trãi soạn thảo vào mùa xuân năm 1428, thay lời Bình Định Vương Lê Lợi để tuyên cáo kết thúc việc giành chiến thắng trong cuộc kháng chiến với nhà Minh, khẳng định sự độc lập của nước Đại Việt. Đây được coi là bản Tuyên ngôn độc lập thứ 2 của Việt Nam, sau bài Nam quốc sơn hà. Bình Ngô đại cáo là tác phẩm văn học với chức năng hành chính quan trọng đối với lịch sử dân tộc Việt Nam và là tác phẩm có chất lượng văn học tốt đẹp.",
        "Chi tiết …",
        "Bản tuyên ngôn độc lập của Việt Nam được Hồ Chí Minh soạn thảo, và đọc trước công chúng tại vườn hoa Ba Đình (nay là quảng trường Ba Đình) ngày 2 tháng 9 năm 1945.[1][2] Đây được nhiều người xem là bản tuyên ngôn độc lập thứ ba của lịch sử Việt Nam, sau bài thơ thần Nam quốc sơn hà của Lý Thường Kiệt ở thế kỷ X và Bình Ngô Đại Cáo của Nguyễn Trãi viết năm 1428.",
        "Chi tiết …",
        "Dụ chư tỳ tướng hịch văn (諭諸裨將檄文), thường được gọi là Hịch tướng sĩ, là bài hịch viết bằng văn ngôn của Trần Hưng Đạo viết cuối thế kỷ 13 trước cuộc chiến tranh Nguyên Mông-Đại Việt lần 2.",
        "Chi tiết …",
        "Phò giá về kinh (còn được biết đến với các tên như tụng giá hoàn kinh sư, tụng giá hoàn kinh sứ) là một bài thơ do Trần Quang Khải (1241-1294) viết sau khi quân dân nhà Trần chiến thắng quân Nguyên lần thứ hai. Bài thơ‎ nói về cảm xúc một vị tướng trên đường theo xa giá vua Trần Nhân Tông và Thái thượng hoàng Trần Thánh Tông trở về kinh đô khải hoàn.đồng thời ca ngợi đội quân nhà Trần trong việc bảo vệ non sông đất nước. Hiện còn hai bản lưu truyền, một của Trần Trọng Kim[1], một của Ngô Tất Tố[2].",
        "Chi tiết …",
        "Trang 1 / 2"
    ]
}