{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Ninh Bình<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Thành phố trực thuộc tỉnh<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Thanhphoninhbinhk-4.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/thanh-pho-ninh-binh/12111b7520b56a6bce5f915f7ef1432e.jpg\">\n    <noscript>\n     <img alt=\"Thanhphoninhbinhk-4.jpg\" src=\"/images/wiki/thanh-pho-ninh-binh/12111b7520b56a6bce5f915f7ef1432e.jpg\">\n    <\/noscript><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Diện tích<\/th>\n   <td>48,36 km² (2007)<sup id=\"cite_ref-TN_1-0\" class=\"reference\">[1]<\/sup>,&nbsp;<sup id=\"cite_ref-BN_2-0\" class=\"reference\">[2]<\/sup><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số <span>(2009)<\/span><\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Tổng cộng<\/span><\/th>\n   <td>110.541 người <sup id=\"cite_ref-TK_3-0\" class=\"reference\">[3]<\/sup><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Thành thị<\/span><\/th>\n   <td>86,09% (2014)<sup id=\"cite_ref-TP_4-0\" class=\"reference\">[4]<\/sup><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Nông thôn<\/span><\/th>\n   <td>13,91&nbsp;% (2014)<sup id=\"cite_ref-TP_4-1\" class=\"reference\">[4]<\/sup><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Mật độ<\/span><\/th>\n   <td>2.286 người/km²<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân tộc<\/th>\n   <td>Chủ yếu là người Kinh<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc gia<\/th>\n   <td><img class=\"jch-lazyload\" alt=\"Cộng hòa xã hội chủ nghĩa Việt Nam\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/thanh-pho-ninh-binh/f015bbd8d34e4f28933ca79adf565f31.png\">\n    <noscript>\n     <img alt=\"Cộng hòa xã hội chủ nghĩa Việt Nam\" src=\"/images/wiki/thanh-pho-ninh-binh/f015bbd8d34e4f28933ca79adf565f31.png\">\n    <\/noscript>Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phân&nbsp;chia hành&nbsp;chính<\/th>\n   <td>11 phường, 3 xã<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table>\n <tbody>\n  <tr>\n   <td>\n    <div class=\"thumb-img pull-left\">\n     <div class=\"thumbnail\">\n      <img class=\"jch-lazyload\" alt=\"\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/thanh-pho-ninh-binh/07b8b41ff5686e32e3dd549f3cd57d4e.jpg\">\n      <noscript>\n       <img alt=\"\" src=\"/images/wiki/thanh-pho-ninh-binh/07b8b41ff5686e32e3dd549f3cd57d4e.jpg\">\n      <\/noscript>\n      <div class=\"caption\">\n       <div class=\"magnify\"><\/div>đường vào Tràng An\n      <\/div>\n     <\/div>\n    <\/div><\/td>\n   <td><\/td>\n   <td>\n    <div class=\"thumb-img pull-left\">\n     <div class=\"thumbnail\">\n      <img class=\"jch-lazyload\" alt=\"\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/thanh-pho-ninh-binh/505810e2bbc380abc7c9d0dc3e83de4b.jpg\">\n      <noscript>\n       <img alt=\"\" src=\"/images/wiki/thanh-pho-ninh-binh/505810e2bbc380abc7c9d0dc3e83de4b.jpg\">\n      <\/noscript>\n      <div class=\"caption\">\n       <div class=\"magnify\"><\/div>Khách sạn Non Nước\n      <\/div>\n     <\/div>\n    <\/div><\/td>\n   <td>\n    <div class=\"thumb-img pull-right\">\n     <div class=\"thumbnail\">\n      <img class=\"jch-lazyload\" alt=\"\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/thanh-pho-ninh-binh/c3b022136e37b77290c39a7386b22093.jpg\">\n      <noscript>\n       <img alt=\"\" src=\"/images/wiki/thanh-pho-ninh-binh/c3b022136e37b77290c39a7386b22093.jpg\">\n      <\/noscript>\n      <div class=\"caption\">\n       <div class=\"magnify\"><\/div>đường bắc hồ Kỳ Lân\n      <\/div>\n     <\/div>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table>\n <tbody>\n  <tr>\n   <td>\n    <div class=\"thumb-img pull-left\">\n     <div class=\"thumbnail\">\n      <img class=\"jch-lazyload\" alt=\"\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/thanh-pho-ninh-binh/6d53d5f59fbaf1e1fcb8e71b05bf7414.jpg\">\n      <noscript>\n       <img alt=\"\" src=\"/images/wiki/thanh-pho-ninh-binh/6d53d5f59fbaf1e1fcb8e71b05bf7414.jpg\">\n      <\/noscript>\n      <div class=\"caption\">\n       <div class=\"magnify\"><\/div>Cầu Ninh Bình trên <a class=\"annotation\" href=\"/dia-danh/song-day\" title=\"Sông Đáy là một trong những con sông dài ở miền Bắc Việt Nam, nó là con sông chính của lưu vực sông Nhuệ - Đáy ở phía tây nam vùng châu thổ sông Hồng. Sông Đáy chảy qua các tỉnh thành Hà Nội, Hà Nam, Ninh Bình và Nam Định với dòng sông chảy gần song song bên hữu ngạn hạ lưu sông Hồng. Trong lưu vực ...\" target=\"_blank\">sông Đáy<\/a>\n      <\/div>\n     <\/div>\n    <\/div><\/td>\n   <td><\/td>\n   <td>\n    <div class=\"thumb-img pull-left\">\n     <div class=\"thumbnail\">\n      <img class=\"jch-lazyload\" alt=\"\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/thanh-pho-ninh-binh/c535614df6298ff1b9b4c609af111678.jpg\">\n      <noscript>\n       <img alt=\"\" src=\"/images/wiki/thanh-pho-ninh-binh/c535614df6298ff1b9b4c609af111678.jpg\">\n      <\/noscript>\n      <div class=\"caption\">\n       <div class=\"magnify\"><\/div>sân vận động Ninh Bình\n      <\/div>\n     <\/div>\n    <\/div><\/td>\n   <td>\n    <div class=\"thumb-img pull-right\">\n     <div class=\"thumbnail\">\n      <img class=\"jch-lazyload\" alt=\"\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/thanh-pho-ninh-binh/92b2cd41737435f43c847259ba097f46.jpg\">\n      <noscript>\n       <img alt=\"\" src=\"/images/wiki/thanh-pho-ninh-binh/92b2cd41737435f43c847259ba097f46.jpg\">\n      <\/noscript>\n      <div class=\"caption\">\n       <div class=\"magnify\"><\/div>Nhà thi đấu thể dục thể thao <a class=\"annotation\" href=\"/dia-danh/tinh-ninh-binh\" title=\"Ninh Bình là một tỉnh nằm ở cửa ngõ cực nam miền Bắc Việt Nam, thuộc khu vực đồng bằng sông Hồng dù chỉ có 2 huyện duyên hải là Yên Khánh và Kim Sơn có địa hình bằng phẳng. Quy hoạch xây dựng phát triển kinh tế xếp Ninh Bình vào vùng duyên hải Bắc Bộ. Vùng đất Ninh Bình xưa là kinh đô của Việt Nam g...\" target=\"_blank\">tỉnh Ninh Bình<\/a>\n      <\/div>\n     <\/div>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "thành phố Ninh Bình",
        "Địa lý",
        "Vị trí",
        "Hành chính - Diện tích - Dân số",
        "Sông hồ",
        "Hạ tầng giao thông",
        "Lịch sử, văn hoá",
        "Kiến trúc - Đô thị",
        "Kiến trúc",
        "Đường phố",
        "Kinh tế",
        "Thương mại, du lịch",
        "Công nghiệp",
        "Nông nghiệp",
        "Du lịch",
        "Di tích, danh thắng",
        "Công trình kiến trúc",
        "Làng nghề",
        "Ẩm thực",
        "Kết nối du lịch",
        "Quy hoạch mở rộng thành phố",
        "Thành phố kết nghĩa",
        "Hình ảnh",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "thành phố Ninh Bình - Người Kể Sử",
    "paragraphs": [
        "Thành phố Ninh Bình là trung tâm chính trị, kinh tế, văn hóa, khoa học và du lịch của tỉnh Ninh Bình. Thành phố Ninh Bình hiện là đô thị loại II, nằm cách thủ đô Hà Nội 93 km về phía nam, tại đầu mối giao thông của 3 tuyến đường cao tốc Cầu Giẽ - Ninh Bình, Ninh Bình - Thanh Hóa - Vinh và Ninh Bình - Hải Phòng - Hạ Long. Thành phố này cũng nằm ở vị trí giao điểm của quốc lộ 1A với 2 quốc lộ 10 và Quốc lộ 38B đi qua các tỉnh vùng duyên hải Bắc Bộ. Theo quy hoạch đô thị Ninh Bình,[5] thành phố Ninh Bình đang được xây dựng trở thành một trung tâm dịch vụ, du lịch và là đô thị đầu mối giao thông ở cửa ngõ của miền Bắc.[6][7] Quy hoạch cũng xác định mục tiêu phát triển thành phố Ninh Bình sẽ trở thành thành phố có diện tích gấp 3 hiện nay.[8]",
        "",
        "",
        "Thành phố Ninh Bình nằm cách Hà Nội 93 km theo quốc lộ 1A; phía bắc và phía tây giáp huyện Hoa Lư, phía nam và đông nam giáp huyện Yên Khánh, phía đông bắc giáp huyện Ý Yên (Nam Định). Khoảng cách từ trung tâm thành phố tới 7 huyện lỵ khác của tỉnh Ninh Bình đều dưới 30 km.",
        "Thành phố Ninh Bình có 4.836,49 ha và 160.166 nhân khẩu (năm 2014), mật độ 3.312 người/km². Tỷ lệ tăng dân số trung bình là 3,6%/năm.",
        "Gồm 14 đơn vị hành chính trực thuộc gồm 11 phường: Bích Đào, Đông Thành, Nam Bình, Nam Thành, Ninh Khánh, Ninh Phong, Ninh Sơn, Phúc Thành, Tân Thành, Thanh Bình, Vân Giang và 3 xã: Ninh Nhất, Ninh Phúc, Ninh Tiến.",
        "Thành phố Ninh Bình nằm ở hữu ngạn sông Đáy, chính giữa 2 cây cầu nối với Nam Định là ngã ba sông Vân đổ vào sông Đáy. Sông Đáy chảy bên hông có vai trò quan trọng trong việc thoát nước thành phố và tạo mỹ quan đô thị với 2 cầu Non Nước bộ và cầu Ninh Bình bằng thép nối vào trung tâm thành phố. Trên sông có cảng Ninh Phúc và cảng Ninh Bình nối thông ra cửa biển.",
        "Sông Vân nằm bên Quốc lộ 1A và Quốc lộ 10 nối từ sông Vạc vào sông Đáy, chảy xuyên qua và chia thành phố làm 2 phần. Chợ Rồng, sông Vân, núi Thúy là biểu tượng của thành phố Ninh Bình và gắn với lịch sử hình thành của thành phố này.",
        "Sông Tràng An là tuyến du lịch đường sông của thành phố, nối từ núi Kỳ Lân qua danh thắng Tràng An tới cố đô Hoa Lư. Sông nằm bên đại lộ Tràng An nối từ thành phố lên chùa Bái Đính.",
        "Sông Chanh và sông Sào Khê nối từ sông Hoàng Long chảy qua vùng ngoại thành phía tây thành phố rồi đổ vào sông Vạc.",
        "Thành phố Ninh Bình còn có nhiều hồ nước ngọt như hồ Máy Xay, hồ Biển Bạch, hồ Cánh Diều, hồ Lâm Sản, hồ Cá Voi,...",
        "Rìa phía tây thành phố là những ngọn núi thuộc quần thể danh thắng Tràng An. Nội đô thành phố Ninh Bình có địa hình tương đối bằng phẳng, chỉ có một số ngọn núi nhỏ như núi Ngọc Mỹ Nhân (cao 101 m), núi Non Nước, núi Kỳ Lân, núi chùa Sêu...",
        "Nằm ở vị trí cửa ngõ miền Bắc, thành phố Ninh Bình đồng thời là một đầu mối giao thông với hệ thống đường thủy, đường bộ và đường sắt phát triển:",
        "Về đường bộ, thành phố Ninh Bình là đầu mối của các dự án đường cao tốc Việt Nam:",
        "Thành phố còn là điểm tụ của 3 Quốc lộ sau:",
        "Có 2 tuyến Quốc lộ nữa trên địa bàn thành phố là đường nối cảng Ninh Phúc (đường Trần Nhân Tông) và đường Quốc lộ 1A mới (đường Nguyễn Minh Không).",
        "Ga Ninh Bình và bến xe khách Ninh Bình đều nằm ở phường Thanh Bình thuộc trung tâm thành phố.",
        "Về giao thông thuỷ, thành phố có cảng Ninh Phúc hiện là cảng sông có quy mô lớn ở miền Bắc đồng thời là một trong những cảng nội địa lớn nhất Việt Nam. Cảng đảm bảo nhận tàu cỡ 3000 DWT cập bến, công suất đạt 2,5 triệu tấn/năm. Cảng nằm dọc bờ hữu sông Đáy thuộc các xã Ninh Phúc (thành phố Ninh Bình) và Khánh Phú, Khánh Hòa (Yên Khánh, Ninh Bình). Cảng Ninh Phúc nằm ở bờ trái sông Đáy, đảm bảo công tác vận tải đường thủy các tuyến giao thông đường thủy Cửa Đáy - Ninh Bình, Ninh Bình - Hà Nội, Ninh Bình - Hải Phòng - Quảng Ninh, Ninh Bình - Thanh Hóa.",
        "Gần Cảng Ninh Phúc là cảng Ninh Bình có công suất đạt 1,6 triệu tấn/năm, đảm bảo cho tàu biển trên 3.000 DWT và 1.000 DWT ra vào thuận lợi. 2 cảng sông này đều nằm trong danh sách cảng sông được ưu tiên đầu tư xây dựng.",
        "Thành phố Ninh Bình cũng được gọi với mỹ từ là thành phố ngã ba. Thành phố ngã ba sông với các ngã ba tạo ra từ 3 sông Hoàng Long, sông Vân, sông Sắt đổ vào sông Đáy. Thành phố ngã ba giao thông với hệ thống 3 Quốc lộ 1A, quốc lộ 10, quốc lộ 38B và 3 tuyến cao tốc có điểm nút tại đây. Thành phố ngã ba khu vực bởi Ninh Bình nằm giáp với 3 khu vực kinh tế: vùng duyên hải Bắc Bộ - vùng Hà Nội – duyên hải miền Trung và 3 khu vực địa lý – văn hóa: Tây Bắc – Châu thổ sông Hồng – Bắc Trung Bộ.",
        "Thành phố Ninh Bình được hình thành ở cửa nước ngã ba sông, nơi hợp lưu của sông Vân vào sông Đáy. Từ xa xưa, khu vực quần thể di sản thế giới Tràng An ở phía tây thành phố đã là nơi cư trú của người tiền sử thuộc nền văn hóa Tràng An thời kỳ đồ đá. Thế kỷ X, người Tràng An đã đưa vùng đất này thăng hoa trở thành kinh đô Hoa Lư của nước Việt. Thế kỷ 15, đời Hồng Đức, nhà Hậu Lê, nơi đây lại trở thành thủ phủ của trấn Sơn Nam với việc trấn lỵ được đóng tại Vân Sàng, tức vùng đất gần chợ Rồng bây giờ. Xứ Sơn Nam rộng lớn khi ấy gồm 11 phủ, 42 huyện[9], thuộc các tỉnh Hà Nam, Nam Định, Thái Bình, Hưng Yên và Ninh Bình ngày nay.",
        "Từ xa xưa, ngã ba sông Vân hợp vào sông Đáy đã hình thành những chợ Cá và bến Nứa. Cùng với ưu thế giao thông thuận lợi do vị trí án ngữ giao điểm của những trục đường chính, các chợ Cá này đã phát triển thành một trung tâm kinh tế, chính trị và văn hoá lớn ở phía nam vùng châu thổ sông Hồng.[10]. Nét văn hoá thành phố chịu ảnh hưởng từ nền văn minh châu thổ sông Hồng. Vị trí địa lý của vùng đất giáp với 3 vùng miền cũng ảnh hưởng đến đặc trưng văn hóa của thành phố, đó là nền văn hóa hợp lưu, hội tụ từ các vùng.",
        "Năm 1873, Pháp chiếm Ninh Bình, nơi đây được xây dựng trở thành một đô thị ở vùng cửa ngõ miền Bắc với nhiều công trình kiến trúc như thành Ninh Bình, cầu Lim, phố Nhà thờ, chợ Rồng. Sau này, người dân ủng hộ chiến dịch \"vườn không nhà trống\" nên đã phá bỏ nhiều công trình đô thị đó. Chính vì thế mà thành phố Ninh Bình hiện là thành phố trẻ, có cảnh quan mang dáng dấp một đô thị mới.",
        "Năm 1945, Ninh Bình là một thị trấn với diện tích 2.5 km² dân số 5.000 người. Năm 1977, là thị trấn thuộc huyện Hoa Lư[11]. Năm 1981, tái lập thị xã Ninh Bình từ huyện Hoa Lư[12], gồm 4 phường: Đinh Tiên Hoàng, Lương Văn Tụy, Quang Trung, Vân Giang, một năm sau (1982), chuyển xã Ninh Thành của huyện Hoa Lư vào thị xã Ninh Bình[13]. Ngày 12 tháng 8 năm 1991, tái lập tỉnh Ninh Bình từ tỉnh Hà Nam Ninh, thị xã Ninh Bình trở lại là tỉnh lỵ tỉnh Ninh Bình[14]; tới ngày 2 tháng 11 năm 1996, thị xã tiếp tục được mở rộng với dân số là 62.187 người, diện tích 11,6 km² (do sáp nhập 29,97 ha diện tích tự nhiên và 855 nhân khẩu của xã Ninh Khánh; 44,87 ha diện tích tự nhiên và 1.207 nhân khẩu của xã Ninh Tiến; 29,60 ha diện tích tự nhiên và 498 nhân khẩu của xã Ninh Phong; 102,35 ha diện tích tự nhiên và 2.290 nhân khẩu của xã Ninh Sơn; 27,30 ha diện tích tự nhiên và 1.610 nhân khẩu của xã Ninh Phúc thuộc huyện Hoa Lư và thành lập 7 phường: Tân Thành, Đông Thành, Nam Thành, Phúc Thành, Nam Bình, Bích Đào, Thanh Bình trên cơ sở giải thể 3 phường Đinh Tiên Hoàng, Lương Văn Tụy, Quang Trung và xã Ninh Thành)[15]. Ngày 9 tháng 1 năm 2004, thị xã Ninh Bình có diện tích 4.674,8 ha, dân số 102.539 người (do sáp nhập 6 xã: Ninh Khánh, Ninh Nhất, Ninh Tiến, Ninh Phong, Ninh Sơn, Ninh Phúc thuộc huyện Hoa Lư)[16]. Ngày 28 tháng 4 năm 2005, chuyển 2 xã Ninh Phong, Ninh Khánh thành 2 phường có tên tương ứng[17]. Ngày 2 tháng 12 năm 2005, thị xã Ninh Bình được công nhận là đô thị loại III[18]. Ngày 7 tháng 2 năm 2007, khi trở thành thành phố, thành phố có 4.836,49 ha diện tích tự nhiên và 130.517 người. Ngày 3 tháng 12 năm 2007, chuyển xã Ninh Sơn thành phường Ninh Sơn. Ngày 20 tháng 5 năm 2014, thành phố Ninh Bình chính thức trở thành đô thị loại II.[19]",
        "Vùng đất này gắn với nhiều huyền thoại. Sông Vân còn gọi là Vân Sàng, gắn với truyền thuyết về Lê Hoàn khi thắng Tống trở về, Dương Vân Nga đã đem một đoàn cung nữ ra đón và mở tiệc giao hoan với nhà vua ở trên dòng sông.[20] Cái tên Vân Sàng (giường mây) đã ra đời từ đó. Ngày nay, tên tuổi của hai danh nhân được đặt cho hai đường phố ven sông này. Ở cửa ngõ phía đông thành phố Ninh Bình có núi Non Nước, về đời Trần, Trương Hán Siêu thường lên chơi núi này, mới đổi thành Dục Thúy Sơn. Đây là một thắng cảnh, xưa gần cửa biển, có sông Vân, sông Đáy uốn quanh, là cảnh đẹp nên thơ, rất hữu tình. Núi Thuý còn là đề tài của các thi nhân xưa và nay gắn với lịch sử hình thành vùng đất Ninh Bình, núi Thúy -sông Vân trở thành hình ảnh biểu tượng độc đáo đặc trưng của thành phố Ninh Bình.",
        "Trung tâm hình học của thành phố ở ngã 3 giao lộ giữa quốc lộ 1A và quốc lộ 10 với hai phường Thanh Bình và Vân Giang được hình thành khá sớm bên sông Vân. Từ vị trí này thành phố phát triển đô thị theo các hướng:",
        "Đường giao thông đô thị ở thành phố Ninh Bình được đặt tên gọi là đường hoặc phố. Những tuyến giao thông nhỏ, ngắn của thành phố được gọi là phố, ví dụ như phố Vạn Thắng, phố Bắc Thành, phố 7, phố Ngọc Xuân, phố Chiến Thắng, phố ẩm thực, phố Phong Sơn, phố Bạch Đằng…",
        "Phần lớn tên đường ở Ninh Bình được đặt theo tên danh nhân, một số đường đặt tên địa danh văn hóa như: Vân Giang, Tràng An, Nam Thành, Phúc Thành, Tây Thành, Xuân Thành, Kênh Đô Thiên; một số đường đặt tên sự kiện như đường 30 tháng 6, Đông Phương Hồng, Chiến Thắng, Thành Công.",
        "Các đường phố lớn của thành phố Ninh Bình là đại lộ Đinh Tiên Hoàng, đường 30/6, Lê Đại Hành, Tràng An, Nguyễn Minh Không, Trần Hưng Đạo và Nguyễn Công Trứ. Trục đường đại lộ Đinh Tiên Hoàng và đường Vạn Hạnh được quy hoạch là trục cảnh quan chính của thành phố.",
        "Đường Đinh Tiên Hoàng đi qua trục trung tâm thành phố, một phần phía nam của nó cùng với các đường Lương Văn Thăng, Lê Đại Hành và đường Nguyễn Công Trứ thực chất là Quốc lộ 10 hướng về vùng đất mở Kim Sơn; Đường Lương Văn Thăng còn là quốc lộ 38B đoạn qua trung tâm thành phố.",
        "Đường Tràng An dẫn vào cố đô Hoa Lư; đường Trần Hưng Đạo, đường 30 tháng 6 và đường Nguyễn Huệ là đoạn Quốc lộ 1A; có hai đường vành đai của thành phố là Nguyễn Minh Không và Trần Nhân Tông đều được nâng cấp thành Quốc lộ.",
        "Với vị trí nằm gần các tuyến điểm du lịch, giao thông tương đối thuận tiện đồng thời việc hình thành nhiều công trình du lịch và khu dịch vụ mới, thành phố Ninh Bình mang đặc trưng của một thành phố du lịch.",
        "Năm 2013 tổng thu ngân sách trên địa bàn thành phố đạt 1200 tỷ đồng. Cân đối thu chi ngân sách là cân đối dư. Thu nhập bình quân đầu người đạt 59,1 triệu/năm. Mức tăng trưởng kinh tế trung bình giai đoạn 2010 - 2012 đạt 17,66%/năm. Tỷ lệ hộ nghèo là 0,79%. Nhiệm vụ phát triển kinh tế - xã hội những năm tiếp theo chỉ rõ: thành phố tập trung cao cho công tác quản lý đô thị, triển khai thực hiện quy hoạch điều chỉnh thành phố đến năm 2020, định hướng đến năm 2030, phấn đấu đạt đô thị loại I và thành phố du lịch trước năm 2025, tạo ấn tượng tốt đẹp của du khách khi về tham quan thành phố Ninh Bình.[21]",
        "Trong quy hoạch phát triển kinh tế vùng duyên hải Bắc Bộ, thành phố Ninh Bình là một đầu mối ở phía nam của vùng. Thành phố phát triển mạnh các dịch vụ lưu trú, điều hành, khách tham quan phối hợp với các khu du lịch lớn ở khu vực.",
        "Ninh Bình cũng là đô thị giàu tiềm năng du lịch văn hoá, giải trí, ẩm thực, hội nghị và thể thao… Nhà thi đấu thể thao tỉnh và sân vận động Ninh Bình thường diễn ra những sự kiện của tỉnh và khu vực.",
        "Thành phố Ninh Bình được chính phủ chọn là nơi đặt trụ sở của Cục Hải quan Hà Nam Ninh, là cơ quan quản lý nhà nước liên vùng, có địa bàn kiểm soát trên phạm vi 3 tỉnh Hà Nam, Nam Định, Ninh Bình. Một cơ quan liên vùng khác đóng trên địa bàn thành phố là Phòng Quản lý xuất nhập khẩu khu vực Ninh Bình thuộc Cục Xuất nhập khẩu, Bộ Công thương tạo điều kiện thuận lợi, tiết kiệm thời gian và chi phí cho doanh nghiệp khi làm thủ tục xuất, nhập khẩu trên địa bàn Ninh Bình và các tỉnh khu vực Hà Nam Ninh.",
        "Nằm ở vị trí thuận lợi về giao thông đường thuỷ, đường sắt và đường bộ. Thành phố Ninh Bình có đủ điều kiện để phát triển công nghiệp lâu dài. Hiện thành phố có 2 khu công nghiệp là khu công nghiệp Ninh Phúc - Khánh Phú và khu công nghiệp Phúc Sơn.",
        "Thành phố Ninh Bình còn có 02 cụm công nghiệp Ninh Phong và Cầu Yên với tổng diện tích 62,3 héc-ta với tổng số vốn đăng ký đầu tư 880 tỷ đồng, tỷ lệ lấp đầy 71%.",
        "Một số doanh nghiệp và nhà máy công nghiệp đem lại nguồn thu lớn là Tập đoàn Xuân Thành Ninh Bình, Doanh nghiệp xây dựng Xuân Trường, Công ty cổ phần xăng dầu dầu khí Ninh Bình, Doanh nghiệp tư nhân Nam Phương, Công ty TNHH Hoàng Hà, Tập đoàn công nghiệp Quang Trung, Nhà máy nhiệt điện Ninh Bình và nhà máy đạm Ninh Bình.",
        "Đất nông nghiệp Ninh Bình chủ yếu phục vụ cho quá trình đô thị hoá thành phố. Ngoài ra, các vùng sản xuất chuyên canh hàng hoá được quy hoạch như vùng rau sạch Ninh Sơn, làng hoa Ninh Phúc. Thành phố cũng phát triển mạnh nghề thủ công truyền thống ở các xã ven đô như: nghề mộc Phúc Lộc, trồng cây cảnh và đá mỹ nghệ,...",
        "Làng hoa Ninh Phúc",
        "Làng hoa Ninh Phúc",
        "Làng hoa Ninh Phúc",
        "Làng hoa Ninh Phúc",
        "Biểu tượng du lịch của thành phố Ninh Bình là hình ảnh \"chợ Rồng, sông Vân, núi Thuý\". Thành phố có định hướng phát triển trở thành một trung tâm du lịch lớn trong tam giác du lịch Hà Nội - Ninh Bình - Quảng Ninh của miền Bắc. Những năm gần đây nhiều khu vui chơi giải trí và nghỉ dưỡng được xây dựng để phát triển loại hình du lịch lưu trú, hội thảo và mua sắm.",
        "Thành phố Ninh Bình có nhiều danh thắng và di tích nổi tiếng như khu di tích núi Non Nước; danh thắng núi Kỳ Lân, công viên văn hóa Tràng An; hay khu du lịch hang động Tràng An được coi là điểm nhấn để phát triển du lịch Ninh Bình.",
        "Thành phố Ninh Bình là nơi hội tụ, phát triển mạnh các đặc sản Ninh Bình, tiêu biểu là loại hình ẩm thực phố đi bộ, phố đêm với các đặc sản đặc trưng như cơm cháy Ninh Bình, các đặc sản từ thịt dê, rượu Kim Sơn, dứa Đồng Giao, bún mọc, miến lươn, gỏi nhệch,...",
        "4 câu thơ khi nhắc tới du lịch thành phố Ninh Bình:",
        "Ngoài vị trí hội tụ giao thông, Thành phố Ninh Bình còn có lợi thế nằm ở vị trí gần các khu, tuyến, cụm điểm du lịch:",
        "Theo Quy hoạch chung đô thị Ninh Bình đến năm 2030, tầm nhìn đến năm 2050 của Thủ tướng Chính phủ Việt Nam, thành phố Ninh Bình được quy hoạch thành đô thị loại I, là trung tâm văn hóa - lịch sử, du lịch cấp quốc gia, có ý nghĩa quốc tế. Quy hoạch cũng xác định tỉnh Ninh Bình sẽ trở thành thành phố trực thuộc Trung ương trước năm 2030 với dân số 1 triệu người.[8]",
        "Theo quy hoạch, khi trở thành thành phố thuộc trung ương, khu vực nội thành Ninh Bình sẽ có diện tích 21.052 ha bao gồm: toàn bộ TP Ninh Bình và Hoa Lư hiện tại; xã Gia Sinh của Gia Viễn; xã Sơn Lai và một phần diện tích của xã Sơn Hà của Nho Quan; một phần diện tích của xã Yên Sơn và phường Tân Bình thuộc TP Tam Điệp; xã Mai Sơn của Yên Mô và hai xã Khánh Hòa, Khánh Phú của Yên Khánh. Gần như 3 mặt của nội thành Ninh Bình có ranh giới là ba con sông: sông Đáy ở phía đông, sông Hoàng Long ở phía bắc, sông Chim và sông Bến Đang ở phía tây. Như vậy toàn bộ quần thể di sản thế giới Tràng An tương lai sẽ thuộc nội thành Ninh Bình.",
        "Đô thị Ninh Bình phát triển theo mô hình đô thị đa tâm. Không gian đô thị sẽ được phân thành 4 phân vùng phát triển.",
        "Theo quy hoạch mới này thì thành phố Hoa Lư sẽ rộng hơn 4 lần thành phố Ninh Bình hiện tại, là thành phố ngã ba: ngã ba giao thông, ngã ba sông và ngã ba khu vực; trở thành một đầu mối giao thông quan với các tuyến đường Quốc lộ 1A, 10, 38B, cao tốc và đường sắt Bắc - Nam và là đô thị du lịch với các khu du lịch như: khu du lịch Tràng An, khu văn hóa tâm linh núi chùa Bái Đính, Quần thể di tích Cố đô Hoa Lư, khu du lịch Tam Cốc - Bích Động và các tuyến điểm du lịch khác như núi Non Nước, công viên văn hóa Tràng An, quảng trường Đinh Tiên Hoàng Đế, các di tích Hoa Lư tứ trấn, động Thiên Hà, hang Bụt...",
        "",
        "(Nguồn: Wikipedia)"
    ]
}