{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Thành Cát Tư Hãn<br>\n     (Nguyên Thái Tổ)<br><font size=\"2\">Thiết Mộc Chân<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Đại Hãn của Đế quốc Mông Cổ <small>Hãn vương, Khả hãn<\/small><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"YuanEmperorAlbumGenghisPortrait.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/thanh-cat-tu-han/054877798024549ec4ba6ee4ce44df43.jpg\">\n    <noscript>\n     <img alt=\"YuanEmperorAlbumGenghisPortrait.jpg\" src=\"/images/wiki/thanh-cat-tu-han/054877798024549ec4ba6ee4ce44df43.jpg\">\n    <\/noscript>\n    <div>\n     Chân dung của Thành Cát Tư Hãn.<br>\n      Tranh vẽ trên lụa, trích album về dòng dõi <a class=\"annotation\" href=\"/nhan-vat/nha-nguyen-mong-co\" title=\"Nhà Nguyên (chữ Hán: 元朝, Hán Việt: Nguyên triều, tiếng Mông Cổ trung cổ:  Dai Ön Yeke Mongghul Ulus; tiếng Mông Cổ hiện đại:  Их Юань улс) là một triều đại do người Mông Cổ thành lập, là triều đại dân tộc thiểu số đầu tiên hoàn thành sự nghiệp thống nhất Trung Quốc. Triều Nguyên do Nguyên Thế Tổ Hốt...\" target=\"_blank\">nhà Nguyên<\/a>, lưu trữ tại Bảo tàng Cố cung Quốc lập tại Đài Loan\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Đại Hãn Đế quốc Mông Cổ<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Trị vì<\/th>\n   <td>1206 – 1227<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Đăng quang<\/th>\n   <td>1206 tại khurultai trên sông Onon, Mông Cổ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><font color=\"red\"><b>Sáng lập<\/b><\/font><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><font color=\"blue\">Oa Khoát Đài<\/font><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hậu duệ<\/th>\n   <td>\n    <table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n     <tbody>\n      <tr>\n       <th>Hậu duệ<\/th>\n      <\/tr>\n      <tr>\n       <td>Truật Xích<br>\n         Sát Hợp Đài<br>\n         Oa Khoát Đài<br>\n         Đà Lôi<br>\n         Khác<\/td>\n      <\/tr>\n     <\/tbody>\n    <\/table><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên đầy đủ<\/th>\n   <td>\n    <div class=\"floatright\">\n     <img class=\"jch-lazyload\" alt=\"Cinggis qagan.svg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/thanh-cat-tu-han/10ac30326e698d5591c661306459fb25.png\">\n     <noscript>\n      <img alt=\"Cinggis qagan.svg\" src=\"/images/wiki/thanh-cat-tu-han/10ac30326e698d5591c661306459fb25.png\">\n     <\/noscript>\n    <\/div>Thành Cát Tư Hãn<br>\n     (Tên khai sinh: Thiết Mộc Chân)<br>\n     Chữ viết Mông Cổ ở bên phải.<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thụy hiệu<\/th>\n   <td>Pháp Thiên Khải Vận Thánh Vũ Hoàng đế<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Miếu hiệu<\/th>\n   <td>Nguyên Thái Tổ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hoàng tộc<\/th>\n   <td>Borjigin (Bột Nhi Chi Cân/Bác Nhĩ Tề Cát Đặc)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td>Yesükhei (Dã Tốc Cai)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân mẫu<\/th>\n   <td>Ho'elun (Ha Ngạch Lôn/Nguyệt Luân)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>1162<br>\n     Dãy núi Khentii, Mông Cổ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>18 tháng 8, 1228 (65 tuổi)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">An táng<\/th>\n   <td>Tỉnh Khentii, Mông Cổ<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n <tbody>\n  <tr>\n   <th>Hậu duệ<\/th>\n  <\/tr>\n  <tr>\n   <td>Truật Xích<br>\n     Sát Hợp Đài<br>\n     Oa Khoát Đài<br>\n     Đà Lôi<br>\n     Khác<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"wikitable table table-striped\">\n <tbody>\n  <tr>\n   <th width=\"5%\">Năm<\/th>\n   <th width=\"20%\">Tên phim<\/th>\n   <th width=\"20%\">Diễn viên vai<br>\n     Thành Cát Tư Hãn<\/th>\n   <th width=\"20%\">Đạo diễn<\/th>\n   <th width=\"15%\">Ghi chú<\/th>\n  <\/tr>\n  <tr>\n   <td>1950<\/td>\n   <td>Thành Cát Tư Hãn<\/td>\n   <td>Manuel Conde<\/td>\n   <td>Manuel Conde, Lou Salvador<\/td>\n   <td><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Ta là sự trừng phạt của trời. Nếu các ngươi không sai phạm, trời đã không cử ta xuống đây<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Thành Cát Tư Hãn<sup class=\"annotation badge\" title=\"^ “Balotelli xăm lên ngực câu nói của Thành Cát Tư Hãn”. Thanh Niên Online. Truy cập 7 tháng 2 năm 2015.&amp;#160;\">24<\/sup> <\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Thành Cát Tư Hãn",
        "Thời kỳ đầu",
        "Thống nhất các bộ lạc",
        "Thành lập đế chế",
        "Trung Hoa",
        "Tây Á",
        "Châu Âu",
        "Chiến dịch cuối cùng",
        "Tài năng của Thành Cát Tư Hãn",
        "Chính trị và kinh tế",
        "Quân sự",
        "Sự tàn bạo của Thành Cát Tư Hãn",
        "Mông Cổ",
        "Trung Á",
        "Trung Quốc",
        "Thành Cát Tư Hãn trong thế giới hiện đại",
        "Nhận thức về ông",
        "Di sản",
        "Thành Cát Tư Hãn trong đời sống văn hóa",
        "Tiểu thuyết hoá",
        "Điện ảnh",
        "Âm nhạc",
        "Trò chơi",
        "Câu nói",
        "Một số ảnh hưởng khác",
        "Hình ảnh",
        "Chú thích",
        "Xem thêm",
        "Tham khảo",
        "Đọc thêm",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Thành Cát Tư Hãn - Người Kể Sử",
    "paragraphs": [
        "Thành Cát Tư Hãn (tên tiếng Mông Cổ: Чингис хаан, Çingis hán; tiếng Mông Cổ: [tʃiŋɡɪs xaːŋ] (nghe); phiên âm Hán: 成吉思汗; 11621 -1227) là một Khả hãn Mông Cổ và là người sáng lập ra Đế quốc Mông Cổ sau khi hợp nhất các bộ lạc độc lập ở vùng đông bắc châu Á năm 1206.",
        "Ông là một nhà quân sự lỗi lạc và quan trọng của lịch sử thế giới, ông được người Mông Cổ dành cho sự tôn trọng cao nhất, như là một vị lãnh đạo đã loại bỏ hàng thế kỷ của các cuộc giao tranh, mang lại sự thống nhất cho các bộ lạc Mông Cổ. Cháu nội của ông và là người kế tục sau này, Khả hãn Hốt Tất Liệt đã thiết lập ra triều đại nhà Nguyên của Trung Quốc. Tháng 10 năm Chí Nguyên thứ 3 (1266), Hốt Tất Liệt đã truy tôn Thành Cát Tư Hãn miếu hiệu là Thái Tổ, nên ông còn được gọi là Nguyên Thái Tổ. Thụy hiệu khi đó truy tôn là Thánh Vũ Hoàng đế. Tới năm Chí Đại thứ 2 (1309), Nguyên Vũ Tông Hải Sơn gia thụy thành Pháp Thiên Khải Vận. Từ đó thụy hiệu của ông trở thành Pháp Thiên Khải Vận Thánh Vũ Hoàng đế.",
        "Các cuộc chinh phạt của Thành Cát Tư Hãn trên khắp khu vực Á-Âu để bành trướng lãnh thổ đã đem lại sự thống nhất và phát triển giao lưu buôn bán, đồng thời ông cũng thi hành chính sách tự do tôn giáo, cho phép tín đồ mọi tôn giáo được tự do hành đạo. Tuy nhiên, Thành Cát Tư Hãn cũng nổi tiếng bởi sự tàn bạo với những người phản kháng. Thành Cát Tư Hãn bị nhiều dân tộc coi là hiện thân của sự tàn bạo, nhất là từ Trung Á, Đông Âu và Trung Đông (là những nơi đã từng bị quân đội Mông Cổ thảm sát hàng loạt). Theo một số ước tính, đội quân của Thành Cát Tư Hãn đã giết hơn 40 triệu người tại các lãnh thổ mà họ xâm chiếm2",
        "Có rất nhiều nhân vật nổi tiếng được cho là hậu duệ của Thành Cát Tư Hãn, là những kẻ đi xâm chiếm nhiều đất đai về tay mình như Timur Lenk, kẻ chinh phục dân Thổ Nhĩ Kỳ, Babur, người sáng lập ra đế quốc Mogul trong lịch sử Ấn Độ. Những hậu duệ khác của Thành Cát Tư Hãn còn tiếp tục cai trị Mông Cổ đến thế kỷ 17 cho đến khi nó bị Đế quốc Thanh của người Mãn Châu thống trị lại.",
        "",
        "",
        "Nguyên tên ông là Temüjin ( Тэмүүжин, phiên âm Hán: 鐵木真, Thiết Mộc Chân), sinh năm 1162 (dù có nguồn cho rằng ông sinh năm 1155),3 người của gia tộc Bột Nhi Chỉ Cân4 (Боржигин/Борджигин, phiên âm Hán: 孛儿只斤, Bột Nhi Chỉ Cân). Ông là con trai cả của Dã Tốc Cai (Yesükhei), một thủ lĩnh của bộ tộc Khất Nhan (Kiyad, 乞颜).5 Dã Tốc Cai là người thuộc dòng họ Bột Nhi Chỉ Cân. Mẹ ông là bà Ha Nguyệt Luân (Ha Ngạch Lôn, Ha Ngạch Luân hay Hoelun/Өэлүн) từ bộ lạc Oát Lặc Hốt Nột (Olkhunut/Олхуноуд, Олхонууд, Олгонууд). Ông là con trai cả của bà này. Theo Nguyên sử6 và Mông Cổ bí sử, ông được đặt tên theo tên của một thủ lĩnh rất dũng cảm của một bộ tộc người Tatar đã bị cha ông đánh bại (Thiết Mộc Chân Ngột Cách).",
        "Thiết Mộc Chân có 3 em trai là Cáp Tát Nhi (Khasar hay Qasar), Hợp Xích Ôn (Khajiun), Thiết Mộc Cách (Temüge) và một em gái là Thiết Mộc Lôn (Temülen hay Temülin), cùng hai anh/em cùng cha khác mẹ khác là Biệt Khắc Thiếp Nhi (Bekhter) và Biệt Lặc Cổ Đài (Belgutei) do Tốc Xích Cát Lặc sinh ra.",
        "Thời thơ ấu của Thiết Mộc Chân cực kỳ khó khăn. Khi ông lên 9 tuổi, cha ông đã đưa ông đến gia đình vợ (Bột Nhi Thiếp (Börte) tương lai và ông phải sống ở đó cho đến khi đủ tuổi lấy vợ là 12 tuổi. Một thời gian ngắn sau đó cha ông bị đầu độc bởi bộ lạc Tháp Tháp Nhi (Tartar) láng giềng trên đường trở về nhà và Thiết Mộc Chân đã trở thành thủ lĩnh của bộ lạc của mình. Bộ lạc của ông không chấp nhận ông do sự bất đồng về quyền lực và quyền lợi kinh tế. Trong những năm sau đó, ông và gia đình sống một cuộc đời du cư nghèo khó, sống được là nhờ các loài động vật gặm nhấm. Trong một lần đi săn bắn như vậy ông đã giết chết người anh/em cùng cha khác mẹ là Bekhter7 trong một cuộc tranh giành chiến lợi phẩm. Một lần khác vào năm 1182, ông đã bị những người cùng bộ lạc cũ bắt trong một cuộc tập kích và bị giam cầm với gông trên cổ. Sau đó ông trốn thoát với sự trợ giúp của những người coi ngục có cảm tình. Mẹ ông đã dạy ông nhiều bài học từ sống sót trong những điều kiện thời tiết khắc nghiệt của Mông Cổ tới sự cần thiết của liên minh với những người khác, những bài học này đã hình thành nên sự hiểu biết của ông trong những năm sau này về sự cần thiết của thống nhất.",
        "Năm 16 tuổi, Thiết Mộc Chân lấy Bột Nhi Thiếp (Börte) của bộ tộc Hoằng Cát Lạt (Onggirat, Qonggirat, Chunggirat, Khunggirat), sau này là Quang Hiến hoàng hậu, nhưng sau này ông còn nhiều cuộc hôn nhân khác.8 Bà nhận được áo lông chồn đen như là của hồi môn. Sau đó vợ ông bị bắt cóc trong một cuộc tập kích của bộ tộc Miệt Nhi Khất (Merkits) và ông đã nhờ bạn (sau này là kẻ thù) là Trát Mộc Hợp (Jamuka) và người cha đỡ đầu của ông là Thoát Lý (Toghril hay Toghrul) của bộ tộc Khắc Liệt (Kerait) để giải thoát cho vợ mình. Việc sinh đứa con đầu lòng là Truật Xích (Jochi, 1185-1226) quá sớm đã dẫn đến sự nghi ngờ của ông và Truật Xích cũng như hậu duệ của ông ta không bao giờ được coi là những người kế vị. Bên cạnh Truật Xích, Bột Nhi Thiếp còn sinh ra ba người con trai khác là Sát Hợp Đài (Chagatai, 1187-1241), Oa Khoát Đài (Ögedei, 1189-1241), Đà Lôi (Tolui, 1190-1232). Ông còn có nhiều con trai với các bà vợ khác nhưng họ không được liệt kê vào hàng kế vị, còn các con gái thì gần như không có ghi chép cụ thể nào.",
        "Vùng cao nguyên Trung Á (miền bắc và tây bắc Trung Quốc) vào khoảng thời gian của Thiết Mộc Chân (cuối thế kỷ 12, đầu thế kỷ 13) được phân chia giữa một vài bộ lạc hay liên minh, trong số đó có Nãi Man (Naiman), Miệt Nhi Khất (Merkit), Duy Ngô Nhĩ (Uyghur), Đảng Hạng (Tangut), Tatar, Mông Cổ (Mongol) và Khắc Liệt (Kerait), thường có xung đột với nhau như được chứng thực bởi những cuộc đột kích, cướp bóc, trả thù ngẫu nhiên.",
        "Thiết Mộc Chân bắt đầu sự nghiệp của mình bằng cách liên kết với bạn của cha mình là Thoát Lý (Toghril, còn gọi là Thoát Oát Lân - tự xưng là Vương Hãn), một thủ lĩnh ở địa phương (có nguồn cho rằng ông là chư hầu cho Hãn vương này) được nhà Kim phong tước Hãn vương năm 1197. Mối quan hệ này ban đầu được tăng cường khi Bột Nhi Thiếp bị người Miệt Nhi Khất bắt (khoảng năm 1177 hay 1180 trước khi sinh ra Truật Xích) và Thiết Mộc Chân phải cần tới sự hỗ trợ của Thoát Lý. Đáp lại, Thoát Lý cho ông mượn 20.000 chiến binh Khắc Liệt của ông này và đề nghị ông mời cả người bạn thời thơ ấu là Trát Mộc Hợp, khi đó đang là hãn của bộ lạc Trát Đạt Lan (Jadaran).9 Mặc dù chiến dịch này thành công trong việc giải cứu Bột Nhi Thiếp và thất bại hoàn toàn của người Miệt Nhi Khất, nhưng nó cũng dọn đường cho sự chia rẽ giữa hai người bạn (an đáp) thời thơ ấu là Thiết Mộc Chân và Trát Mộc Hợp.",
        "Các kẻ thù chính của liên minh Mông Cổ vào khoảng năm 1190-1200 là Nãi Man ở phía tây, Miệt Nhi Khất ở phía bắc, Đảng Hạng ở phía nam và Kim cùng người Tatar ở phía đông. Vào năm 1190, Thiết Mộc Chân cùng những người theo ông chỉ thống nhất được một lượng nhỏ người Mông Cổ. Trong các bộ lạc chiếm được, ông thực hiện việc cai trị theo cung cách khác với truyền thống của người Mông Cổ bằng cách ủy quyền cho những người xứng đáng và trung thành chứ không dựa trên quan hệ gia đình. Thiết Mộc Chân sau đó đã ban hành bộ luật bằng văn bản cho người Mông Cổ, gọi là Yassa, và ông ra lệnh phải tuân thủ bộ luật này một cách nghiêm ngặt để xây dựng tổ chức và quyền lực trong phạm vi vương quốc của mình.10 Như là sự khuyến khích cho việc phục tùng tuyệt đối và tuân thủ các quy tắc trong luật pháp của ông, bộ luật Yassa, Thiết Mộc Chân cam kết dành cho thần dân và binh lính sự giàu có từ các chiến lợi phẩm thu được trong tương lai. Khi đánh bại các bộ lạc thù địch, ông không ruồng bỏ binh lính của họ mà đặt các bộ lạc đó dưới sự bảo hộ của mình và hợp nhất các thành viên của các bộ lạc đó vào bộ lạc của mình. Mẹ ông còn nhận những đứa trẻ mồ côi từ các bộ lạc đó để nuôi. Những điểm mới trong chính sách của ông đã gây dựng được niềm tin và lòng trung thành từ những người bị chế ngự, làm cho Thiết Mộc Chân trở thành mạnh hơn sau mỗi chiến thắng.11",
        "Năm 1201, một kurultai do Hợp Đáp Cân cùng 11 bộ lạc khác tổ chức đã bầu Trát Mộc Hợp làm Cổ Nhi Hãn (Gur khan), một tước hiệu được những người trị vì hãn quốc Cáp Lạt Khiết Đan dùng, để liên binh tấn công Thiết Mộc Chân. Liên minh này bị liên minh giữa Thiết Mộc Chân với Thoát Lý đánh bại, Trát Mộc Hợp phải chạy sang hàng Thoát Lý.",
        "Con trai của Thoát Lý là Tang Côn (桑昆, Senggum) ghen tức với sức mạnh đang lên của Thiết Mộc Chân và sự thân mật của ông với cha mình. Tang Côn lập kế hoạch ám sát Thiết Mộc Chân. Thoát Lý, được cho là đã được Thiết Mộc Chân cứu mạng nhiều lần, lại ủng hộ con mình12 và không hợp tác với Thiết Mộc Chân. Thiết Mộc Chân biết được ý đồ và cuối cùng đã đánh bại Tang Côn. Một trong những sự kiện cuối cùng làm đoạn tuyệt quan hệ giữa Thiết Mộc Chân và Thoát Lý là sự từ chối của Thoát Lý năm 1202 khi Thiết Mộc Chân đề nghị cưới con gái ông ta cho Truật Xích, con trai trưởng của ông, một dấu hiệu không tôn trọng trong văn hóa Mông Cổ. Hành động này dẫn tới sự chia cắt hai bên và là điềm báo một cuộc chiến tranh sẽ nổ ra. Thoát Lý liên minh với Trát Mộc Hợp, người khi đó đã chống lại Thiết Mộc Chân; tuy nhiên mâu thuẫn bên trong giữa Thoát Lý với Trát Mộc Hợp, cộng với sự chuyển hướng của một loạt các cựu liên minh sang phía Thiết Mộc Chân đã dẫn tới thất bại của Thoát Lý. Thoát Lý chạy tới chỗ của Thái Dương Hãn, thủ lĩnh bộ lạc Nãi Man, nhưng bị binh lính Nãi Man giết chết năm 1203. Thất bại này đã làm cho bộ lạc Khắc Liệt bị phân rã hoàn toàn.",
        "Mối đe dọa trực tiếp kế tiếp đối với Thiết Mộc Chân là người Nãi Man, với Trát Mộc Hợp và những người theo ông này đã chạy tới đó tìm nơi nương tựa. Người Nãi Man đã không đầu hàng, mặc dù một bộ phận đã tình nguyện đứng về phía Thiết Mộc Chân. Trước khi Thiết Mộc Chân tấn công người Nãi Man và Trát Mộc Hợp thì một số tướng lĩnh đã chạy sang phía Thiết Mộc Chân, trong đó đáng chú ý có Tốc Bất Đài, sau trở thành một trong tứ khuyển nổi danh của Thiết Mộc Chân. Sau một vài trận chiến, Thiết Mộc Chân đã đánh bại Thái Dương Hãn vào cuối năm 1204 và Trát Mộc Hợp bị binh lính bắt trao cho Thiết Mộc Chân.",
        "Theo Bí sử Mông Cổ, Thiết Mộc Chân một lần nữa mong muốn duy trì quan hệ bạn bè với Trát Mộc Hợp và đề nghị ông đứng về phía mình. Thiết Mộc Chân cũng đã giết những kẻ bán đứng Trát Mộc Hợp vì không mong muốn có những kẻ phản trắc trong hàng ngũ. Tuy nhiên, Trát Mộc Hợp đã từ chối, nói rằng bầu trời chỉ có một mặt trời mà thôi và đề nghị được chết bằng một cái chết cao quý theo tập quán là chết không rơi máu và được đáp ứng.",
        "Phần còn lại của bộ lạc Miệt Nhi Khất đứng về phía người Nãi Man bị Tốc Bất Đài đánh bại. Thất bại của người Nãi Man đã làm cho Thiết Mộc Chân trở thành vị chúa tể duy nhất của bình nguyên Mông Cổ, nghĩa là tất cả các liên minh hùng mạnh khác hoặc là thất bại hoặc là bị hợp nhất dưới trướng của ông.",
        "Với nhu cầu phải bảo vệ biên giới từ các quốc gia phía nam như đế quốc Kim và Tây Hạ là những quốc gia trên địa bàn Trung Quốc ngày nay, ông đã tổ chức hệ thống của mình với sự tăng cường sức mạnh quân sự và đã khiến cho Trung Quốc bắt đầu cảm thấy khó chịu với quốc gia mới nổi Mông Cổ dưới thời đại của Thiết Mộc Chân. Cuối cùng họ đã có những hành động như ngăn cản việc tiếp tế lương thực, thực phẩm đi qua Mông Cổ ngày nay. Với những phẩm chất cá nhân và ý chí mạnh mẽ, Thiết Mộc Chân cuối cùng đã thống nhất được các bộ lạc trong một hệ thống duy nhất, một nét đặc trưng vĩ đại của Mông Cổ, là đất nước có lịch sử lâu đời của những cảnh huynh đệ tương tàn và gian khó về kinh tế.",
        "Năm 1206 Thiết Mộc Chân đã liên kết thành công các bộ lạc Mông Cổ đang bị chia rẽ và tại hội nghị Kurultai (hội đồng các thủ lĩnh Mông Cổ) ông đã được phong là Thành Cát Tư Hãn (trong tiếng Mông Cổ thì Чингис Хаан có nghĩa là vua của cả thế giới).",
        "Cùng thời điểm với hội nghị Kurultai, Thành Cát Tư Hãn đã bị lôi cuốn vào cuộc tranh chấp với Tây Hạ là quốc gia bắt người Mông Cổ phải phục tùng và nộp cống phẩm hàng năm. Ông đã chiếm được một số thành trì được bảo vệ vững chắc của Tây Hạ. Năm 1209 khi hòa bình với Tây Hạ được ký kết, về thực chất ông đã thu phục được Tây Hạ, đã được vua Tây Hạ là Lý An Toàn thừa nhận là chúa tể, biến quốc gia này trở thành chư hầu chịu cống nộp cho người Mông Cổ và cung cấp binh lính cũng như hậu cần cho các chiến dịch trong tương lai của ông. Sau đó Tây Hạ cũng bị ông lật đổ (1227).13",
        "Mục đích chính của ông là xâm chiếm nhà Kim, vừa để trả thù những thất bại trước đây khi những người Mông Cổ còn thù hận lẫn nhau và giành lấy tài sản cùng sự giàu có của miền bắc Trung Quốc. Ông tuyên bố chiến tranh năm 1211, để cho nhà Kim không thể còn là sự đe dọa thường xuyên đối với Mông Cổ về lãnh thổ, tài sản ở phần biên giới phía nam. Mô hình của cuộc chiến tranh chống lại nhà Kim của người Nữ Chân cũng giống như cuộc chiến chống lại Tây Hạ.",
        "Kết quả của chiến thuật siêu đẳng và sự hoàn hảo của chiến lược là Thành Cát Tư Hãn đã xâm chiếm và hợp nhất phần lãnh thổ nhà Kim đến tận Vạn lý trường thành của Trung Quốc năm 1213. Cũng năm đó hoàng đế nhà Kim là Hoàn Nhan Vĩnh Tế bị tướng Hồ Sa Hổ giết trong cuộc bạo loạn. Cháu của Hoàn Nhan Vĩnh Tế là Hoàn Nhan Tuần lên ngôi. Sau đó Thành Cát Tư Hãn chỉ huy ba cánh quân tiến vào phần trung tâm lãnh thổ Kim, nằm giữa Vạn lý trường thành và sông Hoàng Hà. Giống như các vị vua khác tin mình là con trời (thiên tử), ông đã xâm chiếm phần miền bắc Trung Quốc, chiếm giữ hàng loạt thành phố và năm 1215 đã bao vây, chiếm giữ và cướp bóc kinh thành của nhà Kim là Yên Kinh (sau này là Bắc Kinh). Tuy vậy nhưng vua nhà Kim là Hoàn Nhan Tuần (完顏珣) tức vua Kim Tuyên Tông (宣宗) đã không đầu hàng mà chuyển kinh thành về Khai Phong (開封) vì sự lớn mạnh của người Mông Cổ ở phía bắc. Ở đó những vị vua cuối cùng của nhà Kim là Hoàn Nhan Thừa Lân (完顏承麟) hay Kim Mạt Đế (末帝) đã bị đánh bại vào năm 1235.",
        "Cùng thời gian đó Khuất Xuất Luật (Kuchlug), vị hãn bị phế truất của bộ tộc Nãi Man, đã chạy về phía tây và cướp hãn quốc Tây Liêu, đồng minh phía tây của Thành Cát Tư Hãn. Trong thời gian này, quân đội Mông Cổ đã mệt mỏi do hơn 10 năm chiến tranh chống lại Tây Hạ và Kim. Vì vậy Thành Cát Tư Hãn chỉ gửi khoảng 20.000 quân dưới sự chỉ huy của viên tướng trẻ Triết Biệt (者別 Jebe) để chống lại Khuất Xuất Luật. Một cuộc nổi dậy trong nước với sự giúp đỡ của người Mông Cổ và sau đó Triết Biệt tràn qua đất nước này. Lực lượng của Khuất Xuất Luật đã bị đánh bại ở phía tây của Kashgar; ông ta bị bắt sống và bị hành hình sau đó, Tây Liêu bị sáp nhập vào Mông Cổ. Năm 1218 vương quốc Mông Cổ mở rộng về phía tây tới hồ Balkhash và tiếp giáp với đế quốc Khwarezm (dịch theo tiếng Trung là Hoa Lạt Tử Mô), một quốc gia Hồi giáo trải dài từ biển Caspi ở phía tây và vịnh Ba Tư, biển Ả Rập ở phía nam.",
        "Năm 1218 Thành Cát Tư Hãn gửi một đoàn sứ giả sang tỉnh phía đông của đế quốc Khwarezm với mục đích thảo luận khả năng buôn bán với quốc gia này. Thống đốc của tỉnh này đã giết chết họ và làm Thành Cát Tư Hãn giận dữ. Ông đã cho 200.000 quân tràn sang để trả thù. Quân đội Mông Cổ với chiến lược và chiến thuật hơn hẳn đã nhanh chóng hạ thành phố này và hành hình viên thống đốc bằng cách đổ bạc nóng chảy vào tai và mắt ông ta để trả đũa hành động xúc phạm tới Thành Cát Tư Hãn và những ý định tốt đẹp ban đầu của người Mông Cổ.",
        "Cùng thời điểm này (1219) ông quyết định mở rộng ảnh hưởng của Mông Cổ đối với thế giới Hồi giáo. Quân đội Mông Cổ lần lượt hạ các thành phố chính của Khwarezm như Bukhara, Samarkand và Balkh, và hoàng đế Khwarezm là Ala ad-Din Muhammad II đã phải chuẩn bị lực lượng chống lại họ. Tuy nhiên, ông ta đã bị vượt qua bởi những người Mông Cổ nhanh nhẹn và lắm mưu kế hơn và phải liên tục rút lui. Cuối cùng, Ala ad-Din Muhammad II đã tìm cách đến ẩn náu ở Khorasan, nhưng bị viêm màng phổi chết ở một hòn đảo trên biển Caspi, gần cảng Abaskun năm 1220, và đế quốc Khwarezm sụp đổ.",
        "Sau đó quân đội Mông Cổ chia làm hai đạo quân, Thành Cát Tư Hãn chỉ huy một nhánh tràn vào Afghanistan và bắc Ấn Độ, nhánh kia do tướng Tốc Bất Đài (Subedei hay Subutai) chỉ huy tiến vào Kavkaz và Nga. Không một cánh quân nào bổ sung thêm lãnh thổ cho đế chế nhưng họ đã cướp bóc và đánh bại mọi đội quân mà họ gặp. Năm 1225 cả hai cánh quân đều quay trở lại Mông Cổ.",
        "Những cuộc xâm lăng này đã bổ sung thêm Transoxiana và Ba Tư vào đế chế vốn đã ghê gớm và xác lập hình ảnh của Thành Cát Tư Hãn như một chiến binh khát máu trong những người không biết hoặc không muốn biết rằng ông là ông chủ thực sự của thế giới cho đến năm 1227, ông qua đời.",
        "Sau khi tiêu diệt Đế quốc Khwarezm vào năm 1220, Thành Cát Tư Hãn tập hợp lực lượng của ông ở Ba Tư và Armenia để trở về thảo nguyên Mông Cổ. Theo đề nghị của Tốc Bất Đài, quân đội Mông Cổ được chia thành hai cánh. Thành Cát Tư Hãn dẫn phần lớn quân chủ lực về Mông Cổ bằng cách tấn công xuyên qua Afghanistan và bắc Ấn Độ. Cánh còn lại gồm 2 vạn quân (tức 2 tümen, vạn hộ), do Triết Biệt và Tốc Bất Đài chỉ huy, hành quân qua vùng Kavkaz và vào Nga, tấn công sâu vào Armenia và Azerbaijan. Người Mông Cổ phá hủy Gruzia, chiếm được trung tâm thương mại và quân sự Caffa ở Krym của Cộng hòa Genova, và tiến sát biển Đen. Ảnh hưởng của vó ngựa Mông Cổ được mở rộng hơn bao giờ hết.",
        "Trên đường trở về Mông Cổ, cánh quân Tốc Bất Đài bị liên quân Cuman-Kipchak và lực lượng lớn quân Nga Kiev lên tới 8 vạn, tập hợp từ quân đội của các vương công Nga, do Mstislav Dũng cảm của Halych và Mstislav III của Kiev chỉ huy, chặn lại. Tốc Bất Đài gửi sứ giả đến đề nghị hòa bình nhưng các sứ giả bị hành quyết. Nổi giận vì bị từ chối, Tốc Bất Đài ra lệnh tấn công vào đội quân Nga Kiev, tuy đông nhưng kém phối hợp bởi sự thiếu đoàn kết của các vương công Nga, Tốc Bất Đài đã đánh tan đội quân này tại trận sông Kalka năm 1223. Quân Mông Cổ tiếp tục càn quét lãnh thổ Nga và chỉ chịu dừng lại sau trận eo sông Samara, khi bị quân Volga Bulgar, do Ghabdulla Chelbir chỉ huy, phục kích gây thiệt hại nặng nề.14",
        "Các vương công Nga không còn cách nào khác ngoài lời đề nghị cầu hòa, mà thực chất là lời đầu hàng nhục nhã. Tuy họ không bị tước đi quyền lực, nhưng họ phải chịu thần phục và triều cống cho Thành Cát Tư Hãn. Tương truyền, để dương uy quân Mông Cổ, Tốc Bất Đài đã cho đặt ván trên đầu các vương công Nga để mở tiệc ăn mừng. Sáu vương công Nga, trong đó có Mstislav III của Kiev, đã bị đè đến chết.",
        "Thành Cát Tư Hãn không phải là người chấp nhận thất bại. Trước khi 2 cánh quân về Mông Cổ năm 1225, họ đã trinh sát và tìm hiểu kỹ đối phương để chuẩn bị phục thù. Dù Thành Cát Tư Hãn chết 2 năm sau đó, quân Mông Cổ cũng một lần nữa trở lại vào năm 1237 dưới sự chỉ huy của Bạt Đô (Batu), chinh phục hoàn toàn lãnh thổ Nga Kiev và Volga Bulgar vào năm 1240, trả lại mối thù bại trận lần trước.",
        "Đế chế chư hầu Tây Hạ đã từ chối không tham chiến chống lại đế chế Kharezm, và Thành Cát Tư Hãn đã thề dành cho họ sự trừng phạt. Trong khi ông đang ở Iran, Tây Hạ và Kim đã hình thành liên minh chống lại người Mông Cổ. Sau một thời gian nghỉ ngơi để chỉnh đốn quân đội, Thành Cát Tư Hãn chuẩn bị chiến tranh chống lại liên minh này.",
        "Cùng thời gian này, ông cũng phải suy nghĩ về việc chọn người kế nghiệp để xóa bỏ những cuộc tranh giành liên miên giữa các con; ông đã chọn người con trai thứ ba là Oa Khoát Đài (Ögedei) làm người kế nghiệp cũng như thiết lập cơ chế lựa chọn những người kế nghiệp trong tương lai với điều kiện họ phải là hậu duệ của ông. Ông đã nhận được những báo cáo tình báo về lực lượng Tây Hạ, Kim và chuẩn bị lực lượng 180.000 quân cho các chiến dịch mới.",
        "Năm 1226, Thành Cát Tư Hãn tấn công Tây Hạ với cớ là Tây Hạ chứa chấp kẻ thù của Mông Cổ và để trừng phạt sự phản bội của họ. Tháng 2, ông chiếm các thành phố Hắc Thủy, Cam Châu (甘州) và Túc Châu (肃州) và trong mùa thu năm đó ông chiếm phủ Tây Lương. Các tướng Tây Hạ đã đánh một trận lớn với quân Mông Cổ gần dãy núi Hạ Lan Sơn (贺兰山). Quân Tây Hạ đại bại. Tháng 11, ông bao vây thành Linh Châu (灵州) và vượt qua sông Hoàng Hà đánh bại quân cứu viện của Tây Hạ.",
        "Năm 1227, ông tấn công kinh đô Tây Hạ, trong tháng 2 chiếm phủ Lâm Thao, tháng 3 chiếm quận Tây Ninh (tỉnh Thanh Hải ngày nay) và phủ Tín Đô (信都府). Trong tháng 4 chiếm quận Đức Thuận. Tại Đức Thuận, tướng Tây Hạ Mã Kiên Long chống lại quân Mông Cổ trong nhiều ngày cả trong và ngoài thành. Mã Kiên Long sau đó chết do bị tên bắn. Thành Cát Tư Hãn sau khi chiếm Đức Thuận, tiến quân tới Lục Bàn Sơn (thuộc huyện Thanh Thủy (清水), thành phố Thiên Thủy, tỉnh Cam Túc) để tránh mùa hè khắc nghiệt.",
        "Vua Tây Hạ mới, đã chính thức đầu hàng quân Mông Cổ năm 1227 và hẹn xin nộp thành. Tây Hạ bị diệt sau khi tồn tại 190 năm, từ 1038 đến 1227. Trước thời hạn vua Tây Hạ nộp thành vừa đúng một ngày thì Thành Cát Tư Hãn mất. Quân Mông Cổ đã giết vua Tây Hạ và cả hoàng tộc này.",
        "Trước khi chết, Thành Cát Tư Hãn đã chia đế chế của ông cho bốn người con trai. Truật Xích là lớn nhất, nhưng đã chết và quan hệ huyết thống của ông ta cũng bị nghi ngờ, vì thế những vùng đất xa xôi nhất của đế quốc như miền nam Ruthenia đã được chia cho các con của Truật Xích là Bạt Đô thủ lĩnh của Thanh Trướng hãn quốc, và Oát Nhi Đáp (Orda), thủ lĩnh của Bạc Trướng hãn quốc. Sát Hợp Đài (Chagatai), người con trai thứ hai, là người nóng nảy được chia vùng Trung Á và bắc Iran. Oa Khoát Đài (Ogedei), con trai thứ ba là Đại hãn và nhận được Trung Quốc. Đà Lôi (Tolui), trẻ nhất, nhận Mông Cổ. Tháng 7 âm lịch năm 1227, sau khi nhận được tin hoàng tử Truật Xích ở Khwarezm qua đời, Thành Cát Tư Hãn bệnh nặng. Trên giường bệnh, Thành Cát Tư Hãn phác thảo kế hoạch cho Đà Lôi, kế hoạch mà sau này được những người kế vị sử dụng để triệt hạ dứt điểm nhà Kim và tuyên bố người kế vị là Oa Khoát Đài.",
        "Trước lúc tắt thở, Thành Cát Tư Hãn vẫn không quên nói ra chiến lược tác chiến sinh tử giữa 3 quốc gia lớn: Mông Cổ, Kim và Nam Tống. Sách lược của Thành Cát Tư Hãn là trước mượn đường Tống để diệt Kim, sau đó quay lại diệt Tống. Không những thế, Thành Cát Tư Hãn còn chỉ cụ thể con đường xuất quân và việc thực hiện phương án tác chiến. Ông nói: \"Quân tinh nhuệ của Kim ở Đồng Quan, phía nam chiếm cứ Liên Sơn, phía bắc bị hạn chế bởi sông lớn, như thế khó đánh thắng nhanh. Nhưng Tống và Kim có mối thù truyền kiếp, giả liên Tống thì đánh Kim sẽ dễ. Bởi lúc này Kim nóng vội, trưng binh hàng vạn, tiếp tế khó khăn, người ngựa mệt mỏi, ta sẽ đánh thắng\".15 Nói xong, Thành Cát Tư Hãn tắt thở, ông băng hà ngày 18 tháng 8 năm 1227 tại huyện Thanh Thủy, gần Lục Bàn Sơn, Trung Quốc, thọ 66 tuổi. Nguyên nhân cái chết của ông vẫn chưa được sáng tỏ, nhiều người cho rằng do ông ngã ngựa vì tuổi già và suy giảm thể lực hay bị hạ độc từ phía kẻ thù. Biên niên sử Galicia-Volhynia cho rằng ông bị những người Đảng Hạng giết chết, tuy nhiên đến ngày nay vẫn chưa ai biết rõ.",
        "Sau khi ông chết, thân xác ông được đưa về Mông Cổ và được cho là mang về nơi ông sinh ra ở aimag Khentii, là nơi mà nhiều người cho rằng ông đã được hỏa thiêu ở một nơi nào đó gần sông Onon. Đoàn hộ tống lễ tang đã giết hết mọi người và tiêu hủy mọi thứ lạc vào đường của họ tới nơi thiêu xác ông để không ai có thể khám phá ra nơi họ chôn cất người lãnh tụ đáng kính của mình. Trong đám tang của ông (để giữ bí mật) người ta cho rằng đã có ít nhất 40 cung nữ đã bị hỏa thiêu cùng với ông, vì thế ngay cả các bà mẹ của họ cũng không thể xác định được nơi mà các cung nữ đã bị thiêu. Lăng Thành Cát Tư Hãn là nơi tưởng niệm ông, nhưng không phải là nơi chôn cất ông. Vào ngày 6 tháng 10 năm 2004, người ta đã cho là tìm thấy khu mộ của ông, hay còn gọi là \"cung điện Thành Cát Tư Hãn\".",
        "Sau khi Oa Khoát Đài kế vị, đại quân Mông Cổ tuân theo lời của Thành Cát Tư Hãn trước lúc mất, ồ ạt mở cuộc tấn công chưa từng thấy vào nước Kim, cuối cùng Kim bị tiêu diệt.",
        "Thành Cát Tư Hãn là một nhà lãnh đạo thực thụ có khả năng. Ông đã tạo ra bộ luật bằng chữ viết của người Mông Cổ mà mọi người trong đế chế phải tuân thủ. Vì sự đa dạng về dân tộc, tôn giáo và sắc tộc của các công dân và binh lính trong Đế chế Mông Cổ bao gồm cả Trung Quốc, Ba Tư và châu Âu ngày nay, ông đã truyền lại sự trung thành chỉ đối với ông (Đại Hãn) mà không cho một ai khác. Để giữ vững và bổ sung cho các chi phí cho quân đội cũng như các hoạt động khác, ông đã cho phép các thủ lĩnh duy trì quyền lực khi mà họ còn cung cấp được sức mạnh quân sự, nộp cống phẩm và cung cấp nhân lực trong các cơ sở cố định. Chiếm đóng được một khu vực đất đai rộng lớn, ông đã khuyến khích thương nghiệp và trao đổi hàng hóa và người Mông Cổ nhận được hàng hóa và dịch vụ từ những người khác. Các thương nhân, giáo sĩ, đặc sứ có được đảm bảo sự an toàn và hướng dẫn cần thiết dưới đế chế Mông Cổ, ví dụ một số người trong số họ đã đến Trung Quốc như nhà du hành Giovanni da Pian del Carpini dưới thời Oa Khoát Đài hay nhà du hành người Ý Marco Polo tới Bắc Kinh dưới thời Hốt Tất Liệt, là những người đã viết sách về chuyến du hành của họ với độ đáng tin cậy cao. Dưới thời Thành Cát Tư Hãn, mọi \"cá nhân và tôn giáo là bình đẳng trước pháp luật Mông Cổ\".",
        "Vì sự mở rộng đế chế của ông, Thành Cát Tư Hãn đã có ảnh hưởng sâu rộng trong văn hóa của nhiều quốc gia châu Á, chủ yếu là Trung Quốc và Nga. Ông đã tiêu diệt tầng lớp quý tộc hiện thời trong các vùng lãnh thổ của mình, tạo ra tầng lớp trí thức thô sơ trong thời kỳ đó. Ông cũng tạo ra hệ thống bưu chính rộng lớn và mở rộng sự phổ biến của việc sử dụng hệ thống chữ cái thế giới, mặc dù trong nhiều năm người ta vẫn tin rằng ông là người thất học vì sự xuất hiện gần đây của chữ viết cũng như tuổi tác của ông tại thời điểm thi hành điều đó. Tuy nhiên, gần đây theo các phát kiến của các nhà sử học Mông Cổ và Trung Quốc ta thấy ông là người có học thức cao. Các văn bản viết tay được cho là của ông cũng như nội dung của chúng cho thấy ông có thể đọc các bài thuyết pháp của Lão giáo.16 Thương mại và du lịch trong lãnh thổ Trung Quốc, Trung Cận Đông và châu Âu được phát triển mạnh mẽ bởi sự ổn định chính trị nhất mà Đế chế Mông Cổ đã đem lại khi thiết lập lại Con đường tơ lụa. Ông giảm các hình phạt trong các khu vực của mình, miễn giảm thuế cho các lang y và thầy đồ, và thiết lập sự tự do tôn giáo. Các ngôn ngữ khác như tiếng Thổ Nhĩ Kỳ được phát triển và các loại hình tôn giáo đã nảy nở do có tự do tôn giáo. Quân đội Mông Cổ về sau bao gồm rất nhiều người của các nền di sản khác nhau. Người Mông Cổ giúp cho phần lớn châu Á biết đến bàn tính và la bàn cũng như cho châu Âu biết đến thuốc súng và thuốc nổ (phát minh bởi người Trung Quốc) và các công cụ phục vụ chiến tranh vây hãm mà người Trung Quốc đã phát triển để đối phó với người châu Âu. Người ta cũng cho rằng ông là người đầu tiên ngăn chặn sự phân chia bắc và nam Trung Quốc được bắt đầu từ thời kỳ nhà Tống. Với thành tựu thống nhất các bộ lạc Mông Cổ, Thành Cát Tư Hãn đã giành được sự tôn trọng và hậu thuẫn sâu rộng của họ.",
        "Ông tổ chức quân đội Mông Cổ thành các nhóm theo cơ số 10 (10 lính là một arban (thập hộ), 100 là một zuun (bách hộ), 1.000 là một myangan (thiên hộ), 10.000 là một tumen (vạn hộ) và mỗi một nhóm binh sĩ có một thủ lĩnh có trách nhiệm báo cáo với cấp trên cho đến tận tumen. Cơ cấu mệnh lệnh này tạo ra một sự mềm dẻo cao và cho phép quân đội Mông Cổ có khả năng tấn công ồ ạt, chia thành các nhóm nhỏ hơn để bao vây và dẫn dắt kẻ thù vào trong mai phục hay chia thành các nhóm nhỏ 10 người để áp chế các nhóm tàn quân đã tan vỡ và đang trốn chạy. Quân đội Mông Cổ là rất mềm dẻo vì sự kiên định của binh sĩ. Mỗi người lính Mông Cổ có thể có từ 2 đến 4 ngựa cho phép họ phi nước đại trong vài ngày mà không cần nghỉ ngơi hay bị mệt mỏi. Binh sĩ Mông Cổ cũng có thể sống vài ngày chỉ cần uống máu ngựa và ăn thịt bò Tây Tạng khô khi thời tiết khắc nghiệt.",
        "Khi bổ sung binh lính mới cho quân đội, Thành Cát Tư Hãn chia họ ra thành nhiều nhóm dưới quyền của các thủ lĩnh khác nhau để tránh tình trạng có quan hệ về sắc tộc hay xã hội, vì thế ở đây không có sự phân chia theo các liên minh sắc tộc. Trong mọi chiến dịch, binh sĩ được phép đem theo gia đình của họ. Chỉ những chiến binh dũng cảm nhất mới được thăng chức. Mỗi một thủ lĩnh của một nhóm nào đó phải chịu trách nhiệm về sự sẵn sàng chiến đấu của binh lính dưới quyền tại bất kỳ thời điểm nào và có thể bị thay thế nếu như phát hiện được sự tắc trách.",
        "Binh lính Mông Cổ là các khinh kỵ binh (kỵ binh nhẹ) so với các kỵ sĩ châu Âu, điều này cho phép họ tiến hành các chiến thuật và rút lui nhanh chóng. Đây là một thông lệ đối với các đội quân linh hoạt. Người Mông Cổ dưới thời Thành Cát Tư Hãn và các hậu duệ của ông là sự hoàn hảo của loại hình quân khinh kỵ bắn cung. Một trong những kỹ thuật mà người Mông Cổ sử dụng trong chiến tranh là sự giả vờ rút lui giữa trận đánh, quân Mông Cổ có thể rút lui bất thình lình, làm cho quân đối phương tin rằng người Mông Cổ đã thua trận. Chỉ sau đó trong một khoảng cách nhất định thì họ mới hiểu là đã bị quân Mông Cổ bao vây và cuối cùng là hàng trận mưa tên bắn về phía họ. Người Mông Cổ không thích hợp với các cuộc cận chiến, họ thích tấn công từ một khoảng cách nhất định bằng cung tên, tận dụng khả năng bắn cung khi đang cưỡi ngựa điêu luyện của mình.",
        "Trong các cuộc chiến, thủ lĩnh quân đội Mông Cổ có thể sử dụng cờ hay kèn hiệu để thực hiện chiến lược, chiến thuật của mình. Đối với người Mông Cổ, chiến thắng có vẻ như là vấn đề quan trọng nhất và họ không thể chấp nhận thua trận cũng như mất người bởi vì họ bị thua sút về tiếp viện (ít nhất là hai lần thấp hơn trong phần lớn các trận đánh nếu tính theo lượng binh sĩ) cũng như họ phải di chuyển xa lãnh thổ của mình. Như đã đề cập trên đây, vũ khí chủ yếu của người Mông Cổ là cung của người Hung và kiếm lưỡi cong, nhẹ và hiệu quả để mang vác và đánh nhau hơn là kiếm dài và nặng của người châu Âu. Một quy tắc đơn giản trong giao tranh đã được làm rõ trong thời đại của Thành Cát Tư Hãn là nếu hai hay nhiều hơn binh sĩ tách khỏi nhóm của họ mà không có sự chấp thuận của thủ lĩnh thì họ phải chết. Kiểu giao tranh của người Mông Cổ có vẻ như là phương thức tự nhiên nhất của cuộc sống du cư của họ, nó có nghĩa là trong các cuộc viễn du thì phải có hành lý gọn nhẹ nhất cũng như tốc độ và sự linh hoạt cao. Do đó Thành Cát Tư Hãn đã bổ sung thêm một yếu tố quan trọng, đó là kỷ luật nghiêm minh đối với quân đội của ông mà nó là tương tự như các đội quân khác của thảo nguyên trong thời gian dựa vào kiểu chiến tranh bằng khinh kỵ binh với cung tên.",
        "Triết lý quân sự của Thành Cát Tư Hãn nói chung là đánh bại kẻ thù với ít tổn thất và rủi ro nhất cho người Mông Cổ, dựa trên lòng trung thành và tài năng trong việc lựa chọn các tướng lĩnh và binh sĩ.",
        "Thành Cát Tư Hãn đã thực hiện rất thành công các kiểu chiến tranh tâm lý, đặc biệt trong các việc mở rộng sự đe dọa, khủng bố đối với các thành phố, thị trấn khác. Nếu ông nhận thấy là ở đó có sự chống cự, ông có thể đưa ra cơ hội để họ đầu hàng và cống nộp. Nếu lời đề nghị bị từ chối, ông sẽ tiêu diệt cả thành phố hay thị trấn đó nhưng lại để cho một số người chạy trốn nhằm loan truyền tin về tổn thất của họ cho cư dân của các thành phố khác. Khi những tin đồn về sức mạnh của đội quân Mông Cổ đã lan rộng thì sẽ rất khó cho các thủ lĩnh của các thành phố đó trong việc thuyết phục người dân của họ chống lại Thành Cát Tư Hãn. Quan điểm của ông đối với các kẻ thù là: đầu hàng và chịu cống nộp hoặc là chết. Khi họ đã đầu hàng, Thành Cát Tư Hãn thông thường giữ cho thành phố đó được nguyên vẹn và đảm bảo cho họ sự bảo vệ để họ trở thành nguồn nhân lực và quân nhu cho các chiến dịch trong tương lai. Nếu họ chống lại, ông thực hiện quyền sinh sát của người cai trị một cách tàn nhẫn. Người ta cho rằng ông đã tiết kiệm nhiều tổn thất sinh mạng cho quân đội Mông Cổ nhờ chiến tranh tâm lý và sự hăm dọa đối với kẻ thù.",
        "Công nghệ là một mặt quan trọng trong chiến thuật của ông. Những thiết bị vây hãm là một phần quan trọng trong các cuộc chiến, đặc biệt trong việc tấn công các thành phố đã tăng cường phòng thủ. Ông sử dụng các nhà kỹ thuật Trung Quốc am hiểu về các thiết bị vây hãm trong quân đội của mình. Các thiết bị này được tháo rời và vận chuyển bằng ngựa và được lắp ráp lại ở nơi mà chúng cần sử dụng.",
        "Trong bối cảnh của một cuộc chiến tranh điển hình và các hình thái của nó, trước khi xâm chiếm, Thành Cát Tư Hãn và các tướng lĩnh thực hiện việc chuẩn bị tích cực ở Kurultai để quyết định xem sẽ chỉ đạo cuộc chiến tranh sắp tới như thế nào cũng như các tướng nào cần tham gia; có nghĩa là họ có thể tích lũy kiến thức hoàn hảo hơn từ những kẻ thù của mình, sau đó sự khiêu chiến sẽ được tính toán, và sau đó họ quyết định bao nhiêu đơn vị là cần thiết. Ở phía khác, các tướng Mông Cổ là những chiến binh với mức độ độc lập cao trong các quyết định khi họ tỏ rõ lòng trung thành với Thành Cát Tư Hãn trong một thời gian dài, điều này làm giảm thiểu sự kiểm tra, giám sát của ông đối với họ trong thời gian diễn ra chiến dịch. Vì bản chất linh hoạt của quân đội Mông Cổ, Thành Cát Tư Hãn đã xây dựng một mạng lưới tình báo phức tạp trong quân đội Mông Cổ cũng như trong các mạng lưới thương mại hay các nước chư hầu, trong đó tình báo có thể nhanh chóng đến được mọi ngõ ngách của đế chế Mông Cổ. Người ta cho rằng, để chuẩn bị cho chiến tranh, các thủ lĩnh có thể cử 200 kỵ binh đi theo 4 hướng khác nhau để do thám các hoạt động của kẻ thù và đôi khi binh sĩ có thể đi tới 300 km trong 1 hay 2 ngày, điều này là thông thường trong thời đại của đội quân Mông Cổ.",
        "Mặc dù chiến lược của người Mông Cổ sẽ có sự thay đổi tùy theo phản ứng của kẻ thù, nhưng kỹ thuật của họ vẫn chỉ là một. Người Mông Cổ giao chiến theo hàng dọc, thông thường có ba cánh quân, hai cánh bên hông có thể tách ra từ cánh quân trung tâm khi họ tính toán xem nơi nào họ có thể thọc vào. Các cánh quân bên hông có quân số tương đương có thể đi sâu vào lãnh thổ kẻ thù và bắt đầu chôn vùi kẻ thù bằng các toán quân Mông Cổ được chia thành các cơ, đội 10, 100, 1.000, 10.000 binh sĩ với các thủ lĩnh của họ, nó tạo ra một lực lượng chiến đấu rất tinh tế và có tổ chức cao, gần như không thể ngăn chặn nổi bởi những đội quân nông dân của người châu Âu hay Trung Quốc. Khi họ hiện diện ở một nơi nào đó và do thám các thành phố và cánh đồng xung quanh, họ có thể bằng cách nào đó nhập lại với cánh quân trung tâm và đưa ra đòn đánh quyết định với đội quân chính của kẻ thù. Tư tưởng và ưu thế của việc sử dụng các lực lượng bên hông là lan truyền đe dọa, khủng bố (người Mông Cổ rất giỏi việc này), thu thập tin tức tình báo từ các kẻ thù của họ và loại bỏ các đơn vị nhỏ hơn của kẻ thù để cho họ không thể hỗ trợ lẫn nhau. Nói cách khác, nó là một dạng của khái niệm phân chia và chế ngự. Các cánh quân bên hông này gửi các thông điệp thông qua tình báo cho các cánh quân khác về những gì xảy ra trên hướng của họ và họ có cần sự hỗ trợ từ các cánh quân đó hoặc hỗ trợ các cánh quân đó hay không. Quân đội Mông Cổ có các cuộc giao chiến với các đội quân nhỏ lẻ trên các cánh đồng trước khi tiêu diệt lực lượng đối địch chính, điều này làm tăng ưu thế của họ trong việc loại trừ khả năng thông tin từ nơi này sang nơi khác của đối phương. Người Mông Cổ giỏi chiến tranh vây hãm, giỏi làm lệch dòng chảy của các dòng sông cũng như cắt đứt lương thực, thực phẩm cho các thành phố và gửi những người tỵ nạn tới các thành phố khác để tạo sức ép về kinh tế-xã hội cho các thành phố này (lương thực, thực phẩm, nơi ăn ở v.v).",
        "Khi trận đánh chính hay sự vây hãm đã kết thúc, người ta cho rằng các lực lượng Mông Cổ sẽ vẫn truy đuổi các thủ lĩnh đối phương cho đến khi họ chắc chắn rằng những kẻ này đã chết.",
        "Năm lên 10 tuổi, Thành Cát Tư Hãn đã giết chết người em trai cùng cha khác mẹ trong một vụ tranh giành thức ăn.",
        "Theo các sử gia, Thành Cát Tư Hãn đã trực tiếp tham gia 32 trận đánh lớn, 65 trận đánh nhỏ. Trong quá trình chinh chiến, Thành Cát Tư Hãn đã thực hiện nhiều cuộc tán sát đẫm máu. Không chỉ tận diệt quân đội của đối thủ, ông cũng sẵn sàng tàn sát toàn bộ người dân trong một thành phố, bao gồm cả phụ nữ và trẻ em, nếu thành phố đó kháng cự lại quân đội của ông. Tiếng hung bạo đã được loan truyền khắp châu Âu, kỵ binh Mông Cổ khét tiếng đến độ người ta than rằng: “Cỏ không mọc được dưới vó ngựa Hung Nô”",
        "Theo nhiều số liệu, các cuộc tấn công của người Mông Cổ có thể đã làm sụt giảm dân số toàn thế giới thời đó đi khoảng 11%17 , tương đương với khoảng 45 triệu người.",
        "Năm 20 tuổi, Thành Cát Tư Hãn đánh bại bộ lạc Tháp Tháp Nhi đã gây ra cái chết của cha mình. Ông có cách trả thù bộ tộc kẻ thù vô cùng tàn khốc, đó là bất cứ nam giới Tháp Tháp Nhi nào cũng bị trói vào trục một bánh xe, nếu người nào cao hơn trục bánh xe (khoảng 90 cm) đều bị chém đầu. Hàng vạn người Tháp Tháp Nhi đã bị chém đầu theo cách này.",
        "Năm 1219, sau khi vua của Đế chế Khwarezm giết sứ giả người Mông Cổ, ông đã xua toàn bộ quân đội xâm chiếm đế chế này. Cuộc chiến sau đó đã khiến khoảng 4 triệu thường dân Khwarezm bỏ mạng, và Đế chế Khwarezm (ở Ba Tư) đã bị phá hủy hoàn toàn:",
        "Nhiều công trình nghệ thuật, những thư viện phong phú, cung điện và giáo đường ở Trung Á cũng bị tàn phá nặng nề trong cuộc chinh phạt của Thành Cát Tư Hãn.",
        "Trung Quốc cũng chịu sự tàn sát kinh hoàng của quân Mông Cổ. Trong thời gian đế quốc Mông Cổ chinh phục Tây Hạ, Kim và Nam Tống (từ 1211 tới 1279), quân Mông Cổ thường hay tiến hành tàn sát và cướp bóc trên quy mô lớn19 :",
        "Từ các số liệu dân số trên, nhiều học giả cho rằng chính quân Mông Cổ đã gây ra nguyên nhân cái chết của ít nhất 40 triệu người Trung Quốc, khoảng 1/3 trong số đó là dưới tay của Thành Cát Tư Hãn (giai đoạn 1211-1227).",
        "Thành Cát Tư Hãn là nhân vật bị phân cực nhiều nhất trong cách đánh giá của người phương Đông và phương Tây. Ở phương Tây và Trung Đông, hình ảnh của ông không được tích cực lắm vì ông đã giết quá nhiều người cũng như là mối đe dọa đối với cuộc sống và tài sản của họ. Tuy nhiên, ở phương Đông thì ông là một trong những lãnh tụ có ảnh hưởng to lớn đối với lịch sử. Ngày nay, những người Mông Cổ tìm thấy ở ông như là người sáng lập ra và thống nhất Mông Cổ, là điều mà họ không thể có được trước khi có ông. Ngược lại, ở Trung Đông, người ta có cách đánh giá hơi pha trộn về ông và các hậu duệ của ông vì quân đội của họ đã xâm chiếm và tiêu hủy thành Baghdad, nhưng cuối cùng thì một số trong quân đội Mông Cổ đã chuyển sang theo đạo Hồi và có cuộc sống pha trộn với dân bản xứ. Một số trường phái và các nhà khoa học, phụ thuộc vào gốc gác của họ, cho rằng những người Mông Cổ là những người xây dựng hay những kẻ hủy diệt vĩ đại nhất.",
        "Thành Cát Tư Hãn và những người Mông Cổ là một trong những chủ đề trái ngược nhau theo các cách hiểu khác nhau tùy theo vị trí mà ta xem xét, trong đó tiêu cực nhất là từ châu Âu và Trung Đông là những nơi đã từng bị đe dọa và tiêu diệt (ví dụ: châu Âu, Ba Lan, Hungary, một phần của Nga).",
        "Sự nhìn nhận mâu thuẫn về Thành Cát Tư Hãn ở Cộng hòa Nhân dân Trung Hoa ngày nay bởi vì các nhà sử học Trung Quốc vừa nhìn thấy ở ông mặt tích cực lẫn mặt tiêu cực. Trong khi người ta nhận thức được những tổn thất nặng nề mà ông gây ra, thì hình ảnh của ông trong một phương diện nào đó lại được nhìn nhận tốt hơn do ông đã kết thúc sự chia rẽ bắc-nam Trung Hoa có từ thời nhà Tống đi vào dĩ vãng. Bên cạnh đó, sự phỉ báng Thành Cát Tư Hãn là một sự xúc phạm ghê gớm đối với các công dân Trung Quốc có nguồn gốc Mông Cổ, là những người coi Thành Cát Tư Hãn như một người anh hùng dân tộc trong khi xu hướng lịch sử Trung Quốc hiện đại tránh nói tới điều đó.",
        "Các hậu duệ của ông đã mở rộng quốc gia của ông rộng hơn về phía nam Trung Quốc, Nga, Iraq, Triều Tiên và Tây Tạng. Người Mông Cổ cuối cùng đã xâm chiếm Ba Lan và Hungary dưới triều đại của Hãn vương Bạt Đô nhưng hoàn toàn thất bại trong các cuộc xâm lược đối với Syria, Nhật Bản và Việt Nam (vì lý do thời tiết đối với các cuộc xâm lược Nhật Bản, các lý do như khí hậu nóng bức, nhất là ở Trung Đông như Ả Rập Saudi, với khó khăn về vị trí địa lý + mạng lưới sông ngòi dày đặc và chiến thuật \"vườn không nhà trống\" của Việt Nam trong suốt ba cuộc xâm lược). Việc mở rộng về phía châu Âu bị ngừng lại do nhiều lý do như các thành viên cao cấp của người Mông Cổ phải quay về Mông Cổ (ngày nay) để bầu đại hãn mới hay do sự kháng cự của người châu Âu quá mạnh v.v. Người Mông Cổ đã có thể xâm chiếm toàn bộ châu Âu do họ xâm chiếm Ba Lan và Hungary chỉ trong thời gian khoảng một vài tháng. Đế chế Mông Cổ đạt tới cực đại của nó vào thời của cháu nội ông, đại hãn Hốt Tất Liệt, vua triều Nguyên, nhưng sau đó đã bị chia sẻ thành nhiều hãn quốc nhỏ và ít sức mạnh hơn.",
        "Vào thời cực thịnh, Đế chế Mông Cổ đạt tới diện tích lớn nhất trong lịch sử loài người, trải dài từ Đông Nam Á tới châu Âu trên một diện tích 35 triệu km vuông (13,8 triệu dặm vuông). Theo một số nguồn, đế chế này chiếm tới gần 50% dân số thế giới và bao gồm các dân tộc đông dân và văn minh nhất thời kỳ đó như Trung Quốc và phần lớn các quốc gia của thế giới Hồi giáo ở Iraq, Ba Tư và Tiểu Á.",
        "Không thể phủ nhận là những cuộc chiến tranh của Thành Cát Tư Hãn được đặc trưng bởi sự phá hủy toàn bộ với một mức độ chưa hề có cũng như sự thay đổi lớn trong phân bố dân cư châu Á.21 22 Theo như các số liệu của các nhà sử học Iran như Rashid-ad-Din Fadl Allah, thì người Mông Cổ đã giết khoảng trên 70.000 dân ở Merv và trên một triệu dân ở Nishapur. Trung Quốc cũng chịu sự suy giảm bi thảm về dân số. Trước khi người Mông Cổ xâm lược Trung Quốc có khoảng 100 triệu dân; sau khi hoàn thành việc xâm lấn năm 1279, điều tra dân số năm 1300 cho thấy chỉ còn khoảng 60 triệu dân. Điều này không có nghĩa là những người của Thành Cát Tư Hãn phải chịu trách nhiệm trực tiếp đối với cái chết của 40 triệu người nhưng nó cho thấy mức độ của sự tàn bạo trong các cuộc giao tranh.",
        "Trong thời gian gần đây, Thành Cát Tư Hãn đã trở thành biểu tượng của những cố gắng vươn tới của người Mông Cổ để thế giới thấy được hình ảnh của họ sau những năm dài ngủ quên. Hình ảnh Thành Cát Tư Hãn xuất hiện trên những đồng tiền Mông Cổ và nhãn mác của các loại rượu mạnh. Trong thế giới phương Tây ông thường được gắn với sự khát máu và man rợ. Các hãn Mông Cổ sau này cổ vũ dân chúng tưởng niệm tới ông như một vị thánh thần tôn giáo trong toàn đế chế. Không có Thành Cát Tư Hãn có lẽ đã không có Mông Cổ, bởi vì đế chế Mông Cổ đã co lại từ những cái mà Thành Cát Tư Hãn đã dựng lên từ năm 1206. Sự miêu tả có ý nghĩa về Thành Cát Tư Hãn và những người Mông Cổ (dẫu cho không phải thực tế lắm) được viết trong cuốn sách \"Những bí mật của lịch sử Mông Cổ\".",
        "Cuộc thẩm tra di truyền gần đây23 tìm thấy các đoạn nhiễm sắc thể Y với những đặc trưng không bình thường trong 8% đàn ông trong khu vực thuộc đế chế Mông Cổ và 0,5% đàn ông trên thế giới. Tuổi của các đoạn này, tương ứng với tỷ lệ của sự biến đổi, đã đưa nguồn gốc của chúng về thời đại của Thành Cát Tư Hãn, và nó đặc biệt là chung trong những người Hazara, là những người tự nhận là hậu duệ của ông.",
        "Ông được nhớ đến vì sự hủy diệt toàn bộ, sức mạnh ý chí mãnh liệt, khả năng thuyết phục và đặc trưng Mông Cổ của mình đối với mọi người.",
        "Thành Cát Tư Hãn được tiểu thuyết hoá trở thành một nhân vật trong truyện kiếm hiệp Anh hùng xạ điêu của Kim Dung. Theo truyện này, ông rất yêu quý nhân vật chính Quách Tĩnh, từng hứa gả con gái Hoa Tranh cho chàng, phong cho chàng tước Kim Đao phò mã. Thành Cát Tư Hãn cũng là người bức tử Lý Bình, mẹ của Quách Tĩnh. Trong truyện, Thành Cát Tư Hãn mất sau khi nói chuyện với Quách Tĩnh trên thảo nguyên.",
        "Không ít các tiểu thuyết và các bộ phim tài liệu đã nói về những trận đánh sử thi của Thành Cát Tư Hãn và quân đội Mông Cổ trong kế hoạch thống trị thế giới của mình. Về trò chơi, cuộc đời + những thành quả của ông và các thế hệ sau khi ông qua đời từ lúc khởi đầu cho tới lúc xâm chiếm được Hungary đã được mô phỏng lại trong Game dàn trận chiến thuật Age of Empires II - The Ages of Kings.",
        "Lăng của Thành Cát Tư Hãn tại Ordos (Ngạc Nhĩ Đa Tư), Nội Mông Cổ, Trung Quốc",
        "Tượng Thành Cát Tư Hãn trước lăng",
        "Cổng chính vào lăng tại Ordos.",
        "Cổng ngoài trên đường dẫn vào khu vực quần thể lăng",
        "Bia kỷ niệm Thành Cát Tư Hãn tại Hohhot (Hô Hòa Hạo Đặc), Nội Mông Cổ, Trung Quốc",
        "(Nguồn: Wikipedia)"
    ]
}