{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Thành Thái<br><font size=\"2\">成泰<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Vua Việt Nam <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Emperor Thanh Thai.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/thanh-thai/faf92f088603e10d876b335c8b89ef8f.jpg\">\n    <noscript>\n     <img alt=\"Emperor Thanh Thai.jpg\" src=\"/images/wiki/thanh-thai/faf92f088603e10d876b335c8b89ef8f.jpg\">\n    <\/noscript><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hoàng đế Đại Nam<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tại vị<\/th>\n   <td>2 tháng 2 năm 1889 - 3 tháng 9 năm 1907<br>\n     (18 năm, 213 ngày) \n    <div class=\"timeline-wrapper\">\n     <map name=\"timeline_6b2b8392489f7b45742ef1f3711a4857\" id=\"timeline_6b2b8392489f7b45742ef1f3711a4857\"><\/map><img class=\"jch-lazyload\" usemap=\"#timeline_6b2b8392489f7b45742ef1f3711a4857\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/thanh-thai/eb1cec9dfb53acfbef729680958e882d.png\">\n     <noscript>\n      <img usemap=\"#timeline_6b2b8392489f7b45742ef1f3711a4857\" src=\"/images/wiki/thanh-thai/eb1cec9dfb53acfbef729680958e882d.png\">\n     <\/noscript>\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><font color=\"grey\">Đồng Khánh<\/font><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td>Duy Tân<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hậu duệ<\/th>\n   <td>\n    <table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n     <tbody>\n      <tr>\n       <th>Hậu duệ<\/th>\n      <\/tr>\n      <tr>\n       <td>16 hoàng tử và nhiều công chúa<\/td>\n      <\/tr>\n     <\/tbody>\n    <\/table><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên húy<\/th>\n   <td>Nguyễn Phúc Bửu Lân<br>\n     (阮福寶嶙)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Niên hiệu<\/th>\n   <td>Thành Thái (成泰)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thụy hiệu<\/th>\n   <td><font color=\"grey\"><b>Hoài Trạch Công<\/b><\/font> (懷澤公)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Triều đại<\/th>\n   <td>Nhà Nguyễn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hoàng gia ca<\/th>\n   <td>Đăng đàn cung<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td>Dục Đức<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân mẫu<\/th>\n   <td>Từ Minh Huệ hoàng hậu<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>14 tháng 3 năm 1879<br>\n     Huế, Đại Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>20 tháng 3, 1954 (75&nbsp;tuổi)<br>\n     Sài Gòn, Quốc gia Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">An táng<\/th>\n   <td>An Lăng<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n <tbody>\n  <tr>\n   <th>Hậu duệ<\/th>\n  <\/tr>\n  <tr>\n   <td>16 hoàng tử và nhiều công chúa<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Thành Thái",
        "Thuở nhỏ",
        "Cai trị",
        "Lên ngôi",
        "Tinh thần chống Pháp",
        "Bị ép thoái vị",
        "Lưu đày",
        "Gia quyến",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Thành Thái - Người Kể Sử",
    "paragraphs": [
        "Thành Thái (chữ Hán: 成泰, 14 tháng 3 năm 1879 – 20 tháng 3 năm 1954), tên khai sinh là Nguyễn Phúc Bửu Lân (阮福寶嶙), là vị Hoàng đế thứ 10 của triều đại nhà Nguyễn, tại vị từ 1889 đến 1907.",
        "Do chống Pháp nên ông, cùng với các vua Hàm Nghi và Duy Tân, là 3 vị vua yêu nước trong lịch sử Việt Nam thời Pháp thuộc bị đi đày tại ngoại quốc. Ông không có miếu hiệu.",
        "",
        "",
        "Thành Thái tên thật là Nguyễn Phúc Bửu Lân (阮福寶嶙), còn có tên là Nguyễn Phúc Chiêu (阮福昭). Ông là con thứ 7 của vua Dục Đức và bà Phan Thị Điều, sinh ngày 22 tháng 2 năm Kỷ Mão, tức 14 tháng 3 năm 1879 tại Huế. Ông còn là cháu nội Thoại Thái vương Nguyễn Phúc Hồng Y, và là chắt vua Thiệu Trị.",
        "Năm ông bốn tuổi, vua cha Dục Đức bị phế và chết trong tù. Đến nǎm được chín tuổi, vì ông ngoại là Phan Đình Bình (làm quan Thượng thư bộ Hộ) bị vua Đồng Khánh bắt giam rồi bỏ cho chết, vì mắng Đồng Khánh, nịnh bợ và thân Pháp, khi Đồng Khánh ra Quảng Bình dụ vua Hàm Nghi đầu hàng. Bửu Lân lại phải cùng mẹ Từ Minh, lên kinh đô, chịu sự quản thúc, sống trong cảnh thiếu thốn.",
        "Ngày 28 tháng 1 năm 1889, vua Đồng Khánh lâm bệnh qua đời. Khi đó con vua Đồng Khánh là Bửu Đảo mới 3 tuổi nên không nối ngôi được, triều đình Huế xin ý kiến của Tổng sứ Trung Bắc kỳ Pierre Paul Rheinart. Ở tòa khâm sứ lúc này có ông Diệp Văn Cương đang làm thông ngôn. Diệp Vǎn Cương lấy bà cô ruột của Bửu Lân, và cũng có cảm tình thương hại vua Dục Đức, nên cố tìm cách cho cháu mình lên ngôi. Ông dịch cho Khâm sứ Rheinart nghe hoàn toàn khác với ý của Viện cơ mật. Vì thế Bửu Lân được chọn lên ngai vàng. Bà Phan Thị Điều nghĩ tới cảnh vua Dục Đức và thảm kịch bốn tháng ba vua trước đây nên khóc lóc, không đồng ý, phải khuyên giải mãi mới ưng thuận.",
        "Ngày 2 tháng 2 năm 1889 Bửu Lân lên ngôi lấy hiệu là Thành Thái. Khi đó Bửu Lân mới 10 tuổi. Triều Thành Thái khác các triều trước ở chỗ lễ đǎng quang không có Truyền quốc bửu tỷ ấn ngọc. Lúc trước, khi rời khỏi kinh thành Huế, vua Hàm Nghi đã mang theo và đánh mất tại tỉnh Quảng Bình. Cho nên lúc tại vị vua Đồng Khánh đã phải dùng một ấn ngọc khác. Ngoài ra, di chiếu cũng không có. Vua Dục Đức hay vua Đồng Khánh không truyền ngôi lại cho vua Thành Thái. Không ấn ngọc, không di chiếu, nhưng lại có một toán lính Pháp bồng súng đóng ở bên trong cửa Ngọ Môn.",
        "Thành Thái là một ông vua trẻ có nhiều tính cách đặc biệt. Những ngày đầu tiên, tuy đã là vua nhưng vì còn bé nên ông vẫn thích chơi bời, nghịch ngợm. Một số quan phụ chính giúp đỡ như Tuy Lý Vương, Nguyễn Trọng, Trương Quang Đản, thường có lời can ngǎn ông, nhưng không được ông nghe lời. Các bà hậu ở Lưỡng cung rất lo cho Thành Thái, đã bắt ông ra ở đảo Bồng Dinh trên hồ Tịnh Tâm và quản thúc ông rất ngặt, để đưa vào khuôn phép. Một thời gian sau, ông mới trở về Đại Nội.",
        "Thành Thái được đánh giá là người cầu tiến, yêu nước và chống Pháp. Khác với những vị vua trước đây, ông học chữ Nho, học tiếng Pháp và cũng cho cả con cái của mình cùng theo học chữ Pháp. Không nói ra, nhưng rõ ràng ý định của ông là học chữ Pháp để có thể giao tiếp với những người này với tinh thần chống Pháp. Ông còn cắt tóc ngắn, mặc âu phục, học cả lái ca nô, xe hơi, làm quen với vǎn minh phương Tây. Là vị vua gần gũi với dân chúng, ông thường xuyên đi vi hành. Thành Thái cũng cho phép hoàng phi bị cấm cung đi cùng với mình bằng xe. Và lần đầu tiên \"dân chúng quên cả nhìn mặt vua, lúc này không bị tội phạm tất\". Dân gian lúc này có một câu ca dao nói về sự vi hành của vua Thành Thái:",
        "Ông để ý đến cả các loại vũ khí, đã giao cho họa sĩ Lê Vǎn Miến (tốt nghiệp Trường Mỹ thuật Paris) vẽ cho ông các khẩu súng Pháp. Vua Thành Thái rất thích đọc những tân thư chữ Hán của Trung Quốc và Nhật Bản. Nhờ đó vua có tinh thần tự cường dân tộc và đầu óc cải cách. Thành Thái làm thơ không nhiều, nhưng có những bài xuất sắc. Ông cũng ham vǎn nghệ, đánh trống tuồng khá thành thạo, có khi lên đóng một vài vai tuồng ở Duyệt Thị Đường. Có thể nói Thành Thái là hiểu biết khá toàn diện.",
        "Thành Thái dần dần bộc lộ tinh thần dân tộc rất cao. Ông khinh ghét những bọn quan lại xu phụ. Một viên quan lớn là Nguyễn Thân đã tiến con gái đến cho vua (là đệ nhất giai phi của Thành Thái) song cũng không được ông trân trọng. Có lần, cầu Long Biên ở Hà Nội, được lấy tên Toàn quyền Pháp Doumer, xây dựng xong, Hoàng Cao Khải đưa ra một danh sách xin nhà vua ban thưởng cho những người có công, nhà vua đã cười nhạt mà trả lời: \"Ta có biết mặt mũi những đứa nào đâu\". Những người Pháp thường xuyên gần gũi không được ông trọng thị lắm vì vậy họ thường có thành kiến với ông. Có những tài liệu nói là nhà vua đã toan bí mật sang Trung Quốc, nhưng mới đi đến Thanh Hóa đã bị người Pháp ngǎn chặn. Lại có ý kiến cho rằng ông đã đồng tình giúp đỡ tạo điều kiện cho Cường Để xuất dương theo Phan Bội Châu sang Nhật.",
        "Dưới triều Thành Thái tuy vẫn còn có những cuộc vận động chống Pháp, nhưng nhìn chung Việt Nam cũng đã đi vào ổn định, nên đã có nhiều công trình mới được xây dựng. Nhất là ở kinh đô Huế, các bệnh viện, trường Quốc học, chợ Đông Ba, cầu Tràng Tiền... đều được xây dựng vào thời kỳ này. Như trường hợp trường Quốc học Huế năm 1896, chính nhà vua đã gợi ý vấn đề thành lập với Thượng thư Ngô Đình Khả. Chính quyền thực dân Pháp phải đồng ý cho tiến hành những công trình đó.",
        "Vua Thành Thái còn bí mật lập các đội nữ binh để che mắt Pháp. Một số tài liệu ghi rằng vua đã chiêu nạp được 4 đội, mỗi đội 50 người, đội trước huấn luyện xong thì trở về gia đình và nạp đội mới, khi có thời cơ sẽ cùng nổi dậy chống Pháp. Nhưng sự việc cuối cùng bị lộ khi Thượng thư Bộ Lại và Cơ mật viện báo cho Khâm sứ Pháp Levécque1",
        "Trước các ý tưởng cấp tiến của Thành Thái, người Pháp lo ngại tìm cách ngăn trở. Để che mắt, Thành Thái giả hành động như một người mất trí. Khi các bản vẽ vũ khí của ông bị phát hiện, Thành Thái giả điên, cào cấu các bà cung phi và xé nát các bản vẽ. Lợi dụng cơ hội này, người Pháp vu cho ông bị điên, ép ông thoái vị, nhường ngôi cho con vì lý do sức khỏe. Khâm sứ Pháp còn nói thẳng là đã biết ông có ý đồ chống Pháp, nên không để ông ở ngôi được. Còn nếu Thành Thái muốn tại vị thì ông phải ký vào một tờ giấy xin lỗi, tuyên bố với quốc dân là có âm mưu chống lại nước Pháp, nay phải thành thực hồi tâm. Nhưng ông đã ném tờ tuyên cáo thảo sẵn ấy xuống đất, từ chối.",
        "Ngày 29 tháng 7 năm 1907, nhân dịp Thành Thái không phê chuẩn việc bổ nhiệm một số quan lại đã được Khâm sứ Lévêque và Hội đồng Thượng thư thỏa thuận, Lévêque đã tuyên bố truất quyền và quản thúc Thành Thái trong Đại nội. Một Hội đồng Phụ chính do Trương Như Cương cầm đầu được thành lập.",
        "Ngày 3 tháng 9 năm 1907, triều thần theo lệnh của Pháp vào điện Càn Thành dâng vua dự thảo chiếu thoái vị, có chữ ký của các đại thần (trừ Ngô Đình Khả), với lý do sức khoẻ không bảo đảm, xin tự nguyện thoái vị. Xem xong bản dự thảo, Thành Thái chỉ cười, ghi ngay hai chữ \"phê chuẩn\" rồi quay lưng đi vào.",
        "Ngày 12 tháng 9 năm 1907, Thành Thái bị đưa đi quản thúc ở Cap Saint Jacques (Vũng Tàu ngày nay). Đến nǎm 1916 ông bị đày ra đảo Réunion cùng với con trai là vua Duy Tân.",
        "Ông cùng gia đình thuê một căn nhà ở thành phố Saint Denis tại đảo Réunion. Thành Thái và Hoàng phi Chí Lạc dạy các con tiếng Việt và cả những nhạc cụ dân tộc như đàn cò, sáo... Ông tự phân công cho tất cả những người con từ nhỏ đến lớn đảm nhận công việc trong gia đình. Các công chúa phụ mẹ việc bếp núc, làm vườn. Các hoàng tử, người thì làm cận vệ cho Thành Thái, người đảm nhận lo phần trầu cau, điểm tâm sáng, người phụ dọn dẹp nhà cửa...",
        "Khác với vua Hàm Nghi khi bị đày ở Algerie trước đó, cuộc sống của cha con cựu hoàng Thành Thái khá chật vật. Già cả ốm đau, con cái nheo nhóc, ông hoàng Bửu Lân nhiều lần bị chủ nhà đòi tiền thuê nhà, chủ nợ đòi nợ. Năm 1925, vua Khải Định biết tình cảnh ông, đã trích ngân sách gửi sang cho ông 1.000 đồng, rồi sau thỉnh thoảng lại cho tiền. Sau khi Khải Định mất, không còn khoản tiền đó nữa, nên ngày 21 tháng 9 năm 1935, Bửu Lân phải viết thư gửi vua Bảo Đại xin nhà nước Bảo hộ Pháp cho một khoản tiền để mua nhà, \"hễ hết đời\" ông thì nhà nước sẽ thu lại.",
        "Đầu tháng 5 năm 1945 (sau khi vua Duy Tân mất), nhờ sự vận động của con gái và con rể của ông, vợ chồng luật sư Vương Quang Nhường, cựu hoàng Thành Thái mới được cho về Việt Nam. Ông cùng gia đình sống ở Villa Anna tại Cap Saint Jacques (Vũng Tàu ngày nay).",
        "Tháng 3 năm 1953, ông được phép về Huế thăm lăng tẩm cha mẹ.",
        "Ông mất ngày 20 tháng 3 năm 1954 tại Sài Gòn và được an táng tại khuôn viên thành An Lăng (lăng Dục Đức) tại xã An Cựu, huyện Hương Thuỷ, tỉnh Thừa Thiên, thọ 75 tuổi.",
        "Vua Thành Thái có 22 Hoàng tử và 28 Công chúa. Tên các Hoàng tử và Công chúa các tài liệu ghi lại có những mâu thuẫn.",
        "",
        "1 hoàng nữ sinh tại đảo tảo thương, chưa rõ thứ tự.",
        "(Nguồn: Wikipedia)"
    ]
}