{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Chúc Sơn<\/th>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Diện tích<\/th>\n   <td>5,52 <sup class=\"annotation badge\" title=\"^ a ă Nghị định số 23/2005/NĐ-CP ngày 02/3/2005 của Chính phủ về việc điều chỉnh địa giới hành chính, mở rộng thị trấn Chúc Sơn, huyện Chương Mỹ, tỉnh Hà Tây.\">1<\/sup><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số<\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Tổng cộng<\/span><\/th>\n   <td>9.254 người (2005)<sup class=\"annotation badge\" title=\"^ a ă Nghị định số 23/2005/NĐ-CP ngày 02/3/2005 của Chính phủ về việc điều chỉnh địa giới hành chính, mở rộng thị trấn Chúc Sơn, huyện Chương Mỹ, tỉnh Hà Tây.\">1<\/sup><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Huyện<\/th>\n   <td>Chương Mỹ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mã hành chính<\/th>\n   <td>10015<sup class=\"annotation badge\" title=\"^ Quyết định số 124/2004/QĐ-TTg ngày 08/7/2004 của Thủ tướng Chính phủ về việc ban hành bảng Danh mục và mã số các đơn vị hành chính Việt Nam\">2<\/sup><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "thị trấn Chúc Sơn",
        "Hành chính",
        "Xem thêm",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "thị trấn Chúc Sơn - Người Kể Sử",
    "paragraphs": [
        "Chúc Sơn là thị trấn thuộc huyện Chương Mỹ, Hà Nội, Việt Nam.",
        "Chúc Sơn là một trong 2 thị trấn, đồng thời là huyện lỵ của huyện Chương Mỹ. Chúc Sơn cũng là một trong hai nơi diễn ra trận Tốt Động-Chúc Động chống quân nhà Minh tháng 11 năm 1426, chiến thắng có tính quyết định đến thắng lợi toàn cục của cuộc khởi nghĩa Lam Sơn do Lê Lợi lãnh đạo. Trước năm 1954, huyện lỵ của Chương Mỹ là Quảng Bị, sau 1954 mới dời về Chúc Sơn. Ngày 2 tháng 3 năm 2005, sáp nhập xã Ngọc Sơn vào thị trấn Chúc Sơn. Sau khi điều chỉnh địa giới hành chính mở rộng thị trấn, địa giới hành chính thị trấn Chúc Sơn tính tới hết năm 2010 như sau:",
        "Hiện tại Thị trấn Chúc Sơn có 13 khu dân cư gồm: Khu Bắc Sơn, Khu Bình Sơn, Khu Hòa Sơn, Khu Yên Sơn, Khu Ninh Kiều, Khu Tiên Sơn, Khu Xá Núi (xóm Xá hay khu Đình Xá), Khu Tràng An, Khu Giáp Ngọ (thôn Giáp Ngọ), Khu Ninh Sơn, Khu An Phú (thôn An Phú), Khu Xóm Chùa (xóm Chùa), Khu xóm Nội (xóm Nội). Nằm cách trung tâm thủ đô Hà Nội khoảng 20 km về phía Tây Nam nên Chúc Sơn có nhiều điều kiện để phát triển kinh tế, văn hóa, xã hội và du lịch với rất nhiều tuyến xe bus từ trung tâm HN chạy qua như tuyến 37: Giáp Bát - Hà Đông - Chúc Sơn; tuyến 57: KĐT Mỹ Đình II - Chúc Sơn - KCN Phú Nghĩa; tuyến 80: Bx Mỹ Đình - Chúc Sơn - Kênh Đào (xã An Mỹ, H. Mỹ Đức); tuyến 72: Bx Yên Nghĩa - Chúc Sơn - Xuân Mai và rất nhiều điểm du lịch xung quanh như: Núi Trầm, Chùa Trăm Gian, Khu nghỉ dưỡng Văn Minh resort. Theo quy hoạch chung thủ đô Hà Nội tới năm 2030 và tầm nhìn tới năm 2050 thì Chúc Sơn trở thành khu đô thị sinh thái (Chuc Son Eco Town). Theo đó, thị trấn được hình thành, phát triển trên cơ sở địa giới thị trấn Chúc Sơn hiện nay và các xã Phụng Châu, Tiên Phương, Ngọc Hòa, Thụy Hương, Phú Nghĩa (Chương Mỹ) và phường Biên Giang (Hà Đông). Quy mô quy hoạch 1.821ha, dân số đến năm 2030 là 4,5 vạn người. Thị trấn Chúc Sơn là trung tâm hành chính của huyện Chương Mỹ, phát triển theo mô hình sinh thái gắn với bảo tồn phát huy giá trị văn hóa địa phương.",
        "(Nguồn: Wikipedia)"
    ]
}