{
    "tables": [],
    "keywords": [],
    "headings": [
        "Thời kỳ xây nền tự chủ",
        "Dương Đình Nghệ",
        "Khúc Thừa Dụ",
        "Khúc Hạo",
        "Khúc Thừa Mỹ",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Thời kỳ xây nền tự chủ - Người Kể Sử",
    "paragraphs": [
        "Tự chủ là thời kỳ đầu khôi phục lại nền độc lập của Việt Nam đầu thế kỷ 10 sau hơn 1000 năm Bắc thuộc. Thời kỳ này người Việt đã tự cai trị lãnh thổ nhưng chưa xưng làm vua, và chưa đặt quốc hiệu. Bề ngoài, Việt Nam vẫn là một phần lãnh thổ của \"thiên triều\" phương bắc ở trung nguyên với tên gọi \"Tĩnh Hải quân\" và người đứng đầu chỉ nối tiếp nhau làm chức Tiết độ sứ như một quan cai trị của Trung Quốc trước đây.",
        "Thời kỳ tự chủ bắt đầu từ khi họ Khúc nổi dậy nắm quyền thay các Tiết độ sứ người Trung Quốc (905) và kết thúc khi Ngô Quyền tiêu diệt Kiều Công Tiễn và đánh thắng quân Nam Hán, lập ra nhà Ngô (938).",
        "",
        "Dương Đình Nghệ (931-938) người Ái Châu (Thanh Hoá), là tướng của họ Khúc đã khởi binh đánh đuổi Lý Khắc Chính và Lý Tiến giải phóng thành Đại La (Hà Nội) xưng là Tiết độ sứ vào năm 931.",
        "Chi tiết: Dương Đình Nghệ",
        "Khúc Thừa Dụ (905-907) quê ở Cúc Bồ (Ninh Thanh, Hải Dương), vốn là một hào phú, tính khoan hoà, được nhân dân kính phục. Thấy nhân dân ta vô cùng thống khổ dưới ách đô hộ của nhà Đường, ông khởi binh tiến công thành Tống Bình (Hà Nội), đuổi giặc về nước tự xưng là Tiết độ sứ. Thế cùng, nhà Đường buộc phải công nhận Khúc Thừa Dụ là người đứng đầu đất Việt.",
        "Ngày 23/7/907, Khúc Thừa Dụ mất, giao quyền lại cho con là Khúc Hạo.",
        "Chi tiết: Khúc Thừa Dụ",
        "Khúc Hạo (907-917)",
        "Năm 907, nhà Đường mất, nhà Hậu Lương thay thế cũng phải công nhận Khúc Hạo là \" An Nam đô hộ Tiết độ sứ\".",
        "Khúc Hạo chia nước ta thành 5 cấp hành chính: Lộ, phủ, châu, giáp, xã. Giáp, xã là cấp hành chính cơ sở lần đầu tiên được đặt ra ở nước ta.",
        "Năm Đinh Sửu (917), Khúc Hạo mất, truyền ngôi cho con là Khúc Thừa Mỹ.",
        "Chi tiết: Khúc Hạo",
        "Khúc Thừa Mỹ (917-923) thay cha nhậm chức Tiết độ sứ của nhà Lương, chứ không phục nhà Nam Hán. Năm 923, vua Nam Hán sai tướng là Lý Khắc Chính đem quân sang đánh và bắt được Khúc Thừa Mỹ, rồi sai Lý Tiến sang cùng với Lý Khắc Chính làm thứ sử Giao Châu.",
        "Chi tiết: Khúc Thừa Mỹ"
    ]
}