{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhà sử học thảo luận về thân phụ của thái sư Trần Thủ Độ",
        "Giáo dục lịch sử địa phương - khơi dậy tình yêu quê hương đất nước",
        "Hơn 70% thí sinh có điểm dưới trung bình môn Lịch sử",
        "GS Ngô Đức Thịnh: Đề xuất cải cách chữ cái tiếng Việt \"không hợp tình và là tối kiến\"",
        "Giáo dục lịch sử cho thế hệ trẻ - suy nghĩ từ thực tế của một số nước",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Thông tin giáo dục lịch sử - Người Kể Sử",
    "paragraphs": [
        "Phủ nhận Trần Hoằng Nghị là cha thái sư Trần Thủ Độ, nhưng các nhà sử học vẫn không tìm ra minh chứng về cha mẹ của ông.",
        "Chi tiết: Nhà sử học thảo luận về thân phụ của thái sư Trần Thủ Độ",
        "Là một huyện có bề dày lịch sử, nên việc giáo dục lịch sử và truyền thống văn hóa địa phương, nhiều năm nay được chính quyền cũng như các nhà trường trên địa bàn Đông Anh cực kì chú trọng. Điều đó thể hiện trước tiên ở việc biên soạn những cuốn sách lịch sử về Đông Anh như cuốn “Địa chí Đông Anh”, cuốn “Bác Hồ với Đông Anh”, cuốn “Lịch sử cách mạng Đảng bộ và nhân dân huyện Đông Anh”, chưa kể đến những cuốn lịch sử được biên soạn từ cấp xã như “Thụy Lâm truyền thống lịch sử văn hóa và cách mạng”…",
        "Chi tiết: Giáo dục lịch sử địa phương - khơi dậy tình yêu quê hương đất nước",
        "Thí sinh tra cứu điểm thi TẠI ĐÂY",
        "Trong kỳ thi THPT quốc gia năm 2019, có gần 570.000 thí sinh dự thi môn Lịch sử. Theo thông tin VietNamNet có được, điểm trung bình của môn Lịch sử năm nay là 4,30 điểm. Số thí sinh có điểm dưới trung bình là 399.016 – chiếm 70,01%. Số thí sinh có điểm liệt (<=1 điểm) là 395 thí sinh.",
        "Chi tiết: Hơn 70% thí sinh có điểm dưới trung bình môn Lịch sử",
        "GS Ngô Đức Thịnh đã đưa ra 3 điểm mà ông cho rằng không thể khả thi vào đời sống, xã hội hiện nay, theo đề xuất của PGS.TS Bùi Hiền.",
        "Ông cũng nhấn mạnh: \"Dù không khả thi thì đây cũng là sự nghiên cứu, tấm lòng của nhà khoa học nên chúng ta có thể tranh luận, không đồng ý nhưng đừng nên ném đá, xúc phạm, mắng chửi. Bởi những điều đó là phản khoa học, xúc phạm đến danh dự, nhân phẩm người khác\".",
        "Chi tiết: GS Ngô Đức Thịnh: Đề xuất cải cách chữ cái tiếng Việt \"không hợp tình và là tối kiến\"",
        "Cách đây ít năm, khi có dịp đến một nơi nghỉ mát ở Nga, tình cờ gặp một lớp học sinh phổ thông đi cắm trại, tôi có thử hỏi: “Trong các môn học, em thích môn nào nhất?\" thật bất ngờ khi cả một số bạn bè của tôi là những người làm khoa học tự nhiên, khi nhận được câu trả lời của 7 trong số 10 em được hỏi rằng đó là môn Sử. Tôi hỏi tiếp: \"Vì sao các em thích học môn Sử”, các em đều trả lời khá giống nhau là thầy dạy hay, kể chuyện lịch sử rất hấp dẫn. Học môn này thường được học ngoại khóa ở các bảo tàng, xem phim lịch sử và có em còn nói rằng thích học sử vì hiểu sâu về lịch sử được các bạn coi là người uyên bác, có trí tuệ! Lần gặp ấy để lại cho tôi những ấn tượng mạnh và không ít những điều suy nghĩ. Quả thực, không phải không có cách làm cho thanh thiếu niên yêu thích, thậm chí say mê lịch sử. Với ý thức tìm lời giải đáp cho vấn đề này nên mỗi khi có điều kiện đến một nước nào đó tôi cũng luôn cố gắng tìm hiểu những cách họ làm mà tôi cho là hay.",
        "Chi tiết: Giáo dục lịch sử cho thế hệ trẻ - suy nghĩ từ thực tế của một số nước",
        "Trang 1 / 2"
    ]
}