{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "thừa tuyên Sơn Nam",
        "Lịch sử thay đổi địa giới và tên gọi",
        "Thủ phủ",
        "Ranh giới",
        "Sơn Nam ngày nay",
        "Văn hóa Sơn Nam",
        "Danh nhân",
        "Văn học",
        "Nghệ thuật",
        "Các di tích và danh thắng",
        "Chú thích",
        "Tham khảo",
        "Xem thêm",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "thừa tuyên Sơn Nam - Người Kể Sử",
    "paragraphs": [
        "Trấn Sơn Nam hay xứ Sơn Nam hay là vùng đất phía nam Thăng Long từ thời nhà Lê sơ đến nhà Nguyễn. Dưới thời vua Lê Thánh Tông, bản đồ Việt Nam có 13 xứ (sau từ triều Tây Sơn đổi sang gọi là trấn). Đến đây, các vùng đất quanh Hà Nội trở thành tứ trấn gồm: vùng núi phía tây được gọi là trấn Sơn Tây (hay xứ Đoài), vùng núi phía nam Hà Nội được gọi là trấn Sơn Nam, vùng ven biển phía đông được gọi là trấn Hải Đông (hay xứ Đông), vùng phía bắc Hà Nội được gọi là trấn Kinh Bắc.",
        "",
        "",
        "Năm Quang Thuận thứ 10 (1469), thời vua Lê Thánh Tông, lần đầu tiên có bản đồ Đại Việt, thừa tuyên Thiên Trường được đổi tên là thừa tuyên Sơn Nam rồi thành trấn Sơn Nam1 . Thủ phủ đầu tiên của trấn Sơn Nam được đóng tại Vân Sàng (Ninh Bình) lúc đó làm phên dậu che chắn cho quê hương Lam Sơn nhà Lê. Khoảng thế kỷ XVII thì thủ phủ Sơn Nam chuyển đến Phố Hiến (Hưng Yên) và đến thời Tây Sơn thì thủ phủ Sơn Nam được chuyển về Vị Hoàng (Nam Định).",
        "Đến thời Minh Mạng, với việc thành lập các tỉnh Hà Nội, Hưng Yên, Nam Định, Ninh Bình trên phần đất của trấn Sơn Nam Thượng và trấn Nam Định (trước đó là trấn Sơn Nam Hạ) thì tên gọi địa danh Sơn Nam hoàn toàn biến mất.",
        "Trấn Sơn Nam bao gồm 11 phủ, trong đó tất cả có 42 huyện:",
        "Năm Cảnh Hưng thứ 2 (1741), nhà Hậu Lê chia trấn Sơn Nam làm ba lộ: Sơn Nam Thượng, Sơn Nam Hạ, và lộ Thanh Hoa Ngoại (gồm hai phủ là: Thiên Quan, Trường Yên, thuộc trấn Sơn Nam cũ, sau này là phần đất thuộc tỉnh Ninh Bình).",
        "Thời Tây Sơn, đổi lộ thành trấn, xứ Sơn Nam được chia ra Sơn Nam Hạ, Sơn Nam Thượng.",
        "Đến đầu triều nhà Nguyễn cơ bản đất Sơn Nam cũ gồm:",
        "Ranh giới giữa Sơn Nam Hạ và Sơn Nam Thượng là con sông Luộc (bên tả ngạn sông Hồng), và có lẽ là sông Lý Nhân (bên hữu ngạn sông Hồng).",
        "Đến thời vua Minh Mạng nhà Nguyễn (1822), trấn Sơn Nam Hạ đổi tên thành trấn Nam Định, còn trấn Sơn Nam Thượng được gọi là Sơn Nam (như vậy cái tên gọi trấn Sơn Nam được dùng hai lần: trấn Sơn Nam ở triều đại nhà Hậu Lê khác với trấn Sơn Nam đầu nhà Nguyễn, thời sau nhỏ bé hơn nhiều thời trước). Năm 1831 ÷ 1832, thời vua Minh Mạng nhà Nguyễn, thành lập các tỉnh Hà Nội, Hưng Yên, Nam Định, Ninh Bình trên cơ sở các trấn Nam Định, Sơn Nam Thượng cũ và thành Thăng Long cũ. Lúc này trấn Nam Định được đổi thành ra tỉnh Nam Định (bao gồm cả hai tỉnh Nam Định và Thái Bình, trừ huyện Hưng Hà Thái Bình và phần phía Tây huyện Đông Hưng Thái Bình ngày nay thuộc tỉnh Hưng Yên lúc đó). Đến năm 1890, thời vua Thành Thái, trên đất Sơn Nam xưa và Thăng Long cũ, thành lập thêm các tỉnh: Hà Nam (phủ Lý Nhân), Thái Bình (tách từ Nam Định và có nhập thêm một phần, ở phía Nam sông Luộc, của tỉnh Hưng Yên), Cầu Đơ (sau đổi là Hà Đông bao gồm cả: Thường Tín và Ứng Hòa của trấn Sơn Nam xưa).",
        "Năm 1965, chính phủ Việt Nam Dân chủ Cộng hòa đã quyết định nhập hai tỉnh Nam Định và Hà Nam thành tỉnh Nam Hà. Đến năm 1975, tỉnh Nam Hà lại nhập với tỉnh Ninh Bình thành tỉnh Hà Nam Ninh, tỉnh này tồn tại tới năm năm 1991 thì lại được tách thành: Nam Hà và Ninh Bình, năm 1996 chia tỉnh Nam Hà thành hai và từ đây có đủ 3 tỉnh riêng rẽ: Hà Nam, Nam Định và Ninh Bình như hiện nay.",
        "Ngày nay xứ Sơn Nam là các tỉnh Hà Nam, Ninh Bình, Nam Định, Thái Bình và một phần các tỉnh Hưng Yên, Hà Nội (5 huyện phía nam).",
        "Địa hình Sơn Nam gồm 2 phần: rừng núi đá vôi thấp chủ yếu ở rìa phía Tây, thuộc các huyện: Chương Mỹ, Mỹ Đức, Kim Bảng, Thanh Liêm, Gia Viễn, Nho Quan, Tam Điệp, Yên Mô. Phần còn lại của các tỉnh Hà Nam, Ninh Bình và các tỉnh Hưng Yên, Thái Bình, Nam Định là thuần khiết đồng bằng.",
        "Vùng này hiện nay có kết cấu hạ tầng phát triển:",
        "Ca ngợi vùng đất Gia Viễn (Ninh Bình) nơi sinh ra Vua Đinh Tiên Hoàng và thánh Nguyễn Minh Không:",
        "Ca ngợi tín ngưỡng thờ Trần Hưng Đạo và thánh Liễu Hạnh ở Nam Định:",
        "Thành ngữ dân gian nói về sự vắng vẻ thường ví với chùa Bà Đanh ở Hà Nam:",
        "Xứ Sơn Nam là cái nôi hát Chèo ở Việt Nam với kinh đô Hoa Lư là đất tổ và người khai sáng là bà Phạm Thị Trân người Hồng Châu (Hưng Yên ngày nay). Nhắc đến chèo Thái Bình, phải kể tới chèo làng Khuốc.2 Đây là dòng chèo đặc trưng của địa phương đã đi vào thơ ca:",
        "Vùng quê Nam Định có nhiều làng chèo nổi tiếng như làng Đặng Xá đã được ca ngợi trong thơ ca Nguyễn Bính:",
        "Xứ Sơn Nam là cái nôi của nhiều làn điệu dân ca, dân vũ Bắc Bộ, tiêu biểu như:",
        "Vùng văn hóa Sơn Nam cùng với xứ Đông là hai vùng giáp biển, do đó có nét văn hóa tương đồng và phân biệt với hai vùng văn hóa Kinh Bắc và xứ Đoài. Ngày nay, trong vùng có quần thể danh thắng Tràng An được UNESCO công nhận là di sản thế giới và khu dự trữ sinh quyển châu thổ sông Hồng được UNESCO công nhận là khu dự trữ sinh quyển thế giới.",
        "Tới năm 2014, trong vùng có các di tích quốc gia đặc biệt sau: Chùa Keo, Đền Trần-Chùa Phổ Minh, Cố đô Hoa Lư, Thắng cảnh Tràng An - Tam Cốc - Bích Động.",
        "Các lễ hội nổi tiếng như lễ hội chùa Keo, lễ hội Phủ Dày, lễ hội đền Tiên La, lễ hội đền Đồng Bằng, lễ hội chùa Bái Đính, các lễ hội khai ấn đền Trần ở Thái Bình và Nam Định, lễ hội cố đô Hoa Lư, lê hội đền Đồng Xâm, lễ hội đền Côn Giang...",
        "Vùng văn hóa Sơn Nam có nhiều di tích và danh thắng nổi tiếng, phân bố đều ở các tỉnh:",
        "(Nguồn: Wikipedia)"
    ]
}