{
    "tables": ["<table class=\"wikitable succession-box table table-striped\">\n <tbody>\n  <tr>\n   <td width=\"30%\" valign=\"top\" align=\"center\" rowspan=\"1\">Tiền nhiệm:<br><b>Hạt Tham Biện Bà Rịa- Liên Bang Đông Dương<\/b><\/td>\n   <td width=\"40%\" rowspan=\"1\"><b>Tỉnh <i>Bà Rịa<\/i> - Liên Bang Đông Dương<\/b><br>\n     1900-1956<\/td>\n   <td width=\"30%\" valign=\"top\" align=\"center\" rowspan=\"1\">Kế nhiệm:<br><b>tỉnh Phước Tuy- Việt Nam Cộng Hoà<\/b><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "tỉnh Bà Rịa",
        "Vùng đất Bà Rịa xưa",
        "Thay đổi hành chính",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "tỉnh Bà Rịa - Người Kể Sử",
    "paragraphs": [
        "Bà Rịa là tỉnh cũ thuộc vùng Đông Nam Bộ Việt Nam, nay là tỉnh Bà Rịa-Vũng Tàu.",
        "Vùng đất Bà Rịa được người Việt Nam khai phá từ thế kỷ 17, lúc đầu Bà Rịa thuộc dinh Trấn Biên, tỉnh Gia Định. Năm 1808, vua Gia Long đổi Trấn Biên thành Biên Hoà. Tên Bà Rịa có hai cách giải thích: theo các cuốn \"Gia Định thành thống chí\", \"Đại Nam nhất thống chí\" và một số bộ sử khác thì Bà Rịa vốn là đất của tiểu vương Bà Rịa (bị Chân Lạp thôn tính). Nam 1622, theo thoả ước của chúa Nguyễn Phúc Nguyên với vua Chân Lạp Chey Chetta II, những nhóm cư dân Việt đầu tiên được phép khai phá xứ Mô Xoài. Tên Bà Lỵ là cách người Việt viết âm tiếng Hán của Bà Rịa. Một cách giải thích khác: vào khoảng năm 1789 có một người đàn bà tục gọi là bà Rịa người Bình Định đưa dân nghèo vào khai hoang ở Tam Phước (tên gọi ngày nay). Nhờ uy tín và tài năng tổ chức, bà động viên được mọi người ra sức khẩn hoang, xây dựng cuộc sống trên vùng đất mới. Về già, bà Rịa đem hết tài sản của mình làm việc công ích, lập quỹ cứu tế để trợ giúp ngời nghèo, rước thầy về dạy học cho trẻ... Bà qua đời năm 1803, được dân lập dền thờ như một vị phúc thần. Tên của bà đã trở thành tên của vùng đất này.",
        "Tỉnh Bà Rịa được thành lập từ ngày 1 tháng 1 năm 1900 cùng với 19 tỉnh khác ở Nam Kỳ theo nghị định ngày 20 tháng 12 năm 1899 của Toàn quyền Đông Dương do việc đổi các hạt tham biện thành tỉnh.",
        "Trước đó vào năm 1876, hạt tham biện, còn gọi là tiểu khu hành chính, (arrondissement) Bà Rịa được thành lập trên địa bàn phủ Phước Tuy của tỉnh Biên Hòa cũ.",
        "Khi mới thành lập, tỉnh Bà Rịa có 8 tổng, 64 làng, sau tăng lên thành 10 tổng.",
        "Ngày 27/6/1951 Ủy ban Kháng chiến Hành chính Nam Bộ (thuộc chính quyền Việt Nam Dân chủ Cộng hòa) nhập 2 tỉnh Bà Rịa và Chợ Lớn thành tỉnh Bà Rịa - Chợ Lớn, có khi gọi tắt là tỉnh Bà Chợ. Tỉnh Bà Rịa - Chợ Lớn thuộc Phân liên khu Miền Đông, Liên khu Nam Bộ.",
        "Tháng 10 năm 1956, chính quyền Việt Nam Cộng Hòa lập tỉnh Phước Tuy gồm địa bàn tỉnh Bà Rịa và quần đảo Trường Sa.",
        "Từ tháng 3 năm 1963 đến tháng 12 năm 1963 và từ tháng 11 năm 1966 đến tháng 10 năm 1967, chính quyền Mặt trận Dân tộc giải phóng miền Nam Việt Nam sáp nhập tỉnh Bà Rịa với tỉnh Biên Hòa thành tỉnh Bà Biên.",
        "Trong quá trình tồn tại của tỉnh Bà Rịa, Vũng Tàu đã nhiều được tách ra rồi lại nhập vào.",
        "(Nguồn: Wikipedia)"
    ]
}