{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "tỉnh Sơn Tây",
        "Lịch sử",
        "Các cấp hành chính trực thuộc",
        "Phủ Quốc Oai",
        "Huyện Từ Liêm của phủ Quốc Oai trấn Sơn Tây",
        "Phủ Quảng Oai",
        "Phủ Đoan Hùng",
        "Phủ Vĩnh Tường",
        "Phủ Lâm Thao",
        "Văn hóa",
        "Danh nhân",
        "Di tích",
        "Xem thêm",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "tỉnh Sơn Tây - Người Kể Sử",
    "paragraphs": [
        "Sơn Tây là một tỉnh cũ ở đồng bằng Bắc Bộ, Việt Nam.",
        "Sơn Tây là một trong số 13 tỉnh được thành lập sớm nhất ở Bắc Kỳ (năm 1831), dưới thời vua Minh Mạng), gồm phần lớn địa bàn các tỉnh Vĩnh Phúc, phía bắc tỉnh Phú Thọ, một phần tỉnh Tuyên Quang và tây bắc thành phố Hà Nội ngày nay. Vốn trước đó là trấn Sơn Tây (chữ Hán: 山西), tục gọi là trấn Tây hay trấn Đoài (Đoài nghĩa là Tây). Tỉnh lị là thị xã Sơn Tây. Tỉnh Sơn Tây thường được gọi là xứ Đoài.",
        "",
        "",
        "Lịch sử vùng đất Sơn Tây",
        "Sơn Tây là vùng đất cổ, có lịch sử lâu đời “Thuở trước công nguyên, Sơn Tây - Xứ Đoài là ĐẤT TỔ, vì đấy là vùng thềm phù sa cổ, vùng thượng châu thổ của tam giác châu sông Nhị - Thái Bình”, với nhiều di chỉ khảo cổ học thời tiền sử, sơ sử, đồng thời là nơi chứng kiến sự xuất hiện nhà nước đầu tiên - Nhà nước Văn Lang, Âu Lạc; được minh chứng qua các di tích “Ở đồi Vạn Thắng, Cổ Đô (tổng Thanh Mai cũ) và ở ngay các gò Mông Phu (Mông Phụ - Mía) đã tìm thấy các di vật cuội đẽo thuộc văn hóa đá cũ Sơn Vi tuổi đã xấp xỉ 2 vạn năm”,… “Ở Sơn Tây đã có hàng chục di chỉ cư trú sơ kỳ đồng thau (xấp xỉ 4000-3500 năm cách ngày nay): Điển hình là các di chỉ ở Hoàng Xá. Ở chân núi Phượng Hoàng cạnh núi Sài Sơn, ở Gò Mả Đống- Ba Vì”, nhiều ý kiến cho rằng “Bậc thềm Sơn Tây - Ba Vì là linh địa của trung tâm đất Mê Linh thời cổ, nay là vùng Cổ Đông chân núi Tản Viên…là vùng đất có bề dày lịch sử, gắn liền với tiến trình dựng nước và giữ nước của dân tộc”.",
        "Ngược dòng lịch sử ngành khảo cổ học đã cho niên đại của vùng đất này có con người sinh sống cách nay hàng vạn năm, những di tích, nền văn hóa khảo cổ cũng chứng minh nơi đây từ xa xưa là địa bàn cư trú của người Việt cổ, nền văn hóa Đông Sơn bao trùm một phạm vi rộng lớn trên dải đất cổ của Sơn Tây, và đây là nền văn hóa bản địa, là cơ sở cho sự ra đời của nhà nước. Đây là cương vực của quốc gia Văn Lang, là khu vực gần sát địa bàn mà Hùng Vương đã chọn dải đất Phong Châu để làm kinh đô thời lập nước.",
        "Tên gọi “Sơn Tây” xuất hiện trên sử sách đã hơn 500 năm. Năm Quang Thuận thứ 10 (1469), vua Lê Thánh Tông thấy nơi này có mấy ngọn núi và ở phía Tây thành Thăng Long mới đặt là Sơn Tây thừa tuyên.",
        "Qua từng thời kỳ, vùng đất cổ Sơn Tây có những thay đổi về cương vực đơn vị hành chính, có khi là một vùng đất rộng lớn hơn sau này, có lúc thì tách nhập đổi tên vào một quận, huyện dưới thời Bắc thuộc, về đại để sách sử chép lại vùng đất này như sau: “Đất đai Sơn Tây, xưa gọi là Phong Châu, thời Hùng Vương định đô ở đấy, “Theo Nam sử, địa phận Sơn Tây ngày nay, vốn thủa xưa thuộc đất Phong Châu, tức là kinh đô của 18 đời Hùng Vương”, dựng quốc hiệu Văn Lang, chia trong nước làm 15 bộ, Phong Châu, Phúc Lộc, Chu Diên tức là đất Sơn Tây nay. Đời Tần Thuỷ Hoàng, quận huyện đất ấy đặt làm Tượng Quận, kéo dài đến tận phía Nam Quế Lâm. Vào thời Tần là đất Lục Lương, thời thuộc Hán gọi là Mê Linh, cho lệ vào bộ Giao Chỉ (quận Giao Chỉ). Thời Ngô chia đặt bộ Tân Hưng, nhà Tấn đổi làm bộ Tân Xương. Thời Tống, Tề, Lương đều theo tên như đời Tấn, đời Tuỳ gọi là Gia Ninh, đều cho nhập vào quận Giao Chỉ. Đời Đường lại gọi là Phong Châu, thuộc An Nam đô hộ phủ thì đất Lục Lương, Mê Linh, Chu Diên, Tân Hưng, Tân Xương, Gia Ninh hay Phong Châu đều là đất Sơn Tây vậy. Thời Sứ quân Nguyễn Khoan1 gọi là đất Tam Đái triều Đinh cùng nhà Tiền Lê thay đổi không thống nhất. Đến triều Lý gọi là châu Quốc Oai, lại gọi là châu Quảng Oai, đời Trần là trấn Quảng Oai, cũng gọi là lộ Tam Giang” (Sơn Tây quận huyện bị khảo).",
        "Thời Hồ, về cơ bản các đơn vị hành chính không khác nhiều so với thời Trần. Năm 1397, Hồ Quý Ly đổi gọi các phủ, lộ là trấn và đặt thêm chức quan ở đó, bãi bỏ chức Đại tiểu tư xã, chỉ để quản giáp như cũ. Hồ Quý Ly ép vua Trần dời đô về Thanh Hóa, và gọi là Tây Đô. Phủ, lộ là cấp hành chính địa phương cao nhất của nước Đại Ngu, một số được đổi thành trấn từ cuối thời Trần. Cả nước có 24 đơn vị hành chính, Sơn Tây thuộc trấn Quảng Oai.",
        "Đến thời Lê Sơ, năm 1428 vua Lê Thái Tổ chia nước ra làm 5 đạo, vùng Sơn Tây bây giờ gọi là đạo Tây và gồm có “Quốc Oai Thượng, Quốc Oai Trung và Quốc Oai Hạ”. Nhưng đây là cách phân chia đơn vị hành chính ở thời kỳ đất nước sau khi độc lập, hay còn được gọi là thời kỳ “quá độ”2 , những đại thần cai quản các đạo này (quan Hành khiển) có quyền rất lớn, do vậy mà quyền lực không thể tập trung cao độ vào tay vua (hoàng đế), sau này thì Lê Thánh Tông đã tiến hành sắp xếp lại cho chặt chẽ hơn, thâu tóm quyền lực vào tay vua3 .",
        "Diên cách vùng đất Sơn Tây qua các triều đại phong kiến",
        "Theo sách Sơn tây dư đồ và sách Sơn Tây thành trì tỉnh Vĩnh Yên hạt sự tích (Sơn Tây sự tích) thì thành cũ vốn được xây dựng từ thời Lê Sơ “thuộc địa phận xã La Thẩm, huyện Tiên Phong. Thành được xây dựng từ năm tháng nào thì không có mấy ai được rõ, mãi về sau ta vẫn thấy vết tích của nó còn lưu lại là một con đường nhỏ, chạy từ chân đê tới bờ sông”. Trong bộ Lịch triều hiến chương loại chí sử gia Phan Huy Chú cũng cho biết thêm “Đất La Phẩm ở huyện Tiên Phong là trấn sở của triều cũ. Trong đời Cảnh Hưng mới dời đến xã Cam Giá, huyện Phúc Lộc”.",
        "Nhà Sử học triều Nguyễn là Đặng Xuân Bảng trong sách Việt sử cương mục tiết yếu (quyển IV, kỷ nhà Lê - Thánh tông Thuần hoàng đế), chép về việc chia đặt các đơn vị hành chính địa phương: “Hồi quốc sơ, chia làm 5 đạo4 . Đến đây chia làm 12 đạo. Đó là các đạo: Thanh Hóa, Nghệ An, Thuận Hóa (nay là Thừa Thiên và Quảng Trị), Thiên Trường (nay là các tỉnh Hà Nội, Hưng Yên, Nam Định), Nam Sách (nay là Hải Dương), Quốc Oai (nay là Sơn Tây)…”. Cũng trong sách này có đoạn nói về việc đổi Quốc Oai thành Sơn Tây có 6 phủ 24 huyện “Phủ Quốc Oai có 6 huyện là Từ Liêm, Phúc Lộc, Yên Sơn, Thạch Thất và Đan Phượng. Phúc Lộc nay là Phúc Thọ…Phủ Quảng Oai có 2 huyện là Mỹ Lương và Minh Nghĩa. Minh Nghĩa nay là Tùng Thiện”5 .",
        "Sử gia Lê Quý Đôn trong phần nói về Phong vực (bờ cõi) đã dành nhiều trang viết về Sơn Tây, đó là những ghi chép khá phong phú, có thể coi là sớm nhất về vùng đất này. Về hành chính “Khoảng niên hiệu Hồng Đức, trấn Sơn Tây gọi là xứ Tam Giang, sau mới đổi tên này”6 . Năm Quang Thuận thứ 7 (1466) đổi làm thừa tuyên Quốc Oai, Ngô Sĩ Liên và các sử thần triều Lê đã chép “Đặt 13 đạo thừa tuyên: Thanh Hóa, Nghệ An, Thuận Hóa, Thiên Trường, Nam Sách, Quốc Oai, Bắc Giang, An Bang, Hưng Hóa, Tuyên Quang, Thái Nguyên, Lạng Sơn và phủ Trung Đô”.",
        "Năm Kỷ Sửu (1469), Quang Thuận năm thứ 10, sách Đại Việt sử ký toàn thư chép về việc thành lập thừa tuyên Sơn Tây, như sau: “Mùa hạ, tháng tư…Quy định bản đồ của phủ, châu, huyện, xã, trang sách thuộc 12 thừa tuyên…Sơn Tây 6 phủ 24 huyện”7 . Năm Quang Thuận 10 (1469) “đổi đặt 13 đạo thừa tuyên thì gọi là đạo Quốc Oai, đặt các chức Chuyển vận chánh, phó sứ cùng là Tuần kiểm thuộc bản đạo Thừa tuyên. Năm Hồng Đức (1470-1497) đặt 12 Thừa tuyên, vẽ bản đồ, lại gọi là đạo Sơn Tây. Dưới đạo chia đặt phủ, huyện, đổi chức Chuyển vận chánh sứ làm Tri phủ, Phó sứ làm tri huyện, Tuần kiểm làm Huyện Thừa”8 .",
        "Năm Canh Tuất (1490), niên hiệu Hồng Đức năm thứ 21 vua Lê Thánh Tông cho người đo đạc lập địa đồ của nước Đại Việt “Mùa hạ, tháng 4, ngày 4, xác định bản đồ toàn quốc: 13 xứ thừa tuyên, 52 phủ, 178 huyện, 50 châu, 20 hương, 36 phường, 6851 xã, 322 thôn, 637 trang, 40 sách, 40 động, 30 nguồn, 30 trường”. Bộ Hồng Đức bản đồ9 vẫn còn được truyền lại tới ngày hôm nay, đây là một tư liệu rất quý về địa hình sông núi của nước ta, nhất là về hành chính của các trấn, thừa tuyên, trong cả nước. Cũng năm này, lại đổi gọi các đơn vị hành chính địa phương thành xứ thừa tuyên, đó là các xứ thừa tuyên “Sơn Nam, Sơn Tây, Kinh Bắc, Hải Dương, Thái Nguyên, Hưng Hóa, Lạng Sơn, An Bang, Thanh Hóa, Nghệ An, Thuận Hóa, Quảng Nam và phủ Trung Đô”10 …",
        "Khi thành lập tỉnh Sơn Tây có 5 phủ:",
        "Cuối thế kỷ 19 đầu thế kỷ 20, sau khi đánh chiếm và đô hộ Bắc Kỳ, chính quyền thực dân Pháp thực thi chính sách chia để trị, tỉnh Sơn Tây đã bị cắt phần lớn đất đai để lập mới các tỉnh Hưng Hóa, Vĩnh Yên, Phù Lỗ, Hòa Bình.",
        "Ngày 22 tháng 7 năm 1886, tách các vùng người Mường cư trú để lập tỉnh Mường (tức tỉnh Hòa Bình sau này). Có một khoảng thời gian tỉnh lị tỉnh Mường đặt ở xã Phương Lâm, vốn thuộc huyện Bất Bạt, phủ Quốc Oai.",
        "Ngày 18 tháng 4 năm 1888, thống sứ Bắc Kỳ ra nghị định tách phủ Đoan Hùng (lúc đó gồm 3 huyện Hùng Quan, Ngọc Quan và Sơn Dương) khỏi tỉnh Sơn Tây để nhập vào tỉnh Tuyên Quang. Tỉnh Sơn Tây sau đó còn 4 phủ: phủ Quốc Oai (gồm 2 huyện Thạch Thất và Yên Sơn), phủ Quảng Oai (gồm 4 huyện Bất Bạt, Phúc Thọ, Tiên Phong, Tùng Thiện), phủ Vĩnh Tường (gồm 5 huyện Bạch Hạc, Lập Thạch, Yên Lạc, Yên Lãng và Tam Dương), phủ Lâm Thao (gồm 5 huyện Cẩm Khê, Hạ Hòa, Phù Ninh, Sơn Vi, Thanh Ba).",
        "Ngày 20 tháng 10 năm 1890, tách toàn bộ phủ Vĩnh Tường, cùng với huyện Bình Xuyên của tỉnh Thái Nguyên lập đạo Vĩnh Yên. Nhưng đến 12/4/1891 lại bãi bỏ đạo Vĩnh Yên, nhập vào tỉnh Sơn Tây. Như vậy tỉnh Sơn Tây có thêm huyện Bình Xuyên. Đến ngày 29/12/1899 lại tách đạo Vĩnh Yên (gồm cả huyện Bình Xuyên) ra để lập tỉnh Vĩnh Yên.",
        "Phủ Lâm Thao cũng được tách khỏi tỉnh Sơn Tây. Sau khi tỉnh Hưng Hóa được tách đất để lập mới các quân khu, tiểu quân khu, khu quân sự Lào Cai, Yên Bái, Vạn Bú... chỉ còn lại 2 huyện Tam Nông và Thanh Thuỷ, ngày 8/9/1891 3 huyện Phù Ninh, Sơn Vi, Thanh Ba của phủ Lâm Thao được tách khỏi tỉnh Sơn Tây, kết hợp với 2 huyện còn lại của tỉnh Hưng Hoá để thành lập tỉnh Hưng Hóa mới; 2 huyện Cẩm Khê và Hạ Hoà được tách khỏi phủ Lâm Thao, tỉnh Sơn Tây để nhập vào Tiểu quân khu Yên Bái. Ngày 9 tháng 12 năm 1892, huyện Cẩm Khê lại được tách khỏi tiểu quân khu Yên Bái để nhập về tỉnh Hưng Hoá mới; ngày 5/6/1893 huyện Hạ Hòa cũng được tách khỏi tiểu quân khu Yên Bái để vào nhập vào tỉnh Hưng Hóa mới. Như vậy, từ tháng 9 năm 1891 đến tháng 6 năm 1893, toàn bộ phủ Lâm Thao gồm 5 huyện đều được điều chuyển về tỉnh Hưng Hóa mới. Từ năm 1903 tỉnh Hưng Hóa mới đổi tên là tỉnh Phú Thọ.",
        "Sau khi đã tách đất cho các tỉnh Phú Thọ và Vĩnh Phúc ngày nay, ranh giới phía tây, phía bắc và phía đông của tỉnh Sơn Tây là sông Đà, sông Hồng và sông Đáy.",
        "Từ khi thành lập nước Việt Nam dân chủ cộng hoà, Sơn Tây vẫn là 1 tỉnh gồm có 6 huyện: Bất Bạt,Quảng Oai,Tùng Thiện,Phúc Thọ, Thạch Thất, Quốc Oai và trụ sở tỉnh lỵ là thị xã Sơn Tây.",
        "Ngày 1 tháng 7 năm 1965 tỉnh Sơn Tây nhập với tỉnh Hà Đông thành tỉnh Hà Tây. Địa danh \"tỉnh Sơn Tây\" từ đó mất hẳn trên các văn bản chính thức. Sau đó, vào ngày 27 tháng 12 năm 1975 tỉnh Hà Tây nhập với tỉnh Hòa Bình thành tỉnh Hà Sơn Bình.",
        "Năm 1978, tỉnh Sơn Tây cũ (trừ huyện Quốc Oai) tách khỏi tỉnh Hà Sơn Bình và nhập vào thành phố Hà Nội; từ 1991 nhập trở lại tỉnh Hà Tây. Từ 1/8/2008 Quốc hội nước Cộng hoà XHCN Việt Nam quyết định nhập Sơn Tây cùng toàn bộ tỉnh Hà Tây vào Hà Nội.",
        "Trước là phủ Tam Đới trấn Sơn Tây, đến thời Minh Mạng (1820-1840) đổi là phủ Vĩnh Tường.",
        "Xứ Đoài có 2 di sản văn hóa phi vật thể:",
        "Có 3 vườn quốc gia: Vườn quốc gia Xuân SơnVườn quốc gia Tam Đảo, Vườn quốc gia Ba Vì.",
        "Xứ Đoài xưa nổi tiếng với những ngôi đình đẹp. Dân gian miền Bắc có câu: \"Cầu Nam - chùa Bắc - đình Đoài\" có ý nghĩa ca ngợi xứ Sơn Nam nổi tiếng với những cầu cổ có giá trị như: cầu Đông, cầu Dền ở cố đô Hoa Lư, cầu ngói Phát Diệm (Ninh Bình), cầu ngói chợ Lương (Nam Định); xứ Kinh Bắc nổi tiếng với những ngôi chùa như: chùa Dâu, chùa Phật Tích, chùa Bút Tháp (Bắc Ninh), chùa Vĩnh Nghiêm, chùa Bổ Đà (Bắc Giang); xứ Đoài nổi tiếng với những ngôi đình đẹp như: đình So (Hoài Đức), đình Tề Lễ (Phủ Lâm Thao), đình Mông Phụ, đình Tây Đằng, đình Chu Quyến (Hà Tây cũ), đình Thổ Tang (Vĩnh Phúc).",
        "(Nguồn: Wikipedia)"
    ]
}