{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "tỉnh Hải Hưng",
        "Xem thêm",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "tỉnh Hải Hưng - Người Kể Sử",
    "paragraphs": [
        "Hải Hưng là tên gọi của một tỉnh cũ ở vùng đồng bằng Bắc Bộ Việt Nam, tồn tại từ tháng 1 năm 1968 đến tháng 2 năm 1997.",
        "Ngày 26 tháng 1 năm 1968, theo Nghị quyết của Ủy ban thường vụ Quốc hội Việt Nam, hai tỉnh Hải Dương và Hưng Yên sáp nhập thành tỉnh Hải Hưng. Khi hợp nhất, tỉnh có 2 thị xã: thị xã Hải Dương (tỉnh lị), thị xã Hưng Yên và 20 huyện: Ân Thi, Bình Giang, Cẩm Giàng, Chí Linh, Gia Lộc, Khoái Châu, Kim Động, Kim Thành, Kinh Môn, Mỹ Hào, Nam Sách, Ninh Giang, Phù Cừ, Thanh Hà, Thanh Miện, Tiên Lữ, Tứ Kỳ, Văn Giang, Văn Lâm, Yên Mỹ. Sau khi sáp nhập tỉnh, các huyện cũng tiến hành hợp nhất.",
        "Phía Bắc giáp tỉnh Hà Bắc và thành phố Hà Nội, phía Nam giáp 2 tỉnh Thái Bình và Hà Nam Ninh, phía Đông giáp tỉnh Quảng Ninh và thành phố Hải Phòng, phía Tây giáp tỉnh Hà Sơn Bình.",
        "Với riêng tỉnh Hải Dương cũ: năm 1977, hợp nhất Cẩm Giàng và Bình Giang thành huyện Cẩm Bình; năm 1979, hợp nhất Kim Thành và Kinh Môn thành huyện Kim Môn; Nam Sách và Thanh Hà thành huyện Nam Thanh; Tứ Kỳ và Gia Lộc thành huyện Tứ Lộc; Thanh Miện và Ninh Giang thành huyện Ninh Thanh. Với riêng tỉnh Hưng Yên cũ: năm 1977, hợp nhất Phù Cừ và Tiên Lữ thành huyện Phù Tiên, Văn Giang và Yên Mỹ thành huyện Văn Yên, Văn Lâm và Mỹ Hào thành huyện Văn Mỹ; năm 1979, hợp nhất Văn Yên (trừ 11 xã thuộc huyện Văn Giang cũ cắt sang huyện Khoái Châu) và Văn Mỹ thành huyện Mỹ Văn; Khoái Châu và 11 xã thuộc huyện Văn Giang cũ thành huyện Châu Giang; Kim Động và Ân Thi thành huyện Kim Thi.",
        "Như vậy đơn vị hành chính của tỉnh đến đầu năm 1996 bao gồm thị xã Hải Dương (thủ phủ), thị xã Hưng Yên, 10 huyện: Cẩm Bình, Châu Giang, Chí Linh, Kim Môn, Kim Thi, Mỹ Văn, Nam Thanh, Ninh Thanh, Phù Tiên, Tứ Lộc.",
        "Ngày 27 tháng 1 năm 1996, chia huyện Kim Thi thành 2 huyện Kim Động và Ân Thi, chia huyện Ninh Thanh thành 2 huyện: Ninh Giang và Thanh Miện, chia huyện Tứ Lộc thành 2 huyện: Tứ Kỳ và Gia Lộc.",
        "Đến cuối năm 1996, đơn vị hành chính của tỉnh bao gồm thị xã Hải Dương (thủ phủ), thị xã Hưng Yên, 13 huyện: Ân Thi, Cẩm Bình, Châu Giang, Chí Linh, Gia Lộc, Kim Động, Kim Môn, Mỹ Văn, Nam Thanh, Ninh Giang, Phù Tiên, Thanh Miện, Tứ Kỳ.",
        "Ngày 6 tháng 11 năm 1996, kỳ họp thứ 10 Quốc hội khóa IX ra nghị quyết chia tỉnh Hải Hưng để tái lập tỉnh Hải Dương và tỉnh Hưng Yên. Tỉnh Hải Dương gồm thị xã Hải Dương và 8 huyện: Cẩm Bình, Chí Linh, Gia Lộc, Kim Môn, Nam Thanh, Ninh Giang, Thanh Miện, Tứ Kỳ. Tỉnh Hưng Yên gồm thị xã Hưng Yên và 5 huyện: Ân Thi, Châu Giang, Kim Động, Mỹ Văn, Phù Tiên.",
        "(Nguồn: Wikipedia)"
    ]
}