{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "tỉnh Vĩnh Yên",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "tỉnh Vĩnh Yên - Người Kể Sử",
    "paragraphs": [
        "Vĩnh Yên là một tỉnh cũ của Việt Nam. Tỉnh Vĩnh Yên được thành lập ngày 29 tháng 12 năm 1899, do tách toàn bộ phủ Vĩnh Tường (gồm 5 huyện Bạch Hạc, Lập Thạch, Yên Lạc, Yên Lãng và Tam Dương) của tỉnh Sơn Tây và huyện Bình Xuyên (thuộc tỉnh Sơn Tây từ năm 1891, trước thuộc phủ Phú Bình, tỉnh Thái Nguyên). Như vậy tỉnh Vĩnh Yên khi thành lập gồm 1 phủ, 6 huyện. Tỉnh lị đặt tại xã Tích Sơn, huyện Tam Dương (nay là thị xã Vĩnh Yên).",
        "Trước đó, từ ngày 20 tháng 10 năm 1890 đến ngày 12 tháng 4 năm 1891, đã tồn tại đạo Vĩnh Yên, cũng gồm phủ Vĩnh Tường và huyện Bình Xuyên của tỉnh Thái Nguyên, cùng với một phần đất của huyện Kim Anh (thuộc tỉnh Bắc Ninh). Lị sở đóng tại Hương Canh. Sau đó đạo Vĩnh Yên bị bãi bỏ và nhập trở lại tỉnh Sơn Tây cùng với huyện Bình Xuyên.",
        "Ngày 6 tháng 10 năm 1901, huyện Yên Lãng của tỉnh Vĩnh Yên được tách ra, cùng với phủ Đa Phúc, huyện Kim Anh, một phần huyện Đông Khê (thuộc phủ Từ Sơn của tỉnh Bắc Ninh) lập thành tỉnh mới Phù Lỗ. Năm 1904, tỉnh Phù Lỗ đổi tên thành tỉnh Phúc Yên. Đến năm 1913, tỉnh Phúc Yên chuyển thành đại lý hành chính Phúc Yên thuộc tỉnh Vĩnh Yên. Năm 1923 tỉnh Phúc Yên được tái lập trên cơ sở đại lý Phúc Yên.",
        "Sau đó tỉnh Vĩnh Yên bao gồm 1 phủ Vĩnh Tường với 4 huyện Bình Xuyên, Lập Thạch, Tam Dương, Yên Lạc.",
        "Công sứ Pháp ở Vĩnh Yên (1899-1937)",
        "Tuần phủ Vĩnh Yên:",
        "Trong kháng chiến chống Pháp, Vĩnh Yên thuộc Liên khu Việt Bắc.",
        "Trước khi hợp nhất tỉnh Vĩnh Yên có tỉnh lỵ là thị xã Vĩnh Yên và 5 huyện: Bình Xuyên, Lập Thạch, Tam Dương, Vĩnh Tường, Yên Lạc.",
        "Ngày 12 tháng 2 năm 1950, Chính phủ Việt Nam Dân chủ Cộng hòa hợp nhất hai tỉnh Vĩnh Yên và Phúc Yên thành tỉnh Vĩnh Phúc.",
        "Năm 1952, chính quyền Quốc gia Việt Nam thân Pháp do Bảo Đại đứng đầu mà đại diện là Thủ hiến Bắc Việt cũng hợp nhất hai tỉnh Vĩnh Yên và Phúc Yên thành một tỉnh mới nhưng lại lấy tên là tỉnh Vĩnh Phúc Yên. Tên gọi này chỉ tồn tại đến giữa năm 1954, sau khi Hiệp định Genève được ký kết và đất nước tạm thời bị chia đôi, theo đó chính quyền Quốc gia Việt Nam chuyển vào miền Nam.",
        "(Nguồn: Wikipedia)"
    ]
}