{
    "tables": [
        "<table class=\"wikitable table table-striped\">\n <tbody>\n  <tr>\n   <th colspan=\"2\"><b>Dân số tỉnh Định Tường 1967<\/b><sup class=\"annotation badge\" title=\"^ Việt Nam Cộng hòa bản đồ hành chánh. Đà Lạt: Phân cục Địa dư Quốc gia, 1967.\">5<\/sup><\/th>\n  <\/tr>\n  <tr>\n   <th>Quận<\/th>\n   <th>Dân số<\/th>\n  <\/tr>\n  <tr>\n   <td>Bến Tranh<\/td>\n   <td>65.301<\/td>\n  <\/tr>\n  <tr>\n   <td>Cái Bè<\/td>\n   <td>86.161<\/td>\n  <\/tr>\n  <tr>\n   <td>Cai Lậy<\/td>\n   <td>107.879<\/td>\n  <\/tr>\n  <tr>\n   <td><a class=\"annotation\" href=\"/dia-danh/chau-thanh\" title=\"Châu Thành là một từ được sử dụng khá nhiều làm địa danh ở miền Nam Việt Nam. Trong lịch sử, danh xưng là một tên chung để gọi “lị sở” hay là “thủ phủ” của tỉnh. Sau biến thành tên riêng của cả loạt “lị sở” hay là “thủ phủ” của nhiều tỉnh ở Nam Kỳ. Ngày nay, địa danh này vẫn còn được sử dụng khá nhi...\" target=\"_blank\">Châu Thành<\/a><\/td>\n   <td>107.698<\/td>\n  <\/tr>\n  <tr>\n   <td>Chợ Gạo<\/td>\n   <td>49.099<\/td>\n  <\/tr>\n  <tr>\n   <td>Giao Đức<\/td>\n   <td>54.598<\/td>\n  <\/tr>\n  <tr>\n   <td>Long Định<\/td>\n   <td>47.910<\/td>\n  <\/tr>\n  <tr>\n   <td><b>Tổng số<\/b><\/td>\n   <td>518.646<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"wikitable succession-box table table-striped\">\n <tbody>\n  <tr>\n   <td width=\"30%\" valign=\"top\" align=\"center\" rowspan=\"1\">Tiền nhiệm:<br><b><a class=\"annotation\" href=\"/dia-danh/tinh-my-tho\" title=\"Mỹ Tho là tỉnh cũ ở miền Tây Nam Bộ (Đồng bằng sông Cửu Long), Việt Nam. Tỉnh Mỹ Tho được thành lập vào ngày 1 tháng 1 năm 1900 và bị mất tên gọi đơn vị hành chính cấp tỉnh từ tháng 2 năm 1976 cho đến nay....\" target=\"_blank\">tỉnh Mỹ Tho<\/a><\/b><\/td>\n   <td width=\"40%\" rowspan=\"1\"><b>tỉnh Định Tường VNCH<\/b><br>\n     1956-1976<\/td>\n   <td width=\"30%\" valign=\"top\" align=\"center\" rowspan=\"1\">Kế nhiệm:<br><b><a class=\"annotation\" href=\"/dia-danh/tinh-tien-giang\" title=\"Tiền Giang là một tỉnh ven biển thuộc đồng bằng sông Cửu Long, miền Nam Việt Nam, với phần lớn diện tích của tỉnh thuộc địa bàn tỉnh Mỹ Tho trước đó. Tuy nhiên, cũng có thời kỳ toàn bộ diện tích tỉnh Tiền Giang ngày nay đều thuộc tỉnh Mỹ Tho, bao gồm cả vùng Gò Công. Tiền Giang là tỉnh vừa thuộc Vùn...\" target=\"_blank\">tỉnh Tiền Giang<\/a><\/b><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "tỉnh Định Tường",
        "Lịch sử",
        "Lịch sử vùng đất cổ",
        "Tỉnh Định Tường thời nhà Nguyễn",
        "Thời Pháp thuộc",
        "Tỉnh Định Tường thời Việt Nam Cộng hòa",
        "Phân chia hành chánh",
        "Năm 1836",
        "Năm 1957",
        "Năm 1970",
        "Chú thích",
        "Xem thêm",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "tỉnh Định Tường - Người Kể Sử",
    "paragraphs": [
        "Định Tường là một tỉnh cũ ở miền Tây Nam Bộ (còn gọi là vùng Đồng bằng sông Cửu Long), Việt Nam và là một trong sáu tỉnh đầu tiên ở Nam Kỳ (Nam Kỳ lục tỉnh) vào thời nhà Nguyễn độc lập, thành lập năm 1832 dưới triều vua Minh Mạng. Tỉnh Định Tường bị giải thể dưới thời Pháp thuộc và sau đó lại được chính quyền Việt Nam Cộng hòa tái lập, tồn tại trong giai đoạn 1956-1975.",
        "",
        "",
        "Vùng đất Định Tường trước đây thuộc nước Chân Lạp, nay thuộc địa bàn các tỉnh Tiền Giang, Bến Tre và Đồng Tháp ngày nay. Đất Định Tường phía Đông giáp biển Đông, phía Đông Bắc và phía Bắc giáp tỉnh Gia Định nhà Nguyễn, phía Tây Bắc giáp Cao Miên và tỉnh An Giang, phía Tây giáp tỉnh An Giang nhà Nguyễn, phía Tây Nam và Nam giáp tỉnh Vĩnh Long nhà Nguyễn. Tỉnh Định Tường nằm dọc theo bờ Bắc sông Tiền Giang theo hướng cánh cung Tây Bắc-Đông Đông Nam, từ Campuchia ra biển Đông.",
        "Địa bàn tỉnh Định Tường xưa là \"đất Mỹ Tho\" nằm giữa sông Tiền và sông Hưng Hòa (tức sông Vàm Cỏ Tây) gồm hết vùng bưng Đồng Tháp Mười bao la rộng lớn. Tiềm năng nông nghiệp thực vô cùng to lớn đối với cả nước. Từ trên 200 năm trước, đã được khai thông kinh Vũng Gù (cũng gọi là bảo Định hà) và rạch Chanh làm đường vận chuyển và thủy lợi để khai thác Đồng Tháp Mười. Ngày nay, gần toàn thể tỉnh Đồng Tháp, phần lớn tỉnh Tiền Giang và khoảng 1/3 diện tích tỉnh Long An nằm trên địa bàn tỉnh Định Tường xưa. Nơi đây là một vựa lúa khổng lồ ở Nam Bộ và rất đáng kể đối với toàn quốc. Tuy nhiên địa bàn Định Tường đã trải qua một quá trình duyên cách khá phức tạp, cần được xem xét thật kỹ lưỡng.",
        "Trịnh Hoài Đức đã ghi: \"Đất Định Tường khi đầu khai thác, nhân dân chia ra nhiều mối thống thuộc...vì cách Biên Hòa, Phiên An xa xăm hiểm trở, không thể gấp lấy pháp luật ràng buộc, vậy nên phải trù hoạch nhiều phương, lập ra sổ sách biệt nạp (cho tùy tiện nộp vào các kho, như Mỹ Tho có kho Tam Lịch)... Lại lập ra trang, trại, man, nậu để thâu thập dân chúng, đều tùy theo nghề nghiệp mà nạp thuế cho có thống thuộc, cốt yếu về việc mở mang ruộng đất trồng tỉa hoa lợi mà thôi, như vậy tuy thấy có sự phức tạp, nhưng tựu trung đều có giường mối\". Cách cai trị lỏng lẻo ở vùng đất mới như vậy kể là khôn ngoan và thực tế.",
        "Vào thế kỷ 17, các chúa Nguyễn ra lệnh khai phá, đặt thành đất Vũng Cù (Đồng Tháp Mười) và Mỹ Tho. Năm 1679, viên tướng nhà Minh là Dương Ngạn Địch cùng thuộc hạ vượt biển xin cư trú tại đây, chúa Nguyễn cho họ lập làng, ấp ở Mỹ Tho cùng với người Việt di dân khẩn hoang (tạo thành 9 \"trường biệt nạp\" là: Quy An, Quy Hóa, Cảnh Dương, Thiên Mụ, Gian Thảo, Hoàng Lạp, Tam Lạch, Bả Cạnh, Tân Thịnh).1",
        "Năm 1772, chúa Nguyễn sai quan trấn Gia Định đem đất Mỹ Tho lập thành đạo Trường Đồn, đặt chức Cai cơ, Thơ ký để cai trị. Năm Bính Thân (1776), đất Định Tường (Trường Đồn) thuộc quản lý của nhà Tây Sơn (Nguyễn Lữ).",
        "Đến năm Mậu Tuất (1778), Nguyễn Ánh chiếm lại được đất Trường Đồn từ tay Nguyễn Lữ của nhà Tây Sơn. Năm 1779, Nguyễn Ánh gộp 9 trường biệt nạp để lập ra huyện Kiến Khương thuộc dinh Trường Đồn, đặt chức Lưu thủ, Cai bộ và Kỷ lục để cai trị. Năm 1781, đổi tên Trường Đồn thành dinh Trấn Định. Năm 1806, đổi tên huyện Kiến Khương thành huyện Kiến An.",
        "Thời nhà Nguyễn, năm Gia Long thứ 7 (1808), cải dinh Trấn Định thành trấn Định Tường thuộc tổng trấn Gia Định, thăng huyện Kiến An thành phủ Kiến An, thăng 3 tổng sở thuộc làm huyện Kiến Hưng, huyện Kiến Hòa và huyện Kiến Đăng. Sau đó lập tỉnh Định Tường vào năm Minh Mạng thứ 13 (1832).",
        "Khoảng năm 1820, Trịnh Hoài Đức đã đưa ra bản danh mục phân ranh hành chính của trấn Định Tường. Khi ấy tổng Hòa Bình còn gồm cả những thôn sau này được tách ra làm huyện Tân Hòa rồi được sáp nhập vào phủ Tân An thuộc trấn Phiên An. Trấn Định Tường khi đó gồm một phủ duy nhất là phủ Kiến An, bên dưới bao gồm 3 huyện, 6 tổng, 314 thôn, ấp:",
        "Năm Gia Long thứ 5 (1806), nhà Nguyễn đổi tên huyện Kiến Khang thành huyện Kiến An thuộc trấn Định Tường, đến năm 1808 thăng huyện Kiến An thành phủ Kiến An với 3 huyện mới (trước là tổng) là: Kiến Hưng, Kiến Hòa, Kiến Đăng.",
        "Tỉnh Định Tường (chữ Hán: 定祥(省)) được thành lập năm Minh Mạng thứ 13 (1832) và là một trong 6 tỉnh của Nam Kỳ (Nam Kỳ lục tỉnh). Lập thêm huyện Tân Hòa thuộc phủ Kiến An, tách từ đất huyện Kiến Hòa. Năm 1833, tỉnh thành Định Tường (nay là thành phố Mỹ Tho tỉnh Tiền Giang) thất thủ vào tay Lê Văn Khôi, nhà Nguyễn phải điều binh đánh dẹp và lấy lại được thành. Năm Minh Mạng 19 (1838), Lập một phủ mới mang tên Kiến Tường, trích huyện Kiến Đăng thành 2 huyện Kiến Đăng và Kiến Phong cho vào phủ Kiến Tường. Năm Thiệu Trị thứ 1 (1841), Thiệu Trị cắt huyện Tân Hòa từ phủ Kiến An, nhập sang tỉnh Gia Định. Thời vua Tự Đức (1847-1862), tỉnh Định Tường gồm 2 phủ với 4 huyện: Kiến Hưng, Kiến Hòa (phủ Kiến An), Kiến Đăng, Kiến Phong (phủ Kiến Tường). Tỉnh thành Định Tường ban đầu là đồn Trấn Định ở thôn Tân Lý Tây giồng Kiên Định huyện Kiến Khang (tức thôn Tân Hiệp huyện Kiến Hưng, đến thời Gia Long thì chuyển đến thôn Mỹ Chánh huyện Kiến Hòa, năm Minh Mạng thứ 7, rời về địa phận 2 thôn Điều Hòa và Bình Biên huyện Kiến Hưng.",
        "Phủ Kiến An: lỵ sở nằm ở vị trí là đồn Trấn Định cũ tại thôn Tân Hiệpp huyện Kiến Hưng, dựng năm 1833.",
        "Phủ Kiến Tường: lỵ sở ở thôn Mỹ Trà (Cao Lãnh) huyện Kiến Phong từ năm 1838.",
        "Theo thống kê đầy đủ, trước khi thực dân Pháp xâm lược nước ta, tỉnh Định Tường có tỉnh lỵ đặt tại Mỹ Tho, gồm 2 phủ trực thuộc như sau:",
        "Năm 1859, Pháp xâm chiếm thành Gia Định. Năm 1861, Pháp đánh chiếm Gia Định, Biên Hòa, Định Tường, Vĩnh Long. Thời Pháp thuộc (1862-1945), theo Hiệp ước Nhâm Tuất năm 1862, Định Tường cùng với Biên Hòa và Gia Định bị cắt nhượng cho Pháp đô hộ. Năm 1863, thực dân Pháp đặt viên chức cai trị, song vẫn giữ phân ranh hành chính cũ của tỉnh Định Tường.",
        "Năm 1869, sau 2 năm chiếm nốt 3 tỉnh miền Tây (gồm Vĩnh Long, An Giang và Hà Tiên), Pháp còn giữ 6 tỉnh nhưng chia cắt lại các phủ huyện lệ thuộc. Như tỉnh Định Tường đổi là tỉnh Mỹ Tho và coi 4 hạt (inspection): Mỹ Tho (huyện Kiến Hưng cũ), Chợ Gạo (huyện Kiến Hòa cũ), Bến Tre (phủ Hoằng Trị trực thuộc tỉnh Vĩnh Long cũ), Cai Lậy (huyện Kiến Đăng cũ). Còn hạt Cần Lố (huyện Kiến Phong cũ) thì lại chuyển sang cho tỉnh Vĩnh Long cai quản.",
        "Từ năm 1872, thực dân Pháp bỏ hẳn cả hệ thống hành chính lục tỉnh và phủ huyện cũ. Nam Kỳ được chia thành 18 hạt và 2 thành phố (Sài Gòn, Chợ Lớn). Địa bàn tỉnh Định Tường chia ra cho 5 hạt: toàn hạt Mỹ Tho (nằm trên 3 huyện Kiến Hưng, Kiến Hòa, Kiến Đăng cũ), một nửa Đồng Tháp Mười cho hạt Tân An (lấy đất tổng Hưng Long của huyện Kiến Hưng cũ), nửa còn lại (huyện Kiến Phong cũ) chia nhau cho 3 hạt Châu Đốc, Long Xuyên và Sa Đéc. Từ ngày 5 tháng 1 năm 1876, các hạt Thanh tra được thay bằng hạt Tham biện. Năm 1876, tỉnh Định Tường chính thức bị Pháp giải thể:",
        "Theo Nghị định của Toàn quyền Đông Dương vào ngày 20 tháng 12 năm 1899 thì kể từ ngày 1 tháng 1 năm 1900, đổi tất cả các hạt ở Nam Kỳ thành tỉnh. Địa bàn tỉnh Định Tường cũ chia ra thành 5 tỉnh giống như thời kỳ trước đây: tỉnh Mỹ Tho, tỉnh Tân An, tỉnh Châu Đốc, tỉnh Long Xuyên và tỉnh Sa Đéc. Tình hình đó kéo dài cho đến năm 1956.",
        "Tỉnh Định Tường được chính quyền Việt Nam Cộng hòa thành lập theo Sắc lệnh 143-NV ngày 22 tháng 10 năm 1956 của Tổng thống Ngô Đình Diệm để \"thay đổi địa giới và tên Đô thành Sài Gòn – Chợ Lớn cùng các tỉnh và tỉnh lỵ tại Việt Nam\". Địa giới và địa danh các tỉnh ở miền Nam thay đổi nhiều, một số tỉnh mới được thành lập. Theo Sắc lệnh này, địa phận Việt Nam Cộng Hoà gồm Đô thành Sài Gòn và 22 tỉnh. Lúc này, tỉnh Định Tường được thành lập trên phần đất tỉnh Mỹ Tho (trừ vùng nằm phía nam sông Tiền Giang là quận An Hóa thì đổi tên thành quận Bình Đại và nhập vào tỉnh Kiến Hòa) và tỉnh Gò Công cũ. Tỉnh lỵ tỉnh Định Tường đặt tại Mỹ Tho và vẫn giữ nguyên tên là \"Mỹ Tho\", về mặt hành chánh thuộc xã Điều Hòa, quận Châu Thành.",
        "Định Tường là một trong 22 tỉnh của Nam Phần lúc đó. Tỉnh Định Tường bắc giáp tỉnh Kiến Tường, đông bắc giáp tỉnh Long An, đông giáp tỉnh Gò Công, tây nam và nam giáp hai tỉnh Vĩnh Long và Kiến Hòa, tây giáp tỉnh và Kiến Phong, tây nam giáp tỉnh Sa Đéc khi tỉnh này được tái lập. Ranh giới phía nam của tỉnh Định Tường là sông Tiền Giang (đoạn này còn gọi là sông Mỹ Tho). Định Tường có diện tích khoảng 1.900 km². Dân số năm 1965 là 514.146 người.",
        "Ngày 24 tháng 4 năm 1957, chính quyền Việt Nam Cộng hòa ấn định các đơn vị hành chính trực thuộc tỉnh. Tỉnh Định Tường có tỉnh lỵ đặt tại Mỹ Tho, bao gồm 7 quận ban đầu:",
        "Trong đó, các quận Bến Tranh, Cai Lậy, Cái Bè, Châu Thành và Chợ Gạo trước năm 1956 cùng thuộc tỉnh Mỹ Tho cũ. Riêng 2 quận Gò Công và Hòa Đồng lại thuộc tỉnh Gò Công cũ, đặc biệt quận Gò Công lúc bấy giờ chính là quận Châu Thành của tỉnh Gò Công trước đây.",
        "Ngày 5 tháng 12 năm 1957, dời quận lỵ quận Bến Tranh từ xã Lương Hòa Lạc đến xã Tân Hiệp.",
        "Ngày 8 tháng 11 năm 1960, quận Châu Thành đổi tên thành quận Long Định, đồng thời dời quận lỵ từ xã Điều Hòa tới xã Long Định. Ngày 9 tháng 8 năm 1961, tách đất quận Cái Bè lập quận mới Giáo Đức, quận lỵ tại xã An Hữu, gồm 2 tổng: Phong Phú với 5 xã; An Phú (mới lập) với 5 xã. Quận Cái Bè đổi tên thành quận Sùng Hiếu. Quận Cai Lậy đổi tên thành quận Khiêm Ích.",
        "Ngày 20 tháng 12 năm 1963, chính quyền Việt Nam Cộng hòa tái lập tỉnh Gò Công, tỉnh lỵ đặt tại Gò Công, gồm 2 quận: Châu Thành (đổi tên từ quận Gò Công) và Hòa Đồng với 4 tổng, 31 xã. Phần đất còn lại tương ứng với tỉnh Mỹ Tho trước năm 1956, tuy nhiên Việt Nam Cộng hòa vẫn giữ tên gọi tỉnh Định Tường cho vùng đất này đến năm 1975.",
        "Ngày 23 tháng 5 năm 1964 chia quận Long Định thành 2 quận: Châu Thành và Long Định. Quận Châu Thành, quận lỵ tại xã Trung An, có 2 tổng: tổng Thuận Trị với 6 xã; tổng Thuận Hòa (mới lập) với 6 xã. Quận Long Định, quận lỵ dời về xã Vĩnh Kim, có 2 tổng: tổng Thuận Bình với 7 xã; tổng Lợi Trường với 7 xã.",
        "Ngày 10 tháng 11 năm 1964, đổi lại tên quận Sùng Hiếu thành quận Cái Bè, quận Khiếm Ích thành quận Cai Lậy như cũ. Sau năm 1965 các tổng giải thể, các xã trực thuộc các quận. Ngày 24 tháng 3 năm 1969, chính quyền Việt Nam Cộng hòa đổi tên quận Long Định (tỉnh Định Tường) thành quận Sầm Giang.",
        "Ngày 30 tháng 9 năm 1970, Thủ tướng Việt Nam Cộng hòa ban hành Sắc lệnh số 114/SL-NV cải biến xã Điều Hòa thuộc quận Châu Thành thành thị xã Mỹ Tho, là thị xã tự trị trực thuộc chính quyền Trung ương Việt Nam Cộng hòa, đồng thời kiêm tỉnh lỵ tỉnh Định Tường. Từ đó cho đến năm 1975, thị xã Mỹ Tho, tỉnh Định Tường và tỉnh Gò Công là ba đơn vị hành chính cấp tỉnh ngang bằng nhau theo sự phân chia sắp xếp hành chính của Việt Nam Cộng hòa.",
        "Ngày 12 tháng 7 năm 1974, lập quận mới Hậu Mỹ thuộc tỉnh Định Tường, quận lỵ tại xã Hậu Mỹ, do tách một phần đất của các quận Cái Bè, Giáo Đức, Cai Lậy cùng tỉnh Định Tường, quận Kiến Bình (tỉnh Kiến Tường) và của quận Mỹ An (tỉnh Kiến Phong). Các đơn vị hành chính của quận Hậu Mỹ chưa sắp xếp xong thì chính quyền Việt Nam Cộng hòa sụp đổ vào ngày 30 tháng 4 năm 1975.",
        "Tuy nhiên chính quyền Mặt trận dân tộc giải phóng miền Nam Việt Nam (sau này là Chính phủ Cách mạng lâm thời Cộng hòa Miền Nam Việt Nam) và Việt Nam Dân chủ Cộng hòa không công nhận tỉnh Định Tường và vẫn giữ tên cũ là tỉnh Mỹ Tho.",
        "Tháng 2 năm 1976, tỉnh Định Tường sáp nhập với tỉnh Gò Công và thị xã Mỹ Tho thành tỉnh Tiền Giang.",
        "Gồm một phủ duy nhất là phủ Kiến An, bên dười gồm 3 huyện trực thuộc:",
        "Tinh Định Tường, tinh lỵ Mỹ Tho, gồm các đơn vị hành chinh:",
        "1. Quận Châu Thành Ðịnh Tường (quận lỵ Điểu Hoà) “",
        "- Tổng Thuận Trị, gồm các Xã Bình Đức, Đạo Thạnh, Điểu Hòa, Long An, Tam Hiệp, Thanh Phú, Thới Sơn, Trung An, Phước Thạnh.",
        "- Tổng Thuận Bình, gồm các xã Bàn Long, Bình Trưng, Dưỡng Điềm, Đông Hòa, Ðiểm Hy, Hữu Đạo, Kim Sơn, Long Ðịnh, Long Hưng, Nhị Bình, Phú Phong, Song Thuận, Vĩnh Kim.",
        "2. Quận Bên Tranh (quận lỵ Lương Hòa Lạc)",
        "- Tổng Hưng Nhơn, gốm các xã Hưng Thạnh Mỹ, Tân Hội Ðông, Tân Lý Tây, Tân Lý Ðông, Tân Hương, Tân Hiệp, Thân Cửu Nghĩa, Tân Hòa Thành, Phú Mỹ.",
        "- Tổng Thạnh Quơn, gốm các Xã Lương Hòa Lạc, Hoà Tịnh, Mỹ Tịnh An, Phú Kiết, Tân Bình Thạnh, Trung Hòa, Thanh Bình",
        "3. Quận Chợ Gạo (quận lỵ Bình Phan)",
        "- Tổng Thạnh Phong, gồm các Xã Ðặng Hưng Phước, Long Bình Điền, Mỹ Phong, Song Bình, Tân Mỹ Chánh, Xuân Ðông.",
        "- Tổng Hòa Håo, gồm các xã An Thanh Thůy, Bình Ninh, Bình Phan, Bình Phục Nhứt, Quơn Long, Hoà Ðịnh, Tân Thuận Bình",
        "4. Quận Cái Bè (quận lỵ Ðông Hoà Hiệp)",
        "- Tổng Phong Hòa, gồm các xã Đồng Hòa Hiệp, Hội CưHòa Khánh, Hậu Thành, Hậu Mỹ, Mỹ Thiện, Mỹ Đức Đông, Mỹ Ðức Tây.",
        "- Tổng Phong Phú, gồm các xã An Hữu, Hưng Thuận (cù lao Quy), An Thái Đông, An Thái Trung, Thanh Hưng, Hòa Lộc, Mỹ Lợi, Mỹ Lương.",
        "5. Quận Cai Lậy (quận lỵ Thanh Hòa)",
        "- Tổng Lợi Trinh, gồm các Xã Thanh Hoà, Nhị Mỹ, Mỹ Hạnh Trung, Mỹ Phước Tây, Cẩm Sơn, Tân Phú Đông, Mỹ Hạnh Đông, Tân Bình, Tân Hội.",
        "- Tổng Lợi Hoà, gồm xã Long Trung, Long Khánh, Tam Bình, Ngũ Hiệp, Mỹ Long, Long Tiên, Phú Quý, Nhị Quý.",
        "- Tổng Lợi Thuận, gồm các xã Phú An, Phú Nhuận Đông, Bình Phú, Thanh Phú, Hiệp Đức, Hội Sơn, Xuân Sơn, Mỹ Thành.",
        "6. Quận GÒ Công (quận lỵ Long Thuận)",
        "- Tổng Hoà Lạc Thượng, gồm các xã Bình Thanh Đông, Bình Xuân, Gia Thuận, Kiểng Phước, Tân Niên Ðông, Tân Niên Tây, Tân Niên Trung, Tân Phước.",
        "- Tổng Hoà Lạc Hạ, gồm các Xã An Hòa (Xã Tân Duân Ðông và Hoà Nghị cũ), Bình An, Long Thuận, Phước Trung, Tân Bình Ðiển, Tăng Hòa, Tân Thành.",
        "7. Quận Hoà Đống (quận lỵ Đồng Sơn)",
        "- Tổng Hoà Ðông Thượng, gốm các Xã Bình Phú Ðông, Bình Phục Nhì, Đông Sơn, Thành Công (Bình Thành và Bình Công cũ), Thạnh Nhựt, Thạnh Trị (Vĩnh Thạnh vã Vĩnh Trị cũ), Vĩnh Bình (Vĩnh Lợi và Bình Phú Tây cũ), Vĩnh Hựu, Vĩnh Viễn. Bình Luông Đông, Long Hưu, Phú Thạnh Ðông, Tân Thới (cù lao Tào), Yên Luông (Yên Luông Đông và Yên Luông Tây cũ)",
        "(Nguồn: Wikipedia)"
    ]
}