{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "tỉnh Quảng Yên",
        "Hành chính thời Lê-Nguyễn",
        "Các làng xã bị mất về lãnh thổ Trung Quốc sau Công ước Pháp Thanh 1887",
        "Tỉnh Hải Ninh thời Pháp thuộc",
        "Tỉnh Quảng Yên thời Pháp thuộc",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "tỉnh Quảng Yên - Người Kể Sử",
    "paragraphs": [
        "Quảng Yên là một tỉnh cũ ở phía đông Bắc Bộ, Việt Nam. Tỉnh lị là thị xã Quảng Yên bên bờ sông Chanh, nay là thị xã Quảng Yên thuộc tỉnh Quảng Ninh.",
        "Tỉnh Quảng Yên được thành lập năm 1831, dưới thời Minh Mạng. Trước đó, nó là trấn An Bang thuộc Đông Đạo thời Lê, trấn An Quảng cuối thời Lê đầu thời Nguyễn. Còn gọi không chính thức là tỉnh Đông.",
        "Năm 1906, tách phủ Hải Ninh khỏi tỉnh Quảng Yên lập thành tỉnh Hải Ninh.",
        "Ngày 21-1-1949, Ủy ban kháng chiến hành chính Liên khu I công nhận huyện Hoành Bồ gồm 10 xã thuộc tỉnh Quảng Yên. Ngày 5-10-1949, Ủy ban kháng chiến hành chính Liên khu I lại tách huyện Hoành Bồ khỏi tỉnh Quảng Yên, nhập vào Đặc khu Hồng Gai.",
        "Đầu năm 1950, tỉnh Quảng Yên thuộc Liên khu Việt Bắc (1949-1956) và gồm 8 huyện: Chí Linh, Đông Triều, Yên Hưng, Cát Hải, Sơn Động, Kinh Môn, Nam Sách, Thủy Nguyên. Ngày 4-3-1950, huyện Thủy Nguyên giao về tỉnh Kiến An.",
        "Ngày 22 tháng 2 năm 1955, tỉnh Quảng Yên và Đặc khu Hồng Gai hợp nhất thành khu Hồng Quảng. Khi đó 3 huyện Chí Linh, Kinh Môn, Nam Sách trả về tỉnh Hải Dương, còn huyện Sơn Động trả về tỉnh Bắc Giang. Ngày 30/10/1963, khu Hồng Quảng lại sáp nhập với tỉnh Hải Ninh thành tỉnh Quảng Ninh ngày nay.",
        "",
        "",
        "Trấn An Quảng (năm 1831 đổi thảnh tỉnh Quảng Yên) gồm 1 phủ là phủ Hải Đông có 3 châu và 3 huyện làː",
        "Năm 1832 tách phủ Hải Đông thành 2 phủ Sơn Định (3 huyện Yên Hưng, Hoành Bồ, Hoa Phong và châu Vân Đồn), và phủ Hải Ninh (2 châu Tiên Yên và Vạn Ninh).",
        "Công ước Pháp-Thanh 1887, cắt nhiều vùng đất thuộc phủ Hải Ninh của Việt Nam sang Trung Quốc, gồmː",
        "Theo thống kê năm 1891 của Cao ủy Bắc Kỳ, Hải Ninh gồm có hai châu Hà Cối, Tiên Yên. Châu Hà Côi gồm có các tổng Ninh Hải, Vạn Ninh, Hà Môn, Bát Trang. Châu Tiên Yên có các tổng Hà Thanh, Đôn Đạt, Kiến Duyên, Hậu Cơ, Bắc Lăng. Vạn Xuân là tên một làng thuộc tổng Vạn Ninh (gồm có các làng Vạn Xuân, Xuân Lạng, Xuân Ninh, Ninh Dương, Vạn Ninh, Đoan Tĩnh, Phục Thiên và Hòa Lạc. Hòa Lạc là tên nguyên thủy của Móng Cái).",
        "Theo Ngô Vi Liễn đầu thế kỷ 20 tỉnh Hải Ninh cóː",
        "(Nguồn: Wikipedia)"
    ]
}