{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Tôn Đức Thắng<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Tôn Đức Thắng.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/ton-duc-thang/2f0f2e3f9612dc2c554b0ec750a4bf90.jpg\">\n    <noscript>\n     <img alt=\"Tôn Đức Thắng.jpg\" src=\"/images/wiki/ton-duc-thang/2f0f2e3f9612dc2c554b0ec750a4bf90.jpg\">\n    <\/noscript><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Chức vụ\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Chủ tịch nước Cộng hòa Xã hội Chủ nghĩa Việt Nam\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nhiệm kỳ<\/th>\n   <td>2 tháng 7 năm 1976&nbsp;–&nbsp;30 tháng 3 năm 1980<br>\n     3 năm, 272 ngày<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><b>Nhà nước đổi tên<\/b><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td>Trường Chinh<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Chủ tịch nước Việt Nam Dân chủ Cộng hòa\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nhiệm kỳ<\/th>\n   <td>22 tháng 9 năm 1969&nbsp;–&nbsp;2 tháng 7 năm 1976<br>\n     6 năm, 284 ngày<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/ho-chi-minh\" title=\"Hồ Chí Minh (19 tháng 5 năm 1890 – 2 tháng 9 năm 1969) tên khai sinh: Nguyễn Sinh Cung, là nhà cách mạng, người sáng lập Đảng Cộng sản Việt Nam, một trong những người đặt nền móng và lãnh đạo công cuộc đấu tranh giành độc lập, toàn vẹn lãnh thổ cho Việt Nam trong thế kỷ 20, một chiến sĩ cộng sản quố...\" target=\"_blank\">Hồ Chí Minh<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><b>Không có<\/b><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phó Chủ tịch nước<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/nguyen-luong-bang\" title=\"Nguyễn Lương Bằng (1904-1979) là một nhà hoạt động cách mạng và chính khách của Việt Nam. Ông từng giữ các chức vụ Phó Chủ tịch nước Việt Nam (1969-1979), Tổng giám đốc Ngân hàng quốc gia Việt Nam, đại sứ đầu tiên của Việt Nam tại Liên Xô cũ (1952-1956), Tổng Thanh tra chính phủ (1956)....\" target=\"_blank\">Nguyễn Lương Bằng<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Quyền Chủ tịch nước Việt Nam\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nhiệm kỳ<\/th>\n   <td>3 tháng 9 năm 1969&nbsp;–&nbsp;22 tháng 9 năm 1969<br>\n     0 năm, 19 ngày<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Trưởng ban Thường trực Quốc hội\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nhiệm kỳ<\/th>\n   <td>20 tháng 9 năm 1955<sup class=\"annotation badge\" title=\"^ Giữ chức Quyền Trưởng ban từ tháng 8 năm 1948 để tiếp nhiệm thay cụ Bùi Bằng Đoàn chữa bệnh.\">1<\/sup> &nbsp;–&nbsp;15 tháng 7 năm 1960<br>\n     5 năm, 93 ngày<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td>Trường Chinh<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Phó Chủ tịch nước Việt Nam\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nhiệm kỳ<\/th>\n   <td>1960&nbsp;–&nbsp;22 tháng 9 năm 1969<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/nguyen-luong-bang\" title=\"Nguyễn Lương Bằng (1904-1979) là một nhà hoạt động cách mạng và chính khách của Việt Nam. Ông từng giữ các chức vụ Phó Chủ tịch nước Việt Nam (1969-1979), Tổng giám đốc Ngân hàng quốc gia Việt Nam, đại sứ đầu tiên của Việt Nam tại Liên Xô cũ (1952-1956), Tổng Thanh tra chính phủ (1956)....\" target=\"_blank\">Nguyễn Lương Bằng<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Thanh tra đặc biệt toàn quốc Việt Nam Dân chủ Cộng hòa\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nhiệm kỳ<\/th>\n   <td>4 tháng 8 năm 1947&nbsp;–&nbsp;18 tháng 12 năm 1949<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td>Bùi Bằng Đoàn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/ho-tung-mau\" title=\"Hồ Tùng Mậu (1896-1951) là một nhà hoạt động cách mạng và chính khách Việt Nam. Ông từng đảng viên của cả Đảng Cộng sản Trung Quốc và Đảng Cộng sản Việt Nam, thành viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, Tổng Thanh tra Ban Thanh tra Chính phủ....\" target=\"_blank\">Hồ Tùng Mậu<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Thông tin chung\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Đảng phái<\/th>\n   <td>Đảng Cộng sản Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>20 tháng 8 năm 1888<br>\n     Long Xuyên, An Giang, Liên bang Đông Dương<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>30 tháng 3, 1980 (91&nbsp;tuổi)<br>\n     Hà Nội<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân tộc<\/th>\n   <td>Kinh<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tôn giáo<\/th>\n   <td>không<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Vợ<\/th>\n   <td>Đoàn Thị Giàu<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Con cái<\/th>\n   <td>\n    <ul>\n     <li>Tôn Thị Hạnh (gái, s. 1926)<\/li>\n     <li>Tôn Thị Nghiêm (gái, đã mất)<\/li>\n     <li>Tôn Đức Liêm (s.1929, m.1932)<\/li>\n     <li>Tôn Thị Ngọc Quang (con gái nuôi, s.1927)<\/li>\n     <li>Tôn Thị Tuyết Dung (con gái nuôi)<\/li>\n    <\/ul><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Tôn Đức Thắng",
        "Thân thế",
        "Hoạt động chính trị",
        "Thời trẻ",
        "Sau Cách mạng tháng 8",
        "Gia đình",
        "Di sản",
        "Tưởng niệm, giải thưởng",
        "Đường Tôn Đức Thắng tại Việt Nam",
        "Ảnh",
        "Xem thêm",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Tôn Đức Thắng - Người Kể Sử",
    "paragraphs": [
        "Tôn Đức Thắng (1888-1980) là một nhà cách mạng, chính khách của Việt Nam. Ông là Chủ tịch nước thứ hai của Việt Nam (nhiệm kỳ từ 22 tháng 9 năm 1969 cho đến 2 tháng 7 năm 1976); trước đó là Phó Chủ tịch nước (1960-1969) và Quyền Chủ tịch nước (từ 3 tháng 9 cho đến 22 tháng 9 năm 1969), Trưởng ban Thường trực Quốc hội Việt Nam (1955-1960) - tương đương với Chủ tịch Quốc hội bây giờ.",
        "Sau khi kế nhiệm Hồ Chí Minh, ông trở thành Chủ tịch nước thứ 2 và cũng là Chủ tịch nước cuối cùng của chính thể Việt Nam Dân chủ Cộng hòa, đồng thời là Chủ tịch nước đầu tiên của chính thể hậu thân – chính thể Cộng hòa Xã hội Chủ nghĩa Việt Nam.",
        "",
        "",
        "Tôn Đức Thắng còn có bí danh Thoại Sơn và được gọi là Bác Tôn, sinh ngày 20 tháng 8 năm 1888 tại Cù lao Ông Hổ, làng Mỹ Hoà Hưng, tổng Định Thành, hạt Long Xuyên (nay thuộc xã Mỹ Hòa Hưng, thành phố Long Xuyên, tỉnh An Giang). Là con đầu của ông Tôn Văn Đề, và bà Nguyễn Thị Di. Gia đình đông con, theo thông lệ miền Nam, ông còn được gọi là Hai Thắng.",
        "Gia đình ông thuộc hạng nông dân khá giả nên từ nhỏ ông đã được học hành đàng hoàng. Năm 1906, sau khi tốt nghiệp Sơ cấp tiểu học Đông Dương (Certificat d'Etudes Primaires Complémentaires Indochinoises - CEPCI) tại Long Xuyên, ông rời quê lên Sài Gòn học nghề thợ máy tại Trường Cơ khí Á Châu (L’école des Mécaniciens Asiatiques), dân gian thường gọi là Trường Bá Nghệ. Tốt nghiệp hạng ưu, ông được nhận vào làm công nhân ở Nhà máy Ba Son của Hải quân Pháp tại Sài Gòn.",
        "Năm 1912, ông tham gia tổ chức công nhân bãi công đòi quyền lợi, vì vậy bị sa thải. Năm 1913, ông sang Pháp làm công nhân ở Toulon (Pháp). Năm 1914, ông được tuyển mộ làm lính thợ cho một đơn vị Hải quân Pháp, tham gia phản chiến chống lại cuộc can thiệp của Đế quốc Pháp vào nước Nga Xô Viết tại Hắc Hải (ngày 20 tháng 4 năm 1919), treo cờ đỏ trên một thiết giáp hạm của Pháp tại đây để ủng hộ Cách mạng Nga.2",
        "Năm 1920, ông về nước, xây dựng cơ sở công hội (tiền thân của Công đoàn Việt Nam), vận động công nhân đấu tranh, tiêu biểu là cuộc bãi công của công nhân Ba Son từ tháng 8 đến tháng 11 năm 1925, quyết tâm trì hoãn việc sửa chữa chiếc Đô đốc hạm Jules Michelet trong đoàn tàu chiến Pháp đang trên đường sang Trung Quốc.3",
        "Năm 1927, ông tham gia Hội Việt Nam Cách mạng Thanh niên, Ủy viên Ban Chấp hành Kỳ bộ Nam Kỳ, bị thực dân Pháp bắt ở Sài Gòn (1928), cảnh sát thực dân Pháp gán cho ông vào tội chủ mưu giết người trong vụ ám sát một người hợp tác với chính quyền thuộc địa Nam Kỳ tên là Phát do các đồng chí của ông thực hiện, đường Barbier (nay là đường Thạch Thị Thanh). Nhờ có một đồng chí trẻ tự nhận là chủ mưu, cùng với sự vận động của một số nhân sĩ trí thức người Việt như bà Trần Thị Cừu, Đốc học Nguyễn Văn Bá, luật sư Trịnh Đình Thảo, nên ông chỉ bị chính quyền thuộc địa tuyên án chung thân khổ sai, đày ra Côn Đảo.4 Có tổng cộng hơn 60 người bị bắt trong vụ án này, theo hồi ký Passion, Betrayal, and Revolution in Colonial Saigon: The Memoirs of Bao Luong, của bà Nguyễn Trung Nguyệt (Bảo Lương).",
        "Năm 1930, ông gia nhập Đảng Cộng sản Việt Nam tại Côn Đảo.",
        "Theo ông Christoph Giebel,5 giáo sư khoa Sử tại Đại học Washington, Hoa Kỳ và là tác giả cuốn sách nghiên cứu về ông Tôn Đức Thắng (\"Tiền bối tưởng tượng của những nhà Cộng sản Việt Nam: Tôn Đức Thắng và chính trị của lịch sử và ký ức\" - Imagined Ancestries of Vietnamese Communism: Ton Duc Thang and the Politics of History and Memory6 ) cho rằng \"không có bằng chứng cho thấy ngay từ thời rất trẻ, thậm chí trước cả thời Chiến tranh thế giới thứ nhất, ông Tôn đã hoạt động rất tích cực trong các hoạt động cách mạng tại Sài Gòn\", ông Tôn không bị bắt lính sang Pháp năm 1914 mà được tuyển mộ. Trong sự kiện ở Hắc Hải năm 1919, Giebel \"tin rằng ông Tôn Đức Thắng không có mặt trên bất kì con tàu nào của Pháp liên quan vụ binh biến ở Hắc Hải\", bộ máy tuyên truyền đã dùng hình ảnh ông Tôn cắm cờ trên một trong những con tàu ở Hắc Hải để kết nối cách mạng Việt Nam với Cách mạng tháng Mười Nga. Trong cuộc đình công ở Ba Son năm 1925, theo Giebel không phải là một cuộc đình công chính trị với mục đích chống đế quốc, và cũng không \"giam chân\" được chiến hạm Pháp trên đường đến Trung Quốc.7",
        "Sau Cách mạng tháng Tám 1945, ông trở về Nam Bộ tham gia kháng chiến, giữ chức Bí thư Xứ ủy Nam Bộ (1945). Ông là Phó ban Thường trực Quốc hội (1946-1955), Quyền Trưởng ban (1948-1955) rồi Trưởng ban Thường trực Quốc hội (1955-1960), tương đương Chủ tịch Quốc hội sau này. Ông là Đại biểu Quốc hội liên tục các khóa I-VI.",
        "Về mặt chính quyền, ông là Bộ trưởng Bộ Nội vụ (tháng 5 năm 1947-tháng 11 năm 1947); Thanh tra đặc biệt toàn quốc (tháng 8 năm 1947), Phó Chủ tịch nước Việt Nam Dân chủ Cộng hòa (1960-1969), Chủ tịch nước Việt Nam Dân chủ Cộng hòa (1969-1976) và sau này là Cộng hòa Xã hội Chủ nghĩa Việt Nam (1976-1980).",
        "Về mặt Đảng, ông là Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam từ năm 1947, và khóa II đến khóa IV, nhưng không tham gia bộ chính trị.",
        "Về mặt đoàn thể, ông là Phó hội trưởng Hội Liên hiệp Quốc dân Việt Nam (1946-1951), Chủ tịch Ủy ban Toàn quốc Mặt trận Liên Việt (1951-1955), Chủ tịch Đoàn Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam (1955-1977), Chủ tịch danh dự Mặt trận Tổ quốc Việt Nam (1977-1981). (Kế nhiệm ông tại Mặt trận là ông Hoàng Quốc Việt).",
        "Trong các văn kiện của nhà nước Việt Nam, báo chí của Nhà nước, giai đoạn ông làm Chủ tịch nước, tên ông bao giờ cũng được đặt lên đầu, trên cả Tổng bí thư Lê Duẩn và các lãnh đạo khác.",
        "Ông qua đời ngày 30 tháng 3 năm 1980 tại Hà Nội.",
        "Ông kết hôn với bà Đoàn Thị Giàu (sinh năm 1898 tại ấp Vĩnh Hòa, xã Vĩnh Kim, huyện Châu Thành, tỉnh Tiền Giang; mất ngày 25 tháng 5 năm 1974) vào năm 1921 ở nhà ông bà ngoại của bà Giàu ở xã Vĩnh Kim, Tiền Giang. Đây là cuộc hôn nhân có ý nghĩa đền ơn trả nghĩa vì ông đã giúp an táng ông Ba Sứ, anh trai bà Giàu, một người bạn của ông ở Pháp.8 Bà Đoàn Thị Giàu là cô giáo trường làng.9",
        "Tới năm 1929, hai người sinh được hai con gái, con gái đầu là Tôn Thị Hạnh sinh năm 192610 và con gái thứ hai là Tôn Thị Nghiêm. Đầu năm 1929, hai ông bà sinh con trai thứ ba tên là Tôn Đức Liêm, nhưng Liêm đã qua đời lúc ba tuổi vì bị bệnh nặng.8 9 11",
        "Bà Tôn Thị Hạnh kết hôn với ông Dương Văn Phúc, nguyên là Phó Chủ nhiệm Văn phòng Chính phủ, vào năm 1950.8 10 Sau ngày toàn quốc kháng chiến 19 tháng 12 năm 1946, Tôn Thị Hạnh và Tôn Thị Nghiêm theo cha lên chiến khu Việt Bắc. Tôn Thị Hạnh làm văn thư lưu trữ còn Tôn Thị Nghiêm làm điện báo viên ở Văn phòng Trung ương.8",
        "Tôn Thị Nghiêm kết hôn với một người tên Trúc, Phó Tiến sĩ, Chủ nhiệm khoa Đại học Y Hà Nội. Vợ chồng bà Tôn Thị Nghiêm đã mất vào thập niên 1980, ít năm sau khi Tôn Đức Thắng qua đời.8 Hai người có một người con trai tên Nam.12",
        "Năm 1946, Tôn Đức Thắng nhận nuôi hai người con gái nuôi là Tôn Thị Ngọc Quang sinh năm 1927 (không phải họ Tôn, sau 1954 đổi sang họ Tôn) và Tôn Thị Tuyết Dung13 14 (ít tuổi hơn bà Quang). Tôn Thị Ngọc Quang làm y tá ở một Viện quân y ở huyện Thanh Chương, tỉnh Nghệ An, và kết hôn với Nguyễn Thanh Phúc, quê Quảng Trị, chiến sĩ tình nguyện Việt Nam tại Lào. Hai người có một con trai tên Nguyễn Thanh Bình.11",
        "Ông được tặng thưởng Huân chương Sao Vàng năm 1958, nhân dịp ông 70 tuổi và là người đầu tiên được tặng Huân chương này.[cần dẫn nguồn]",
        "Ông được Hồ Chí Minh ca ngợi là \"gương mẫu đạo đức cách mạng, suốt đời cần kiệm liêm chính, suốt đời hết lòng hết sức phục vụ cách mạng, phục vụ nhân dân.\" Trong dịp kỷ niệm sinh nhật lần thứ 90 của ông, đoàn Chủ tịch Quốc hội Mông Cổ đã trao tặng Chủ tịch Tôn Đức Thắng Huân chương Xukhe Bato - huân chương cao quý nhất của Mông Cổ.15 16",
        "Ông cũng là người Việt Nam đầu tiên nhận được giải thưởng Hòa bình Quốc tế Lenin do Chính phủ Liên bang Xô viết trao tặng.17 18",
        "Tên ông được đặt cho một đường phố ở thành phố Odessa, Ukraina vì liên quan đến sự kiện phản chiến ở Hắc Hải,19 và cũng là tên của một trường đại học tại Thành phố Hồ Chí Minh. Nhiều con đường ở Việt Nam cũng được đặt tên theo tên ông.",
        "Tên gọi Tôn Đức Thắng cũng được đặt cho một giải thưởng cấp thành phố của Thành phố Hồ Chí Minh để tôn vinh những công nhân, kỹ sư có thành tích đặc biệt trong lao động và sản xuất.",
        "Vào dịp kỷ niệm 100 năm ngày sinh của ông (20/8/1888 - 20/8/1988), Nhà nước Việt Nam đã cho thành lập một bảo tàng với tên gọi ban đầu là \"Nhà trưng bày cuộc đời và sự nghiệp Chủ tịch Tôn Đức Thắng\" tại Thành phố Hồ Chí Minh, sau đó được đổi tên thành Bảo tàng Tôn Đức Thắng, bảo tàng này trước đây là tư dinh của Trần Thiện Khiêm, Thủ tướng chính quyền Việt Nam Cộng hòa.",
        "Hiện nay, Khu lưu niệm chủ tịch Tôn Đức Thắng ở An Giang cũng đã được Thủ tướng chính phủ Việt Nam xếp hạng là di tích quốc gia đặc biệt.",
        "Tên ông đặt cho đường phố ở Hà Nội (nối Chu Văn An với Nguyễn Lương Bằng), thành phố Hồ Chí Minh (nối Đinh Tiên Hoàng đến đoạn cắt Võ Văn Kiệt - Hàm Nghi), Hải Phòng (từ ngã tư Tô Hiệu và Trần Nguyên Hãn đến đường Hùng Vương), Đà Nẵng (nối Nguyễn Lương Bằng với Điện Biên Phủ), Đồng Hới (từ ngã tư Trần Hưng Đạo, Xuân Diệu và Hoàng Diệu đến đường Hà Huy Tập),..",
        "Đền thờ Chủ tịch Tôn Đức Thắng trong khu lưu niệm.",
        "Tượng Chủ tịch Tôn Đức Thắng trong đền thờ.",
        "Ngôi nhà thời niên thiếu trong khu lưu niệm.",
        "Cầu Tôn Đức Thắng ở thành phố Long Xuyên.",
        "(Nguồn: Wikipedia)"
    ]
}