{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Tôn Thất Thuyết",
        "Xuất thân",
        "Sự nghiệp",
        "Thời vua Tự Đức",
        "Thời vua Dục Đức, vua Hiệp Hoà",
        "Thời vua Hàm Nghi",
        "Phong trào Cần Vương",
        "Hoạt động tại Trung Quốc",
        "Những mất mát trong gia đình",
        "Đánh giá",
        "Chú thích",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Tôn Thất Thuyết - Người Kể Sử",
    "paragraphs": [
        "Tôn Thất Thuyết (chữ Hán: 尊室説; 1839 – 1913), biểu tự Đàm Phu (談夫), là quan phụ chính đại thần, nhiếp chính dưới triều Dục Đức, Hiệp Hòa, Kiến Phúc và Hàm Nghi của triều đại nhà Nguyễn trong lịch sử Việt Nam.",
        "Ông là người đã phế lập Dục Đức, Hiệp Hòa, Kiến Phúc và Hàm Nghi trong một thời gian ngắn của lịch sử, gây nên một cuộc khủng hoảng nghiêm trọng bên trong hoàng tộc. Khi thất bại trong một cuộc binh biến năm 1885, Tôn Thất Thuyết đã đưa Hàm Nghi đi Quảng Trị và chính ông nhân danh Hàm Nghi đã ra chiếu Cần Vương, kêu gọi chống Pháp nổi tiếng.",
        "",
        "",
        "Tôn Thất Thuyết sinh ngày 29 tháng 3 năm Kỷ Hợi, tức 12 tháng 5 năm 18391 tại làng Phú Mộng, bên bờ sông Bạch Yến cạnh Kinh thành Thuận Hóa, nay thuộc thôn Phú Mộng, phường Kim Long, thành phố Huế.",
        "Ông là con thứ hai của Đề đốc Tôn Thất Đính và bà Văn Thị Thu, cũng là cháu 5 đời của Hiền vương Nguyễn Phúc Tần, người được Gia Long truy tôn làm Thái Tông Hiếu Triết hoàng đế.",
        "Năm 30 tuổi (1869), Tôn Thất Thuyết giữ chức Án sát tỉnh Hải Dương. Đến tháng 7 năm 1870, được sung làm Biện lý Bộ hộ rồi sau đó (tháng 11) chuyển sang chức Tán tương giúp Tổng thống quân vụ đại thần Hoàng Tá Viêm \"dẹp loạn\" ở các tỉnh phía Bắc. Sau chiến dịch này, Tôn Thất thuyết được phong chức \"Quang lộc tự khanh\" và làm Tán lý quân thứ Thái Nguyên. Kể từ đây, ông chuyên hoạt động quân sự và nổi tiếng dần qua các cuộc giao tranh với những cánh quân chống lại triều đình Huế.",
        "Tháng 12 năm 1870, ông chỉ huy đánh dẹp nhóm Đặng Chí Hùng ở Thái Nguyên.",
        "Tháng 3 năm 1872 ông cùng Trương Văn Để đánh tan quân Tàu Ô ở Hải Dương, giết chết Hoàng Tề.",
        "Tháng 8 năm 1872, ông đánh thắng toán giặc Khách ở Quảng Yên.",
        "Tháng 12 năm 1873, ông cùng Hoàng Tá Viêm phục binh tại Cầu Giấy, Hà Nội giết chết viên chỉ huy quân sự trong đợt Pháp đánh miền Bắc lần thứ nhất là đại úy Francis Garnier.",
        "Tháng 7 năm 1874, ông cùng Hoàng Tá Viêm đàn áp 2 cuộc nổi dậy của hai sĩ phu Trần Tấn và Đặng Như Mai.",
        "Tháng 3 năm 1875, ông dập tắt được khởi nghĩa ở Cổ Loa, Đông Anh, bắt chém thủ lĩnh trận.",
        "Tháng 6 năm 1875, bức hàng nhóm Dương Đình Tín ở Thái Nguyên.",
        "Tháng 9 năm 1875, bắt sống được tướng quân Cờ vàng là Hoàng Sùng Anh ở Thái Nguyên....",
        "Với hàng loạt công lao như vậy nên Tôn Thất thuyết được vua Tự Đức cho thăng tiến nhanh. Tháng 3 năm 1872, ông được bổ làm Bố chính tỉnh Hải Dương. Năm 1873 làm Tham tán Đại thần hàm Thị lang Bộ binh, rồi lên thự Tham tri Bộ binh. Tháng 3 năm 1874 vẫn là Tham tán Đại thần nhưng Tôn Thất Thuyết được phong là Hữu tham tri Bộ binh, tước Vệ Chính Nam. Tháng 4 năm 1874, ông giữ chức Tuần Vũ tỉnh Sơn Tây kiêm Tham tán Đại thần. Tháng 3 năm 1875 ông là Tổng đốc Ninh-Thái kiêm Tổng đốc các việc quân Ninh-Thái-Lạng-Bằng. Đến tháng 10 năm 1875 lại được bổ làm Hiệp đốc quân vụ Đại thần, chức tước gần ngang với Tổng thống quân vụ Đại thần Hoàng Kế Viêm. Với thắng lợi vào năm 1881, Tôn Thất Thuyết được phong chức Thượng thư Bộ binh và sang tháng 2 năm 1882 ông kiêm thêm chức Hải phòng sứ Kinh thành Huế. Năm 1883, Tôn Thất Thuyết chính lãnh chức Thượng thư Bộ binh và sau đó được cử vào Cơ Mật Viện vào tháng 6 năm 1883.",
        "Vào tháng 10 năm 1875, khi ông đang làm Tổng đốc Ninh-Thái, phái viên Pháp ở Hà Nội đã đề nghị triều đình Huế phải thay người, vua Tự Đức đã bổ ông đi chỗ khác.",
        "Từ năm 1876, Tôn Thất Thuyết thường lâm bệnh, muốn thôi đảm đương việc quân và dâng sớ lên vua Tự Đức bày tỏ ý muốn đi tu2 .",
        "Ngày 19 tháng 7 năm 1883, Tự Đức đã triệu tập một số đại để chứng kiến việc ký di chúc truyền ngôi cho Hoàng tử Ưng Chân, đồng thời phong cho Tôn Thất Thuyết làm Đệ tam Phụ chính đại thần sau Trần Tiễn Thành và Nguyễn Văn Tường để giúp cho Ưng Chân kế vị ngôi vua vào tháng 7 năm 1883.",
        "Theo nhận xét của vua Tự Đức, Tôn Thất Thuyết\"có tài dụng võ, nhưng thiếu lương thiện, không trung thực và hay trốn trách nhiệm. Học hành kém, không nhất quán, nhát gan, đa nghi, dễ làm mất lòng người khác. Hắn phải học nhiều thêm để trở thành một người quân tử\"3 Tuy nhận xét như vậy, nhưng vua Tự Đức lúc sắp mất vẫn tin tưởng trao trọng trách Phụ chính Đại thần cho ông.",
        "Với chức vụ Phụ chính đại thần, cùng Nguyễn Văn Tường, Tôn Thất Thuyết đã nhiều lần làm việc phế lập. Đầu tiên là việc phế bỏ Dục Đức, đưa Hiệp Hòa lên ngôi.",
        "Tháng 8 năm 1883, Tôn Thất Thuyết được thăng chức Điện tiền tướng quân, Hiệp biện Đại học sỹ, tước Vệ Chính Bá. Nhưng do ông đã phản đối Hiệp ước Harmand ký ngày 25 tháng 8 năm 1883, nên đã bị Hiệp Hoà đổi sang làm Thượng thư Bộ Lễ rồi Thượng thư Bộ Lại. Do không chấp nhận chủ trương đầu hàng Pháp nên ông đã tổ chức đảo chính vào cuối tháng 11 năm 1883, phế bỏ Hiệp Hòa đưa Kiến Phúc lên ngôi và về giữ lại chức Thượng thư Bộ Binh. Trong triều đình Huế tất cả những quan từng có quan hệ mật thiết với Pháp đều bị ông tìm cách trừ khử. Ông thâu tóm quyền lực trong tay để chuẩn bị cho công cuộc chống Pháp sắp tới. Việc đưa Hàm Nghi lên ngôi vào đầu tháng 8 năm 1884, sau cái chết của vua Kiến Phúc, cũng xuất phát từ ý đồ của Tôn Thất Thuyết nhằm hướng triều đình theo chủ trương chống Pháp.",
        "Từ lúc về Huế tham dự triều chính, đặc biệt là sau ngày vua Tự Đức mất, Tôn Thất Thuyết đã làm hết sức mình để biến triều đình Huế thành trung tâm đầu não của cuộc kháng Pháp. Song lực yếu thế cô, Tôn Thất Thuyết phải chịu cảnh đắng cay khi Hiệp Hòa ký Hòa ước Quý Mùi (25 tháng 8 năm 1883) và phải chấp nhận xuôi tay khi Kiến Phúc ký Hòa ước Giáp Thân (6 tháng 6 năm 1884). Đến lúc đưa Hàm Nghi lên ngôi (2 tháng 8 năm 1884), Tôn Thất Thuyết mới thực sự nắm được triều đình đã mất gần hết quyền lực và ông cố hết sức để đưa nó thoát khỏi những ràng buộc mà người Pháp đang thiết lập. Người Pháp cũng đã công nhận \"triều đình An Nam đã biểu dương một thái độ không hèn\" và \"thái độ ấy do Hội đồng Phụ chính đề ra\"4 và Tôn Thất Thuyết trở thành đối tượng cần thanh toán hàng đầu của người Pháp.",
        "Dưới thời vua Hàm Nghi, Tôn Thất Thuyết thực sự trở thành cái gai mà người Pháp muốn nhổ ngay lập tức.",
        "Đầu tháng 1 năm 1884, Tôn Thất Thuyết lập đội quân Phấn Nghĩa và giao cho Trần Xuân Soạn trực tiếp chỉ huy để sẵn sàng ứng phó khi có sự cố. Trong tình thế luôn bị thực dân Pháp muốn loại bỏ, ông đã ra tay trước để giành thế chủ động bằng cuộc tấn công Pháp tại Huế vào đêm 4 tháng 7 năm 1885, khi quân Pháp đang mở tiệc chiêu đãi thì Tôn Thất Thuyết cho quân đánh úp vào trại lính và của Tòa Khâm sứ Pháp, nhưng đã thất bại. Sau đó ông đã đưa Hàm Nghi ra Sơn Phòng Quảng Trị, thay mặt vua hạ chiếu Cần Vương. Hai con trai của Tôn Thất Thuyết là Tôn Thất Đạm và Tôn Thất Thiệp cũng đều là chỉ huy trong phong trào Cần Vương.",
        "Người Pháp treo giải 2000 lạng bạc cho ai nộp đầu Tôn Thất Thuyết và ai bắt được vua Hàm Nghi thì được thưởng 500 lạng bạc.",
        "Mặc cho ba bà Thái hậu và nhiều quan lại kêu gọi quay về triều đình, Tôn Thất Thuyết vẫn tuyên bố: \"Về Huế là tự mình đưa chân vào cho ngục thất, mà người cầm chìa khoá là quân Pháp. Thừa nhận Hiệp ước 1884 là dâng nước Nam cho kẻ địch. Đành rằng hoà bình là quý, nhưng không lo khôi phục sẽ mang tiếng là đã bỏ giang sơn của tiền triều dày công gây dựng và còn có tội với hậu thế\"5",
        "Sau khi giúp vua Hàm Nghi xây dựng căn cứ lãnh đạo phong trào kháng Pháp, nhận thấy tương quan lực lượng khá chênh lệch, vào tháng 2 năm 1886, Tôn Thất Thuyết đã để cho hai con trai của mình là Tôn Thất Thiệp và Tôn Thất Đạm tiếp tục duy trì \"triều đình Hàm Nghi\" chống Pháp, còn mình cùng với Trần Xuân Soạn và Ngụy Khắc Kiều tìm đường cầu viện, vượt Hà Tĩnh rồi Nghệ An, đến tháng 3 năm 1886 ông tới Thanh Hoá. Ông dừng chân tại Cẩm Thuỷ một thời gian và cùng Trần Xuân Soạn và em ruột Tôn Thất Hàm thảo luận về kế hoạch khởi nghĩa rồi phân Soạn ở lại lo phát triển phong trào. Sau đó ông đến tổng Trịnh Vạn thuộc châu Thường Xuân hội kiến Cầm Bá Thước và ở lại đó cho đến ngày 22 tháng 4 năm 1886. Từ đấy ông qua thượng lưu sông Mã, đến châu Quan Hóa để gặp tù trưởng người Mường là Hà Văn Mao. Điểm dừng chân lâu nhất của ông là vào tháng 6 năm 1886 tại nhà tù trưởng người Thái là Đèo Văn Trị, bởi lẽ lúc này ông mắc bệnh rất nặng, không thể tiếp tục đi được. Ông tiếp tục lên đường đi Vân Nam và đến Quảng Đông vào tháng 2 năm 1887. Ông chủ trương cầu viện nhà Thanh giúp Việt Nam đánh thực dân Pháp. Cuối năm 1888, vua Hàm Nghi bị bắt vì thuộc hạ Trương Quang Ngọc phản bội, Tôn Thất Thiệp và Tôn Thất Đạm đều chết trong lần đó. Nhưng cuộc cầu viện bất thành, ông đành tìm các bạn lưu vong như Nguyễn Thiện Thuật, cố gắng liên lạc với phong trào trong nước.",
        "Lúc này tại Thanh Hóa, cuộc khởi nghĩa Ba Đình bị dập tắt, căn cứ của Trần Xuân Soạn bị mất, nên ông Soạn đã vượt biên sang Trung Quốc gặp ông Thuyết tại Quảng Đông. Việc cầu viện của Tôn Thất Thuyết bất thành nhưng ông đã dựa vào tình cảm cá nhân của một số quan lại Mãn Thanh chống Pháp nên Tôn Thất Thuyết đã cùng các đồng sự của ông tổ chức liên lạc với các cuộc chống Pháp bên trong nước, mua sắm vũ khí, đạn dược về cho nghĩa quân. Trâu bò, lúa gạo từ Việt Nam được chuyển sang Trung Quốc và đổi lấy vũ khí đưa về. Việc tiếp tế này duy trì mãi đến năm 1894 thì kết thúc do biên giới Việt - Trung bị khoá. Tống Duy Tân sau khi thất bại ở Thanh Hóa đã sang Quảng Đông gặp ông, nhưng năm 1888 ông lại cử Tống Duy Tân về xây dựng căn cứ chống Pháp ở Hùng Lĩnh.",
        "Năm 1889, Tôn Thất Thuyết cử người về Hà Tĩnh và phong cho Phan Đình Phùng làm Bình Trung tướng quân. Hầu hết các tướng lĩnh vùng Đông Bắc và Bắc Kỳ đều có sự liên lạc với Tôn Thất Thuyết. Ông đã tổ chức nhiều hoạt động chống Pháp ở vùng Đông Triều liên tục trong những năm 1891 - 1892. Những năm 1892 - 1895, do bị mất liên lạc trong nước, ông đã xây dựng nhiều toán quân có vũ trang mà chủ yếu là người Hoa và dân tộc thiểu số. Tháng 6 năm 1892, ông đã chỉ đạo cho Lương Phúc đưa quân xâm nhập tổng Hoành Mô thuộc Móng Cái, phát tuyên ngôn dưới danh nghĩa Hàm Nghi để đánh Pháp. Đầu năm 1893, ông đã chỉ đạo cho Vũ Thái Hà tiến vào Bình Hồ cũng thuộc Móng Cái để tấn công Pháp cũng dưới danh nghĩa Cần Vương.",
        "Tháng 3 năm 1895, ông cho một đạo quân tiến đánh Cao Bằng, chiếm vùng Lục Khu nhưng bị Pháp đẩy lui. Từ năm 1895, chiến tranh Trung - Nhật nổ ra, biên giới Việt - Trung bị kiểm soát chặt chẽ, người Pháp yêu cầu nhà Mãn Thanh quản thúc Tôn Thất Thuyết, theo dõi Lưu Vĩnh Phúc nên các hoạt động của ông chấm dứt. Ông bị cấm túc, không được ra khỏi nơi cư trú. Triều đình Mãn Thanh cấp cho ông khoản trợ cấp hàng tháng 60 lạng bạc để hưu trí. Trong những năm cuối đời, ông thường có cơn điên dại và thường múa gươm chém vào những tảng đá trong vườn. Tính khí thất thường của ông trong những năm này khiến những người theo ông dần bỏ về Việt Nam hết. Trong những năm này, do cô quạnh, ông tái giá với một bà góa người Trung Quốc năm 1899.6 Nhân dân vùng Long Châu, Quảng Đông, Trung Quốc gọi ông là \"Đả thạch lão\" (\"Ông già chém đá\"). Ông mất tại Trung Quốc vào ngày 22 tháng 9 năm 1913.",
        "Gia đình Tôn Thất Thuyết đã được người đời xưng tặng là \"Toàn gia yêu nước\"[cần dẫn nguồn].",
        "Có nhiều đánh giá trái ngược liên quan đến cuộc đời của Tôn Thất Thuyết, xuất phát từ quan điểm thời cuộc:",
        "(Nguồn: Wikipedia)"
    ]
}