{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Trần Dụ Tông<br><font size=\"2\">陳裕宗<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Vua Việt Nam <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hoàng đế Đại Việt<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Trị vì<\/th>\n   <td>1341 - 1369 \n    <div class=\"timeline-wrapper\">\n     <map name=\"timeline_780fdc1e08d2e430f1e875c97a7c7c44\" id=\"timeline_780fdc1e08d2e430f1e875c97a7c7c44\"><\/map><img class=\"jch-lazyload\" usemap=\"#timeline_780fdc1e08d2e430f1e875c97a7c7c44\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/tran-du-tong/8e8e7704bb8ad0d40a54089e063882a9.png\">\n     <noscript>\n      <img usemap=\"#timeline_780fdc1e08d2e430f1e875c97a7c7c44\" src=\"/images/wiki/tran-du-tong/8e8e7704bb8ad0d40a54089e063882a9.png\">\n     <\/noscript>\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/tran-hien-tong\" title=\"Trần Hiến Tông (chữ Hán: 陳憲宗; 17 tháng 5, 1319 – 11 tháng 6, 1341), là vị Hoàng đế thứ sáu của triều đại nhà Trần trong lịch sử Việt Nam, trị vì trong 13 năm (1329 - 1341). \n Hiến Tông tuy cai trị trên danh nghĩa, nhưng việc điều khiển triều chính đều do Thái thượng hoàng Trần Minh Tông xử lý. Trong...\" target=\"_blank\">Trần Hiến Tông<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thái thượng hoàng<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/tran-minh-tong\" title=\"Trần Minh Tông (chữ Hán: 陳明宗, 4 tháng 9 năm 1300 – 10 tháng 3 năm 1357), là vị hoàng đế thứ năm của nhà Trần trong lịch sử Việt Nam. Ông ở ngôi từ tháng 4 năm 1314 đến tháng 3 năm 1329, sau đó làm Thái thượng hoàng từ năm 1329 đến khi qua đời. \n Minh Tông là con thứ tư của Trần Anh Tông, được vua ch...\" target=\"_blank\">Trần Minh Tông<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td>Hôn Đức công<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thê thiếp<\/th>\n   <td>Huy Từ Tá Thánh hoàng hậu<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên húy<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/tran-hao\" title=\"Trần Hạo có thể là một trong những nhân vật sau:...\" target=\"_blank\">Trần Hạo<\/a> (陳暭)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Niên hiệu<\/th>\n   <td><small>Thiệu Phong (紹豐; 1341 - 1357)<br>\n      Đại Trị (大治; 1358 - 1369)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thụy hiệu<\/th>\n   <td><font color=\"grey\">Thống Thiên Thể Đạo Nhân Minh Quang Hiếu Hoàng đế<\/font><br>\n     (統天體道仁明光孝皇帝)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Miếu hiệu<\/th>\n   <td>Dụ Tông (裕宗)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Triều đại<\/th>\n   <td>Nhà Trần<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/tran-minh-tong\" title=\"Trần Minh Tông (chữ Hán: 陳明宗, 4 tháng 9 năm 1300 – 10 tháng 3 năm 1357), là vị hoàng đế thứ năm của nhà Trần trong lịch sử Việt Nam. Ông ở ngôi từ tháng 4 năm 1314 đến tháng 3 năm 1329, sau đó làm Thái thượng hoàng từ năm 1329 đến khi qua đời. \n Minh Tông là con thứ tư của Trần Anh Tông, được vua ch...\" target=\"_blank\">Trần Minh Tông<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân mẫu<\/th>\n   <td>Hiến Từ hoàng hậu<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>22 tháng 11 năm 1336<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>25 tháng 5, 1369 (32&nbsp;tuổi)<br>\n     Quang Triều cung, Thăng Long<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">An táng<\/th>\n   <td>Tháng 11 năm 1369<br>\n     Phụ Lăng (阜陵)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tôn giáo<\/th>\n   <td>Phật giáo<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><p>\"Dụ Tông bị ngã xuống nước mà bệnh, chẳng lẽ lại không biết là mình không có con hay sao? Nhật Lễ là đứa làm trò, chẳng lẽ lại không biết nó không phải là con của Dục hay sao? Huống chi các con của Minh Tông đều có tài nghệ cả, nếu nghĩ tới xã tắc làm trọng thì chọn người nào có tài đức lập làm thiên tử để làm yên lòng thiên hạ, như vậy gốc nước sẽ được vững bền. Đã không biết làm như thế, đến khi ốm nặng lại không bàn với thái hoàng tính kế vì xã tắc, lại xuống chiếu gọi Nhật Lễ vào nối đại thống để cho mình bị tuyệt tự, mà sau khi chết, còn vạ lây đến Thái hoàng và Thái tể<sup class=\"annotation badge\" title=\"^ Tức là Hiến Từ Thái hoàng Thái Hậu và Trần Nguyên Trác - con thứ của vua Trần Minh Tông đồng thời là quan Thái tể dưới triều vua Nhật Lễ.[2] [3]\">11<\/sup> . Nếu không có Nghệ Hoàng và các vị tông thất khác thì quốc gia đã không còn là của họ Trần nữa rồi.<i>\"<sup class=\"annotation badge\" title=\"^ a ă â b c d đ e ê g h i k l m n o Đại Việt sử ký toàn thư, quyển 7\">2<\/sup> <\/i><\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Đại Việt Sử ký Toàn thư - <a class=\"annotation\" href=\"/nhan-vat/ngo-si-lien\" title=\"Ngô Sĩ Liên (chữ Hán: 吳士連) (khoảng đầu thế kỷ 15 -&amp;#160;?) là một nhà sử học thời Lê sơ, sống vào thế kỷ 15. Ông là người đã tham gia khởi nghĩa Lam Sơn và có công lớn trong việc biên soạn bộ Đại Việt sử ký toàn thư - bộ quốc sử chính thống cũ nhất của Việt Nam mà còn được lưu truyền tới ngày nay....\" target=\"_blank\">Ngô Sĩ Liên<\/a><\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><p><i>Dụ Tông bị ngã xuống nước mà bệnh, chẳng lẽ lại không biết là mình không có con hay sao? Nhật Lễ là đứa làm trò, chẳng lẽ lại không biết nó không phải là con của Dục hay sao? Huống chi các con của Minh Tông đều có tài nghệ cả, nếu nghĩ tới xã tắc làm trọng thì chọn người nào có tài đức lập làm thiên tử để làm yên lòng thiên hạ, như vậy gốc nước sẽ được vững bền. Đã không biết làm như thế, đến khi ốm nặng lại không bàn với Thái hoàng tính kế vì xã tắc, lại xuống chiếu gọi Nhật Lễ vào nối đại thống để cho mình bị tuyệt tự, mà sau khi chết, còn vạ lây đến Thái hoàng và Thái tể (chỉ Trần Nguyên Trác). Nếu không có Nghệ Hoàng và các vị tông thất khác thì quốc gia đã không còn là của họ Trần nữa rồi. Vua biết tôn trọng thầy dạy (tức Chu Văn An), nhưng lại không bàn việc nước với thầy. Vì thế bậc hiền năng không nên để chỉ làm vì. Chu An đi rồi, không còn ai bảo ban vua đạo hay lẽ phải nữa. Đó thực là \"không tin bậc nhân hiền thì nước trống rỗng như không có người\" vậy<\/i><\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— <a class=\"annotation\" href=\"/nhan-vat/ngo-si-lien\" title=\"Ngô Sĩ Liên (chữ Hán: 吳士連) (khoảng đầu thế kỷ 15 -&amp;#160;?) là một nhà sử học thời Lê sơ, sống vào thế kỷ 15. Ông là người đã tham gia khởi nghĩa Lam Sơn và có công lớn trong việc biên soạn bộ Đại Việt sử ký toàn thư - bộ quốc sử chính thống cũ nhất của Việt Nam mà còn được lưu truyền tới ngày nay....\" target=\"_blank\">Ngô Sĩ Liên<\/a><\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Trần Dụ Tông",
        "Thân thế",
        "Trị vì",
        "Niên hiệu Thiệu Phong",
        "Niên hiệu Đại Trị",
        "Suy trị",
        "Giặc Chiêm",
        "Nhà Minh",
        "Truyền ngôi",
        "Nhận định",
        "Xem thêm",
        "Ghi chú",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Trần Dụ Tông - Người Kể Sử",
    "paragraphs": [
        "Trần Dụ Tông (chữ Hán: 陳裕宗; 22 tháng 11, 1336 – 25 tháng 5, 1369), là vị hoàng đế thứ 7 của Triều đại nhà Trần trong lịch sử Việt Nam, cai trị 28 năm, từ năm 1341 đến năm 1369.",
        "Ông lên ngôi Hoàng đế khi còn thơ ấu, và Minh Hoàng nắm mọi quyền bính, do đó đất nước ổn định. Nhưng, sau khi Minh Hoàng qua đời, Dụ Tông đích thân chấp chính và Triều đại của ông đánh dấu sự mở đầu của quá trình suy yếu nền chính trị của họ Trần về sau1 2 . Lúc này, Nhà Nguyên đang đại loạn, Minh Thái Tổ dấy binh đánh với Trần Hữu Lượng, có đem sứ giả sang nhờ triều đình nhà Trần cứu viện nhưng thấy chiến sự hỗn loạn nên không tham gia, tuy nhiên ông vẫn cho quân lính phòng ngự ở biên giới để tránh bạo loạn2 . Ở phía Nam, Chiêm Thành trở nên không thông hiếu, nhiều lần qua cướp các vùng Thanh Hóa, Hóa Châu, làm hại dân lành, Dụ Tông ra sức sai quân lính bảo vệ biên cương, nhưng vẫn ở thế giằng co.",
        "Tuy hăng hái về chính sự, nhưng Dụ Tông lại thích hưởng lạc nhiều, xây dựng nhiều cung điện, thích đánh bạc, nuôi chim thú lạ khắp nơi, trong cung lại hiện ra khung cảnh hào hoa tráng lệ khác thường. Vì mải chơi bời nên sức khỏe kém, mất mà không có con nối, đến nỗi truyền ngôi cho kẻ gian là Dương Nhật Lễ, làm họ Trần suýt mất nếu không có Nghệ Hoàng.",
        "",
        "",
        "Dụ Tông hoàng đế tên thật là Trần Hạo (陳暭), tên dùng khi ngoại giao với nhà Minh là Trần Nhật Khuê (陳日煃), là con trai thứ 10 của Minh Tông Duệ Hiếu hoàng đế, mẹ ông là Hiến Từ Tuyên Thánh hoàng hậu, con gái của Huệ Vũ Đại vương Trần Quốc Chẩn2 . Ông là con út do Hiến Từ Tuyên Thánh hoàng hậu sinh ra, trên ông có Cung Túc vương Trần Nguyên Dục và Thiên Ninh công chúa. Theo thân phận, ông thuộc dòng Hoàng đích tử, thân phận cao quý hơn Trần Hiến Tông, Trần Nghệ Tông và Trần Duệ Tông, vốn đều do các phi tần sinh ra.",
        "Năm 1339, khi mới 4 tuổi, ông đã bị ngã xuống nước suýt chết đuối hôm rằm trung thu. Thầy thuốc Trâu Canh (vốn gốc Hoa, có cha là ngự y của Hốt Tất Liệt) cứu sống được nhưng nói rằng hoàng tử Hạo sẽ bị liệt dương.",
        "Năm 1341, Trần Hiến Tông qua đời khi mới 22 tuổi, không có con nối dõi. Anh trưởng của ông là Cung Túc vương có thái độ ngông cuồng cho nên Minh Hoàng nghĩ là Cung Túc không thể nào gánh vác việc nước và không lập cho làm Hoàng đế kế nhiệm. Thượng hoàng quyết định chọn Trần Hạo, khi đó mới 6 tuổi.2 3",
        "Ngày 21 tháng 8, cùng năm, Minh Hoàng ra chỉ lập Trần Hạo lên nối ngôi, tự xưng làm Dụ Hoàng (裕皇)2 . Vì lên ngôi còn nhỏ, mọi việc đều do Minh Hoàng quyết định.",
        "Vào niên hiệu Thiệu Phong (紹豐), quyền bính phần nhiều đều do Minh Hoàng quản lý vì bấy giờ Dụ Tông còn nhỏ, việc chính trị được Minh Hoàng duy trì tiếp tục hưng thịnh2 4 . Theo lệnh của Triều đình, các danh thần Trương Hán Siêu và Nguyễn Trung Ngạn đã bắt tay vào việc biên soạn các bộ \"Hoàng Triều đại điển\" và \"Hình thư\".2 Năm 1342, Trung Ngạn chọn đinh tráng các lộ bổ sung các ngạch thiếu của Cấm vệ quân, định thành sổ sách. Khu mật viện có phần quản lãnh Cấm quân bắt đầu từ Trung Ngạn.",
        "Mùa hè tháng 4 năm 1342, anh khác mẹ của Dụ Tông là Cung Tĩnh Đại Vương Trần Nguyên Trác5 được phong làm Thái úy, nắm hết binh quyền trong triều đình, việc bấy giờ là truyền thống của họ Trần khi để hoàng thân nắm hết các chức vụ trọng yếu của triều đình. Cung Tĩnh đại vương là con trai thứ hai của Minh Hoàng, bấy giờ sau khi Hiến Tông hoàng đế không còn thì là Trưởng tử trong các con của Minh Hoàng3 .",
        "Mùa xuân, năm Thiệu Phong thứ 4 (1344), Hiến Tông hoàng đế được mai táng tại An Lăng ở Kiến Xương. Theo lời bình của sử thần Ngô Sĩ Liên: \"Thiên tử mất 7 tháng thì chôn. Ngày xưa Chu Hoàn Vương mất đến 7 năm mới chôn là vì nhà Chu khi ấy có loạn Tử Nghi và Hắc Kiên. Hiến Tông đến nay đã mất 4 năm rồi mới táng, vẫn chưa biết lý do vì sao. Có lẽ còn thượng hoàng nên phải theo lệnh chăng? Nhưng lúc ấy cũng không thấy ai đem lẽ ra bàn cãi cả.\"2",
        "Vào thời gian này, có vài đợt hạn hán và mất mùa lớn xảy ra, Minh Hoàng ra chỉ miễn thuế và cứu đói nhiều lần, lại ra chỉ soát tù, giảm tội cho các phạm nhân. Một số cuộc khởi nghĩa của nông dân bùng phát như Ngô Bệ năm 1344, Tề năm 1354. Ngoài ra còn có những cuộc nổi dậy khác của người Lạng Sơn và Thái Nguyên năm 1351. Trừ cuộc nổi dậy của Ngô Bệ tới năm 1360 mới bị dẹp, các cuộc nổi dậy khác đều nhanh chóng bị trấn áp.",
        "Phía tây, Ai Lao sau nhiều lần thua trận không sang cướp phá nữa. Phía bắc, nhà Nguyên đã suy yếu. Tuy nhiên phía Nam, nước Chiêm Thành tiếp tục tình trạng lục đục nội bộ. Năm 1342, tháng 5, chúa Chiêm thành Chế A Nan chết, con rể là Trà Hòa Bố Đề tự lập làm Quốc vương, sai sứ thần sang thông hiếu. Đến năm 1346, triều đình sai sứ sang khiển trách về việc không thông hiếu hằng năm, đánh dấu việc rạn nứt mối quan hệ Chiêm Thành và Đại Việt.",
        "Năm 1351, Ngự y Trâu Canh thấy Dụ Tông bị liệt dương, bèn dâng phương thuốc nói rằng giết đứa bé con trai, lấy mật hòa với dương khởi thạch mà uống và thông dâm với chị hay em ruột của mình thì sẽ hiệu nghiệm. Dụ Tông làm theo, thông dâm với chị ruột là Thiên Ninh Trưởng công chúa Ngọc Tha, quả nhiên công hiệu. Canh từ đấy được yêu quý hơn, được ngày đêm luôn ở trong hậu cung hầu hạ thuốc thang, Canh nhân đó liền thông dâm với cung nữ. Việc phát giác, Minh Hoàng định bắt Canh chết, nhưng vì có công chữa khỏi bệnh cho Dụ Tông nên được tha.",
        "Năm 1357, ngày 19 tháng 2, Minh Hoàng băng hà tại Bảo Nguyên cung. Đến ngày 11 tháng 11 năm ấy, táng ở Mục lăng. Bấy giờ sau khi Minh Hoàng băng, Dụ Tông đã trưởng thành, tự coi chính sự.",
        "Năm 1358, Dụ Tông đổi niên hiệu là Đại Trị (大治), bắt đầu tự thân chuyên chính. Bấy giờ, Huệ Vũ vương Trần Quốc Chẩn (thân phụ của Hiến Từ Thái hậu, mẹ ruột của Dụ Tông) đã được minh oan, Dụ Tông truy phong ông ngoại làm Đại vương để vinh danh.",
        "Vào đầu năm này, hạn hát, sâu cắn lúa, thiên tai xảy ra khiến nhiều người chết đói. Dụ Tông ban chỉ khuyến khích các nhà giàu ở các lộ bỏ thóc ra chẩn cấp dân nghèo. Các quan ở địa phương tính xem số thóc bỏ ra là bao nhiêu trả lại bằng tiền.",
        "Ngô Bệ tiếp tục đem quân tụ họp ở núi Yên Phụ, dựng cờ lớn ở trên núi, tiếm sưng vị hiệu, yết bảng nói cứu giúp dân nghèo. Từ Thiên Liêu đến Chí Linh, Bệ chiếm giữ cả. Dụ Tông bèn xuống chiếu cho An phủ sứ các lộ đem quân các đội phong đoàn đi bắt giặc cướp, đến năm 1360 thì Bệ bị giết, đồng đảng hơn 30 người đều bị xử tử.",
        "Tháng 4 năm Thiệu Phong thứ 7 (1357), ông phong cho người anh là Trần Thiên Trạch tước Cung Tín Vương.2 Thời gian này, Dụ Tông cho xây nhiều cung điện và vườn tược trong hậu cung, rất nhiều cung điện nguy nga được dựng lên.",
        "Các gian thần kéo bè kết đảng lũng đoạn triều chính. Thấy triều chính hỗn loạn, danh nho Chu Văn An dâng Thất trảm sớ xin chém 7 gian thần nhưng Dụ Tông không nghe, liền bỏ quan về dạy học. Các vị quan khác như Phạm Sư Mạnh, Lê Quát tuy có năng lực nhưng không can gián được Dụ Tông bớt hưởng lạc mà chú tâm vào chính sự6 .2 . Vốn Chu Văn An yêu thích núi Chí Linh nên ông về cư ngụ tại đó, chỉ khi nào có buổi thiết triều quan trọng thì mới tới kinh sư. Dụ Tông muốn giao cho Chu Văn An đại quyền, thế nhưng Chu Văn An một mực khước từ không nhận. Thấy vậy, Hiến Từ Thái hậu đã khuyên can: \"Ông ta là người không thể nào bắt làm tôi được, ta sai bảo thế nào được ông ta?\". Và, khi nhà vua ban áo mũ cho Chu Văn An thì danh nho này chỉ đa tạ thôi chứ không nhận lấy.2",
        "Dụ Tông say mê đàn hát, tuồng chèo, thường sai các Vương hầu và Công chúa bày tiệc đóng trò hát tuồng cho vui, ai diễn hay thì được thưởng. Mặc dù phép tắc nhà Trần rất nghiêm khắc với tội đánh bạc nhưng Trần Dụ Tông lại thích trò này, chiêu tập các nhà giàu vào cung đánh bạc cùng7 . Sử cũ chép rằng, có người đã xàm tấu với ông rằng Thái úy Cung Tĩnh vương Trần Nguyên Trác đã yểm bùa hại ông,3 Hoàng đế chút nữa là sát hại Nguyên Trác, nhưng Hiến Từ Hoàng thái hậu đã can ngăn.",
        "Năm 1363, Dụ Tông cho dân phu đào hồ ở vườn ngự trong hậu cung. Trong hồ xếp đá làm núi, bốn mạch đều khai ngòi cho chảy thông nhau. Trên bờ hồ trồng thông, tre và các thứ hoa thơm cỏ lạ. Lại nuôi chim quý, thú lạ trong đó. Phía tây hồ trồng hai cây quế, dựng điện Song Quế. Lại gọi tên điện là điện Lạc Thanh, tên hồ là hồ Lạc Thanh. Dụ Tông lại sai đào một hồ nhỏ khác. Sai người Hải Đông chở nước mặn chứa vào đó, đem các thứ hải vật như đồi mồi, cua, cá nuôi ở trong hồ. Lại sai người Hóa Châu chở cá sấu đến thả vào đó. Lại có hồ Thanh Ngư để thả cá thanh phụ (cá diếc). Đặt chức khách đô để trông coi.",
        "Tháng 6 năm 1366, Dụ Tông ngự thuyền chơi đêm, khi về bị mất ấn và gươm báu. Ông biết mình không sống thọ, càng chơi bời quá độ.",
        "Dụ Tông nghiện rượu, thích rủ các quan cùng uống thi. Ai uống thắng được ông thăng chức. Chính chưởng phụng ngự cung Vĩnh An là Bùi Khoan dùng mẹo uống dối được trăm thăng, Dụ Tông tin là thật, thưởng tước hai tư để dự thăng trật2 7 . Quan gia thích chơi bời, các quý tộc cũng hưởng ứng theo quan gia khiến triều đình rối nát. Bên ngoài xảy ra mất mùa trong nhiều năm, Dụ Tông chỉ có các biện pháp khắc phục tạm thời như sai các nhà hào phú bỏ thóc lúa chu cấp cho người nghèo để chống đói và thưởng chức tước cho họ để trả công; ông không chú trọng việc đắp đê và làm thủy lợi để phát triển nông nghiệp lâu dài6 .",
        "Phan Phu Tiên nói: Luật pháp nhà Trần nghiêm cấm đánh bạc đến như vậy, thế mà đến đời Dụ Tông lại công nhiên làm bậy, gọi là những người giàu vào cung đánh bạc, rồi sau người trong nước bắt chước cái dở ấy, không thể ngăn cấm được nữa. Cuối cùng vì tệ đánh bạc mà rồi mất nước.",
        "Lúc này, Chiêm Thành ở phía nam thừa cơ đánh cướp.",
        "Tháng 3 năm 1361, quân Chiêm Thành vượt biển đến cướp dân ở cửa biển Dĩ Lý8 . Quân nhà Trần đánh tan quân Chiêm. Tháng 3 năm 1362, quân Chiêm Thành lại tiến đánh Hóa Châu, bắt dân rồi rút lui. Trần Dụ Tông sai Đỗ Tử Bình duyệt bổ quân ở Lâm Bình, Thuận Hóa và đắp thành Hóa Châu.",
        "Tháng giêng năm 1365, quân Chiêm Thành tiến đến đánh úp, bắt dân Hóa Châu mang về nước. Sang tháng 3 năm 1366, quân Chiêm lại đến cướp phủ Lâm Bình. Quan phủ là Phạm A Song đánh bại được quân Chiêm. Trần Dụ Tông bèn phong cho A Song làm Đại tri phủ Lâm Bình.",
        "Vào tháng 2 năm 1367, người Chiêm Thành sang đòi lại đất ở Hóa Châu2 . Cuối năm ấy, Trần dụ Tông sai Trần Thế Hưng làm chánh tướng, Đỗ Tử Bình làm phó tướng, đi đánh Chiêm Thành. Quân Trần bị quân Chiêm mai phục bắt sống Thế Hưng, còn Tử Bình trốn thoát.",
        "Khi ấy, do thấy binh thế Đại Việt suy yếu, nên Chiêm Thành tỏ ra coi thường người Việt. Trong năm Mậu Thân (1368), họ cử sứ giả sang Đại Việt để buộc nhà Trần phải cống cho đất Hóa Châu. Sử sách không chép nhiều về sự kiện này.9",
        "Đầu năm 1368, Chu Nguyên Chương xưng đế, lập ra Nhà Minh ở Trung Quốc. Trần Dụ Tông cử đoàn sứ thần sang triều cống vua Minh Thái Tổ. Ngày 23, tháng 7 năm 1369, đoàn sứ thần gồm Đồng Thì Mẫn (同時敏), Đoạn Đễ (段悌), Lê An Thế (黎安世) dẫn đầu đã đến Trung Quốc. Vua Minh sai các quan sang phong tước hiệu An Nam quốc vương cho Trần Nhật Khuê (陳日煃 - Chen Ri-kui - một tên gọi khác của Trần Dụ Tông). Hai sứ thần nhà Minh Ngưu Lượng (牛諒 - Niu Liang), Trương Dĩ Ninh (張以寧 - Zhang Yi-ning) đến Đại Việt để trao ấn bạc mạ vàng có khắc hình lạc đà. Tuy nhiên, đoàn sứ nhà Minh tới biên giới Việt Nam khoảng tháng 11 năm 1369 thì hay tin Dụ Tông đã mất nên hoãn việc phong vương.10",
        "Năm Kỷ Dậu (1369), Dụ Tông băng hà ở Quang Triều cung, thọ 34 tuổi. Ông cai trị tất cả 28 năm, được an táng tại Phụ Lăng (阜陵). Thụy hiệu là Thống Thiên Thể Đạo Nhân Minh Quang Hiếu Hoàng Đế (統天體道仁明光孝皇帝).",
        "Dụ Tông không có con kế vị2 . Trước khi mất ông để lại di chiếu lập con người anh Cung Túc vương Trần Nguyên Dục là Nhật Lễ lên kế vị, Cung Túc Vương vốn đã qua đời vào năm 13642 .",
        "Sử thần Ngô Sĩ Liên có lời bàn về chiếu trao ngôi đại thống cho Nhật Lễ của Dụ Tông như sau:",
        "\"Dụ Tông bị ngã xuống nước mà bệnh, chẳng lẽ lại không biết là mình không có con hay sao? Nhật Lễ là đứa làm trò, chẳng lẽ lại không biết nó không phải là con của Dục hay sao? Huống chi các con của Minh Tông đều có tài nghệ cả, nếu nghĩ tới xã tắc làm trọng thì chọn người nào có tài đức lập làm thiên tử để làm yên lòng thiên hạ, như vậy gốc nước sẽ được vững bền. Đã không biết làm như thế, đến khi ốm nặng lại không bàn với thái hoàng tính kế vì xã tắc, lại xuống chiếu gọi Nhật Lễ vào nối đại thống để cho mình bị tuyệt tự, mà sau khi chết, còn vạ lây đến Thái hoàng và Thái tể11 . Nếu không có Nghệ Hoàng và các vị tông thất khác thì quốc gia đã không còn là của họ Trần nữa rồi.\"2",
        "Trong triều, hoàng tộc muốn lập người anh khác của Dụ Tông là Cung Định vương Trần Phủ3 lên kế vị nhưng Hiến Từ hoàng thái hậu nhất định đòi lập người con của Cung Túc vương Trần Nguyên Dục là Dương Nhật Lễ lên ngôi, vì bà cho rằng Nhật Lễ là con của người con trai lớn, cháu đích tôn của bà, nên lên kế vị là hợp lý.",
        "Nguyên mẹ Nhật Lễ là một đào hát, lấy một kép hát bội là Dương Khương có thai rồi mới bỏ Dương Khương mà lấy Cung Túc vương sinh ra Nhật Lễ. Triều thần không tán thành vì cho rằng Nhật Lễ là người họ Dương, nhưng Hiến Từ hoàng thái hậu cho Nhật Lễ là con Nguyên Dục nên lập là hợp lẽ.",
        "Cuối cùng Nhật Lễ được lập vào tháng 6 năm 1369. Nhưng hơn 1 năm sau, các tông thất nhà Trần hội nhau khởi binh về bắt giết Nhật Lễ rồi rước Cung Định vương về lên kế vị, tức Trần Nghệ Tông.",
        "Sử gia Ngô Sĩ Liên bàn về Trần Dụ Tông trong sách Đại Việt sử ký toàn thư như sau2 :",
        "Dụ Tông bị ngã xuống nước mà bệnh, chẳng lẽ lại không biết là mình không có con hay sao? Nhật Lễ là đứa làm trò, chẳng lẽ lại không biết nó không phải là con của Dục hay sao? Huống chi các con của Minh Tông đều có tài nghệ cả, nếu nghĩ tới xã tắc làm trọng thì chọn người nào có tài đức lập làm thiên tử để làm yên lòng thiên hạ, như vậy gốc nước sẽ được vững bền. Đã không biết làm như thế, đến khi ốm nặng lại không bàn với Thái hoàng tính kế vì xã tắc, lại xuống chiếu gọi Nhật Lễ vào nối đại thống để cho mình bị tuyệt tự, mà sau khi chết, còn vạ lây đến Thái hoàng và Thái tể (chỉ Trần Nguyên Trác). Nếu không có Nghệ Hoàng và các vị tông thất khác thì quốc gia đã không còn là của họ Trần nữa rồi. Vua biết tôn trọng thầy dạy (tức Chu Văn An), nhưng lại không bàn việc nước với thầy. Vì thế bậc hiền năng không nên để chỉ làm vì. Chu An đi rồi, không còn ai bảo ban vua đạo hay lẽ phải nữa. Đó thực là \"không tin bậc nhân hiền thì nước trống rỗng như không có người\" vậy",
        "(Nguồn: Wikipedia)"
    ]
}