{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">TRẦN VĂN ĐÔN<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Tran-van-don aehp.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/tran-van-don/9adbcc811834c3e652e0a89296433410.jpg\">\n    <noscript>\n     <img alt=\"Tran-van-don aehp.jpg\" src=\"/images/wiki/tran-van-don/9adbcc811834c3e652e0a89296433410.jpg\">\n    <\/noscript>\n    <div>\n     Trung tướng Trần Văn Đôn\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Tiểu sử<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>19 tháng 8 năm 1917<br>\n     Bordeaux, Pháp<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>1998 (81 tuổi)<br>\n     Arkansas, Hoa Kỳ<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Binh nghiệp<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phục vụ<\/th>\n   <td><img class=\"jch-lazyload\" alt=\"Flag of South Vietnam.svg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/tran-van-don/b1411aee823934ddd441e7faf25f8a10.png\">\n    <noscript>\n     <img alt=\"Flag of South Vietnam.svg\" src=\"/images/wiki/tran-van-don/b1411aee823934ddd441e7faf25f8a10.png\">\n    <\/noscript>Việt Nam Cộng hòa<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thuộc<\/th>\n   <td><img class=\"jch-lazyload\" alt=\"Flag of the South Vietnamese Army.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/tran-van-don/0ad0a5ca167424818fff4457ad9e13db.jpg\">\n    <noscript>\n     <img alt=\"Flag of the South Vietnamese Army.jpg\" src=\"/images/wiki/tran-van-don/0ad0a5ca167424818fff4457ad9e13db.jpg\">\n    <\/noscript>Quân đội VNCH<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Năm tại ngũ<\/th>\n   <td>1939-1965<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Cấp bậc<\/th>\n   <td><img class=\"jch-lazyload\" alt=\"US-O9 insignia.svg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/tran-van-don/cb06aa4f61c9b750f312cd3512943f7f.png\">\n    <noscript>\n     <img alt=\"US-O9 insignia.svg\" src=\"/images/wiki/tran-van-don/cb06aa4f61c9b750f312cd3512943f7f.png\">\n    <\/noscript>Trung tướng<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Đơn vị<\/th>\n   <td><img class=\"jch-lazyload\" alt=\"Tổ quốc - Đại dương.gif\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/tran-van-don/f62eca758f4bb81666a06a184414d288.gif\">\n    <noscript>\n     <img alt=\"Tổ quốc - Đại dương.gif\" src=\"/images/wiki/tran-van-don/f62eca758f4bb81666a06a184414d288.gif\">\n    <\/noscript>Quân chủng Hải quân<br><img class=\"jch-lazyload\" alt=\"QD I VNCH.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/tran-van-don/e3d4ea426ced57c11c4c1893c71eea9e.jpg\">\n    <noscript>\n     <img alt=\"QD I VNCH.jpg\" src=\"/images/wiki/tran-van-don/e3d4ea426ced57c11c4c1893c71eea9e.jpg\">\n    <\/noscript>Quân đoàn I và QK 1<br><img class=\"jch-lazyload\" alt=\"ARVN Joint General Staff Insignia.svg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/tran-van-don/d7e564956111284352689b0cbb06a2e3.png\">\n    <noscript>\n     <img alt=\"ARVN Joint General Staff Insignia.svg\" src=\"/images/wiki/tran-van-don/d7e564956111284352689b0cbb06a2e3.png\">\n    <\/noscript>Bộ Tổng Tham mưu<br><img class=\"jch-lazyload\" alt=\"Flag of the Minister of National Defense of the Republic of Vietnam.svg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/tran-van-don/fec2412b1cdaaa77c3c48a8ee419a34c.png\">\n    <noscript>\n     <img alt=\"Flag of the Minister of National Defense of the Republic of Vietnam.svg\" src=\"/images/wiki/tran-van-don/fec2412b1cdaaa77c3c48a8ee419a34c.png\">\n    <\/noscript>Bộ Quốc phòng<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Chỉ huy<\/th>\n   <td><img class=\"jch-lazyload\" alt=\"Flag of France.svg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/tran-van-don/52f8163399ca4b27bfefd565deea686d.png\">\n    <noscript>\n     <img alt=\"Flag of France.svg\" src=\"/images/wiki/tran-van-don/52f8163399ca4b27bfefd565deea686d.png\">\n    <\/noscript>Quân đội Pháp<br><img class=\"jch-lazyload\" alt=\"Flag of France.svg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/tran-van-don/52f8163399ca4b27bfefd565deea686d.png\">\n    <noscript>\n     <img alt=\"Flag of France.svg\" src=\"/images/wiki/tran-van-don/52f8163399ca4b27bfefd565deea686d.png\">\n    <\/noscript>QĐ Liên hiệp Pháp<br><img class=\"jch-lazyload\" alt=\"Flag of the Vietnamese National Army.svg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/tran-van-don/23b4ac1965b7d3357c47dcf0a5d7f126.png\">\n    <noscript>\n     <img alt=\"Flag of the Vietnamese National Army.svg\" src=\"/images/wiki/tran-van-don/23b4ac1965b7d3357c47dcf0a5d7f126.png\">\n    <\/noscript>Quân đội Quốc gia<br><img class=\"jch-lazyload\" alt=\"Flag of the South Vietnamese Army.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/tran-van-don/9bfca3433582cde03c98af9ada0669c7.jpg\">\n    <noscript>\n     <img alt=\"Flag of the South Vietnamese Army.jpg\" src=\"/images/wiki/tran-van-don/9bfca3433582cde03c98af9ada0669c7.jpg\">\n    <\/noscript>Quân đội VNCH<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tham chiến<\/th>\n   <td>-Chiến tranh Đông Dương<br>\n     -Chiến tranh Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Công việc khác<\/th>\n   <td><img class=\"jch-lazyload\" alt=\"Flag of the Minister of National Defense of the Republic of Vietnam.svg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/tran-van-don/fec2412b1cdaaa77c3c48a8ee419a34c.png\">\n    <noscript>\n     <img alt=\"Flag of the Minister of National Defense of the Republic of Vietnam.svg\" src=\"/images/wiki/tran-van-don/fec2412b1cdaaa77c3c48a8ee419a34c.png\">\n    <\/noscript>Tổng trưởng QP<br>\n     [[ ]] Thượng Nghị sĩ<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Trần Văn Đôn",
        "Tiểu sử và Binh nghiệp",
        "Quân đội Pháp",
        "Quân đội Liên hiệp Pháp",
        "Quân đội Quốc gia Việt Nam",
        "Ảnh hưởng trong nền Đệ nhất Cộng hòa",
        "Quân đội Việt Nam Cộng hòa",
        "Đảo chính và bị đảo chính",
        "Chính khách Đệ Nhị Cộng hòa",
        "1975 và cuộc sống lưu vong",
        "Gia đình",
        "Tác phẩm",
        "Chú thích",
        "Tham khảo",
        "Liên kết",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Trần Văn Đôn - Người Kể Sử",
    "paragraphs": [
        "Trần Văn Đôn (1917- 1998), nguyên là một cựu tướng lĩnh của Quân đội Việt Nam Cộng hòa, cấp bậc Trung tướng. Ông xuất thân từ trường Sĩ quan Trừ bị ở Pháp, sau đó được thụ huấn tiếp ở trường Võ bị của Quân đội thuộc địa Pháp mở ra ở miền Bắc Việt Nam. Ông còn là một cựu chính khách của Việt Nam Cộng hòa. Là một trong những nhân vật chủ chốt trong cuộc Đảo chính ngày 1 tháng 11 năm 1963 lật đổ chính quyền Tổng thống Ngô Đình Diệm. Ông cũng là Phó Thủ tướng và Bộ trưởng Quốc phòng của nền Đệ Nhị Cộng hòa Việt Nam (1967-1975).",
        "",
        "",
        "Ông sinh ngày 19 tháng 8 năm 1917 tại Cauderan, Gironde, Bordeaux, Pháp, nhưng xuất thân từ một gia đình đại địa chủ giàu có ở miền Tây Nam phần. Cha của ông đã sang Pháp học Y khoa và sinh ông tại đây. Cả gia đình ông đều theo Quốc tịch Pháp, vì vậy ông còn có tên Pháp là \"Andre\".1",
        "Năm 1920, cha ông hồi hương mang theo cả gia đình. Năm 1923, ông theo học trường Tiểu học Lasan Taberd Sài Gòn. Năm 1925, học trường Lycėe Chaseloup Laubat Sài Gòn.2 Tại đây ông quen biết một học sinh giỏi thể thao tên là Dương Văn Minh. Năm 1927, ông được gia đình cho sang Pháp du học, đến năm 1929 thì hồi hương về học ở Việt Nam. Năm 1939, ông tốt nghiệp Tú tài toàn phần Pháp (Part II), sau đó tiếp tục sang Pháp theo học Trường Cao đẳng Thương mại Paris, Pháp.",
        "Tháng 9 năm 1939, Chiến tranh thế giới thứ hai bùng nổ, ông nhập ngũ vào Quân đội Pháp. Tháng 5 năm 1940, ông được cử theo học tại trường Sĩ quan Trừ bị Saint Maixent. Tuy nhiên, trong thời gian ông thụ huấn, nước Pháp thất thủ trước Đức Quốc xã, ông bị bắt làm tù binh tại chiến trường La Loire và bị giam giữ 2 tháng tại trường Thiết giáp Kỵ binh Saumur, tháng 12 năm đó, ông hồi hương bằng đường biển trên tàu thuỷ Ville de Strasbourg.",
        "Sau khi về nước, ông tiếp tục phục vụ cho Quân đội Pháp tại Đông Dương, trở thành Huấn luyện viên tân binh cho các binh sĩ người Việt trong Quân đội thuộc địa. Năm 1940, ông là một trong 2 hạ sĩ quan trẻ người Việt trong số khóa sinh được cử theo học trường Võ bị Tông Sơn Tây,3 theo chương trình đào tạo sĩ quan người Việt của Chính quyền thuộc địa Pháp để phục vụ cho Quân đội thuộc địa Pháp 4 . Một năm sau, ông tốt nghiệp với cấp bậc Chuẩn úy và được giữ lại trường làm Huấn luyện viên.",
        "Năm 1945, khi Nhật đảo chính Pháp tại Đông Dương, ông theo đoàn quân của tướng Marcel Alessandri vượt biên đào thoát sang Trung Quốc. Vì vậy, khi quân Pháp tái chiếm Đông Dương, ông được thăng cấp Thiếu úy, được phân công phục vụ tại Văn phòng của tướng Jacques-Philippe Leclerc, Tổng tư lệnh Quân Viễn chinh Pháp tại Đông Dương. Giữa tháng 12, ông từng được chọn vào Biệt đội hỗ trợ cho cựu hoàng Duy Tân, nguyên Thiếu tá Quân đội Pháp. Tuy nhiên do cựu hoàng bị tử nạn máy bay vào ngày 26 tháng 12 năm 1945 khi trên đường trở về nước, do đó ông được chuyển sang Sở Nghiên cứu Lịch sử Pháp. Đầu tháng 10 năm 1946, ông được thăng cấp Trung úy.",
        "Đầu năm 1948, Thiếu tướng Nguyễn Văn Xuân được cựu hoàng Bảo Đại chỉ định làm Thủ tướng Chính phủ Lâm thời Quốc gia Việt Nam. Tháng 7 năm đó, ông được bổ nhiệm làm Sĩ quan Tùy viên cho Thủ tướng Xuân. Tháng 10 năm 1949, ông được thăng cấp Đại úy.",
        "Để chuẩn bị sĩ quan nòng cốt để hình thành bộ máy của Bộ Tổng tham mưu Quân đội Quốc gia Việt Nam sắp được thành lập, theo thỏa thuận giữa chính phủ Pháp và Quốc gia Việt Nam, 4 sĩ quan người Việt có Quốc tịch Pháp, thuộc Lực lượng Liên hiệp Pháp được chuyển sang đặt thuộc quyền sử dụng của Bộ Quốc phòng Chính phủ Quốc gia Việt Nam. Bốn sĩ quan này gồm: Thiếu tá Trần văn Minh, Thiếu tá Lê Văn Kim, Đại úy Trần Văn Đôn và Đại úy Nguyễn Khánh. Tháng 5 năm 1950, cả bốn sĩ quan trên được cử sang Pháp theo học một khóa ngắn hạn tại Trường Cao đẳng Quốc phòng (École Supérieure de Geurre) tại Paris.",
        "Đầu năm 1952, sau khi về nước, ông được chuyển ngạch sang Quân đội Quốc gia Việt Nam và được thăng cấp Thiếu tá. Tháng 5, ông được bổ nhiệm làm Chánh Sở An ninh Quân đội Quốc gia đầu tiên trực thuộc Bộ Tổng Tham mưu. Đến đầu tháng 7, ông được thăng cấp Trung tá tại nhiệm. Ngay sau đó, Sở An ninh Quân đội được đổi thành Nha Tác động Tinh thần (gồm cả An ninh Quân đội và Phòng 5), theo đó chức vụ Chánh Sở cũng được đổi thành Giám đốc Nha. Ngày 1 tháng 6 năm 1953, ông được thăng cấp Đại tá tại nhiệm. Cuối tháng 7, bàn giao chức vụ Giám đốc Nha Tác động Tinh thần lại cho Đại tá Mai Hữu Xuân. Ngày 1 tháng 8, ông được cử giữ chức vụ Tham mưu trưởng Liên quân tại Bộ Tổng tham mưu thay thế Đại tá Trần văn Minh.",
        "Sau khi người Pháp thảm bại trong trận Điện Biên Phủ, cựu Thượng thư Ngô Đình Diệm được Quốc trưởng Bảo Đại chỉ định làm Thủ tướng. Ông và nhiều bạn hữu của mình đã tích cực ủng hộ Thủ tướng Diệm, loại trừ các ảnh hưởng của những người thân Pháp trong Chính quyền, kể cả Quốc trưởng Bảo Đại và cấp trên của ông, tướng Nguyễn Văn Hinh Tổng tham mưu trưởng. Ngày 30 tháng 4 năm 1955, để tưởng thưởng cho sự ủng hộ Chính phủ, ông được Thủ tướng Diệm thăng cấp Thiếu tướng. Ngày 30 tháng 6, ông được giao kiêm chức vụ Phụ tá Hải quân Tổng Tham mưu trưởng nhưng chỉ 2 tháng sau bàn giao chức vụ này lại cho Thiếu tá Lê Quang Mỹ",
        "Cuối năm 1955, sau khi chính thể Việt Nam Cộng hòa thành lập, ông từ bỏ quốc tịch Pháp và ở lại phục vụ trong Quân đội Việt Nam Cộng hòa với chức vụ Tham mưu trưởng Liên quân Bộ Tổng tham mưu kiêm Phụ tá Tổng tham mưu trưởng. Đầu tháng 2 năm 1957, ông được thăng cấp Trung tướng tại nhiệm. Cùng thăng Trung tướng đợt này có người bạn cũ Dương Văn Minh. Ngày 4 tháng 5, ông là Sĩ quan Tuỳ viên tháp tùng Tổng thống Diệm công du Hoa Kỳ 10 ngày (từ 8 đến 18 tháng 5 năm 1957), ngày 20 tháng 5, phái đoàn rời Honolulu trở về Sài Gòn. Ngày 15 tháng 10, ông được bổ nhiệm chức vụ Tư lệnh Quân đoàn I và Vùng 1 Chiến thuật thay thế Trung tướng Thái Quang Hoàng. Năm 1959, ông được cử đi du học khóa Vũ khí cận đại tại Fort Bliss, Tiểu bang Texas, Hoa Kỳ.",
        "Tuy nhiên, từ năm 1960 trở đi, mối quan hệ giữa ông và Tổng thống Diệm bắt đầu có những rạn nứt. Ngày 8 tháng 12 năm 1962, ông được điều về lại Bộ Tổng tham mưu giữ chức vụ Tư lệnh Lục quân, trên thực tế là một chức vụ không nắm thực quyền, sau khi bàn giao chức vụ Tư lệnh Quân đoàn I lại cho Thiếu tướng Lê Văn Nghiêm. Những người quen cũ của ông ngày nào từng ủng hộ Tổng thống Diệm cũng giữ một chức vụ \"quyền lực\" không kém: tướng Dương Văn Minh, Tư lệnh Hành quân Bộ Tổng tham mưu, tướng Lê Văn Kim, Phụ tá Tư lệnh Bộ Tư lệnh Hành quân, tướng Trần Văn Minh, Chỉ huy trưởng Trường Đại học Quân sự... Cộng thêm tình thế chính trị và xã hội phức tạp của Việt Nam Cộng hòa trong Biến cố Phật giáo 1963, ông dần trở thành một nhân vật quan trọng trong các báo cáo về những ý đồ đảo chính của phân bộ CIA tại Sài Gòn.5",
        "Mặc dù vậy, với bản tính thận trọng, ông vẫn giữ được phần nào sự tin cậy của Tổng thống Diệm trong khi vẫn là nhân vật liên lạc của nhóm đảo chính, thậm chí giữ kín kế hoạch đảo chính với cả người Mỹ6 . Ngày 27 tháng 7 năm 1963, Đại tướng Lê Văn Tỵ, Tổng tham mưu trưởng, sang Mỹ chữa trị ung thư phổi, Thiếu tướng Trần Thiện Khiêm, Tham mưu trưởng Liên quân, tạm thời làm Xử lý thường vụ Tổng tham mưu trưởng. Trong một động thái đã được dự tính, ngày 19 tháng 8 năm 1963, ông dẫn đầu một phái đoàn gồm một số tướng lĩnh vào Dinh Gia Long để đệ trình Tổng thống Diệm một kế hoạch ban hành tình trạng khẩn cấp để tránh những tác hại lan rộng của Biến cố Phật giáo. Vì vậy, ngay ngày hôm sau 20 tháng 8, Tổng thống Diệm đã bổ nhiệm ông làm Quyền Tổng tham mưu trưởng, nhằm mục đích thực thi kế hoạch.",
        "Trên thực tế, với vai trò này, ông càng có điều kiện đẩy nhanh kế hoạch đảo chính. Chỉ trong vòng 1 tháng, các chỉ huy và đơn vị trung thành với Tổng thống Diệm đều bị vô hiệu hoặc được điều chuyển ra khỏi Sài Gòn. Và cuộc đảo chính thực sự nổ ra ngày 1 tháng 11 năm 1963, cũng như cái chết của anh em Tổng thống Diệm một ngày sau đó.",
        "Để thay thế vai trò của Tổng thống Diệm, một Hội đồng Quân nhân Cách mạng được thành lập. Ông được giữ vị trí thứ 2 trong Hội đồng với vai trò Đệ nhất Phó chủ tịch, chỉ sau tướng Dương Văn Minh. Cùng thời điểm, ông được làm Tổng trưởng Quốc phòng trong Nội các Chính phủ Thủ tướng Nguyễn Ngọc Thơ. Đến đầu tháng 1 năm 1964, ông được kiêm luôn chức vụ Tổng Tư lệnh Quân đội Việt Nam Cộng hòa (Tổng Tham mưu trưởng), nhưng chỉ sang ngày hôm sau, ông bàn giao chức vụ này lại cho người em rể là Thiếu tướng Lê Văn Kim. Đến ngày 14 tháng 1, ông được cử làm Trưởng đoàn hướng dẫn phái đoàn Quân sự công du Thái Lan trong thời gian 2 ngày.7",
        "Tuy nhiên, danh vọng tột đỉnh của ông chỉ tồn tại chưa đầy 3 tháng. Ngày 30 tháng 1 năm 1964, một người bạn cũ của ông, tướng Nguyễn Khánh, đã thực hiện cuộc \"Chỉnh lý\" lên nắm chức vụ Chủ tịch Hội đồng. Ông cùng các một số tướng lĩnh chủ chốt trong Hội đồng gồm Tôn Thất Đính, Lê Văn Kim, Mai Hữu Xuân, đều bị bắt giam và đưa lên Đà Lạt chờ điều tra với tội danh tình nghi “trung lập”. Cả Thiếu tướng Nguyễn Văn Vỹ (mới trở về sau một thời gian sống lưu vong ở Pháp) cũng bị bắt giam tại Đà Lạt cùng với các tướng Đôn, Đính, Kim, Xuân.",
        "Ông kể lại trong hồi ký như sau khi được đưa ra đối chất trước Hội đồng vào lúc 1 giờ sáng ngày 29 tháng 5 năm 1964:",
        "Nhưng dù sao thì ông cũng được trả tự do. “Tôi ngủ một đêm tự do sau 4 tháng “đi nghỉ mát” ở biển và cao nguyên. Qua ngày chủ nhật 31 tháng 5, tất cả gia đình tôi đoàn tụ ở Đà Lạt sau 4 tháng đen tối nhất của đời tôi”. 11",
        "Mặc dù đến tháng 10 cùng năm, ông được phép trở lại phục vụ quân đội nhưng không được giao nhiệm vụ cụ thể nào. Sau khi tướng Nguyễn Khánh bị các tướng trẻ đẩy đi lưu vong, ông cũng nhận được quyết định buộc phải giải ngũ vào tháng 5 năm 1965.",
        "Binh nghiệp khép lại, nhưng sự nghiệp chính trị của ông lại mở ra từ khi nền Đệ Nhị Cộng hòa được thành lập. Ông cùng nhiều cựu tướng lĩnh thành lập Hiệp hội Chiến sĩ Việt Nam do ông làm Chủ tịch, tham gia nhiều tổ chức xã hội, xây dựng uy tín chính trị. Nhờ đó, tháng 9 năm 1967, ông đắc cử Thượng nghị sĩ, được bầu làm Chủ tịch Ủy ban Quốc phòng Thượng viện (1968-1970). Năm 1971, ông ra tranh cử Hạ viện tại đơn vị Quảng Ngãị và đắc cử. Tháng 2 năm 1974, ông là Phó Thủ tướng Đặc trách Thanh tra các chương trình Phát triển Quốc gia. Cuối năm ông được Tổng thống Nguyễn Văn Thiệu cử đi công du các nước không liên kết ở châu Phi. Theo chương trình, sau đó sẽ sang Pháp và Mỹ để vận động chính trị cho Việt Nam Cộng hòa. Tuy nhiên, do sự kiện Buôn Ma Thuột, ông buộc phải bỏ dở kế hoạch.",
        "Khi Chính phủ Nguyễn Bá Cẩn được thành lập ngày 14 tháng 4 năm 1975, ông giữ chức vụ Phó thủ tướng Đặc trách Thanh tra kiêm Tổng trưởng Quốc phòng. Tuy nhiên, Chính phủ chỉ tồn tại được 10 ngày thì đổ. Ngày 27 tháng 4 năm 1975, ông ra trước Quốc hội trình bày thực trạng quân sự, thuyết phục các nghị sĩ ủy nhiệm cho tướng Dương Văn Minh làm Tổng thống nhằm tìm một giải pháp về chính trị để thương thuyết với đối phương. Tuy nhiên mọi việc đã quá trễ. Ngày 28 tháng 4, khi Chính phủ Vũ Văn Mẫu thành lập, ông là người thay mặt cho Chính phủ cũ để bàn giao.",
        "Những thời khắc cuối cùng tại Sài Gòn được ông kể lại chi tiết trong hồi ký của mình:",
        "Trong chuyến đi cuối cùng này, ông tình cờ gặp một người quen cũ là Trần Kim Tuyến, cựu Giám đốc Sở Nghiên cứu Chính trị thời Đệ nhất Cộng hòa. Cả hai người ngồi đối diện nhau nhưng đều lặng thinh, không nói câu nào trong suốt thời gian bay ra chiến hạm Hancock.14",
        "Ngày 29 tháng 4 năm 1975, ông cùng gia đình rời Việt Nam di tản ra Đệ thất Hạm đội của Hoa Kỳ. Ngày 1 tháng 5 đến Subic Bay ở Philippines. Sau đó, sang Mỹ định cư tại Fort Chaffee, Tiểu bang Arkansas, Hoa Kỳ.",
        "Những năm cuối đời, ông cho xuất bản quyển hồi ký chính trị \"Việt Nam nhân chứng\", kể lại nhiều chi tiết trong cuộc đời mình.",
        "Năm 1998, ông từ trần tại nơi định cư. Hưởng thọ 81 tuổi",
        "-Việt Nam Nhân chứng (1989)",
        "(Nguồn: Wikipedia)"
    ]
}