{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Trần Quang Khải<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Chiêu Minh Đại vương<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Tể tướng Đại Việt<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tại vị<\/th>\n   <td>1261 – 1294<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thê thiếp<\/th>\n   <td>Phụng Dương công chúa<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hậu duệ<\/th>\n   <td><i>xem văn bản<\/i><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tước hiệu<\/th>\n   <td>Chiêu Minh Đại vương<br>\n     (昭明大王)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/tran-thai-tong\" title=\"Trần Thái Tông (chữ Hán: 陳太宗; 9 tháng 7 năm 1218 – 5 tháng 5 năm 1277), là vị hoàng đế đầu tiên của nhà Trần trong lịch sử Việt Nam. Ông ở ngôi từ năm 1225 tới năm 1258, sau đó làm Thái thượng hoàng cho đến khi qua đời. \n Trần Cảnh sinh ra vào thời Lý, quê ở làng Tức Mặc (Thiên Trường). Lên 7 tuổi, ...\" target=\"_blank\">Trần Thái Tông<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân mẫu<\/th>\n   <td>Hiển Từ Thuận Thiên hoàng hậu<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>tháng 10, 1241<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>26 tháng 7, 1294 (52–53&nbsp;tuổi)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">An táng<\/th>\n   <td>ấp Độc Lập, <a class=\"annotation\" href=\"/dia-danh/phu-thien-truong\" title=\"Thiên Trường là một phủ (lộ) dưới thời Trần-Lê. \n Năm 1262, Trần Thánh Tông đổi hương Tức Mạc (quê gốc của nhà Trần) thành phủ Thiên Trường, sau đó phủ được nâng thành lộ....\" target=\"_blank\">phủ Thiên Trường<\/a><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><p><i>Vua sai Quang Khải đến sứ quán khoản tiếp. Thung nằm khểnh không ra, Quang Khải vào hẳn trong phòng, hắn cũng không dậy tiếp. Hưng Đạo Vương Quốc Tuấn nghe thấy thế, tâu xin đến sứ quán xem Thung làm gì. Lúc ấy Quốc Tuấn đã gọt tóc, mặc áo vải. Đến sứ quán, ông đi thẳng vào trong phòng. Thung đứng dậy vái chào mời ngồi. Mọi người đều kinh ngạc, có biết đâu gọt tóc, mặc áo vải là hình dạng nhà sư phương Bắc. Ông ngồi xuống pha trà, cùng uống với hắn. Người hầu của Thung cầm cái tên đứng sau Quốc Tuấn, chọc vào đầu đến chảy máu, nhưng sắc mặt Quốc Tuấn vẫn không hề thay đổi. Khi trở về, Thung ra cửa tiễn ông.<\/i><\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Đại Việt Sử ký Toàn thư<sup id=\"cite_ref-DVSKTTd_10-0\" class=\"reference\">[10]<\/sup><\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><p>Một hôm, Quốc Tuấn từ Vạn Kiếp tới, Quang Khải xuống thuyền chơi suốt ngày mới trở về. Lại Quang Khải vốn sợ tắm gội, Quốc Tuấn thì thích tắm thơm, từng đùa bảo Quang Khải:<\/p>\n    <dl>\n     <dd>\n      <dl>\n       <dd>\n        <i>\"Mình mẩy cáo bẩn, xin tắm giùm\", rồi cởi áo Quang Khải ra, dùng nước thơm tắm cho ông và nói:<\/i>\n       <\/dd>\n       <dd>\n        <i>\"Hôm nay được tắm cho Thượng tướng\". Quang Khải cũng nói:<\/i>\n       <\/dd>\n       <dd>\n        <i>\"Hôm nay được Quốc công tắm rửa cho\"<\/i>.\n       <\/dd>\n      <\/dl>\n     <\/dd>\n    <\/dl><p>Từ đó, tình nghĩa qua lại giữa hai người càng thêm mặn mà. Bản thân làm tướng văn, tướng võ, giúp rập nhà vua, hai ông đứng hàng đầu.<\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Đại Việt Sử ký Toàn thư<sup id=\"cite_ref-DVSKTTb_5-2\" class=\"reference\">[5]<\/sup><\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\" table table-striped\">\n <tbody>\n  <tr>\n   <td>\n    <dl>\n     <dt>\n      從駕還京\n     <\/dt>\n     <dd>\n      ...\n     <\/dd>\n     <dd>\n      奪槊章陽渡，\n     <\/dd>\n     <dd>\n      擒胡菡子關。\n     <\/dd>\n     <dd>\n      太平須努力，\n     <\/dd>\n     <dd>\n      萬古此江山。\n     <\/dd>\n    <\/dl><\/td>\n   <td>\n    <dl>\n     <dt>\n      Tụng giá hoàn kinh sư\n     <\/dt>\n     <dd>\n      ...\n     <\/dd>\n     <dd>\n      Đoạt sáo Chương Dương độ,\n     <\/dd>\n     <dd>\n      Cầm hồ Hàm Tử quan.\n     <\/dd>\n     <dd>\n      Thái bình tu trí lực,\n     <\/dd>\n     <dd>\n      Vạn cổ thử giang san.\n     <\/dd>\n    <\/dl><\/td>\n   <td>\n    <dl>\n     <dt>\n      Phò giá về kinh\n     <\/dt>\n     <dd>\n      ...\n     <\/dd>\n     <dd>\n      Bến Chương Dương cướp giáo.\n     <\/dd>\n     <dd>\n      Cửa Hàm Tử bắt thù.\n     <\/dd>\n     <dd>\n      Thái bình nên gắng sức,\n     <\/dd>\n     <dd>\n      Non nước cũ muôn thu\n     <\/dd>\n     <dd>\n      <i>Bản dịch của Viện Khoa học Xã hội Việt Nam<\/i><sup id=\"cite_ref-FOOTNOTENg.C3.B4_S.C4.A9_Li.C3.AAn1993192-196._16-0\" class=\"reference\">[16]<\/sup>\n     <\/dd>\n    <\/dl><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\" table table-striped\">\n <tbody>\n  <tr>\n   <td>\n    <dl>\n     <dt>\n      赠陈光启\n     <\/dt>\n     <dd>\n      ...\n     <\/dd>\n     <dd>\n      一代功名天下有，\n     <\/dd>\n     <dd>\n      两朝忠孝世间无。\n     <\/dd>\n    <\/dl><\/td>\n   <td>\n    <dl>\n     <dt>\n      Tặng Trần Quang Khải\n     <\/dt>\n     <dd>\n      ...\n     <\/dd>\n     <dd>\n      Nhất đại công danh thiên hạ hữu,\n     <\/dd>\n     <dd>\n      Lưỡng triều trung hiếu thế gian vô.\n     <\/dd>\n    <\/dl><\/td>\n   <td>\n    <dl>\n     <dt>\n      Tặng Trần Quang Khải\n     <\/dt>\n     <dd>\n      ...\n     <\/dd>\n     <dd>\n      Công danh một thưở còn bao kẻ,\n     <\/dd>\n     <dd>\n      Trung hiếu hai triều chỉ một ông.\n     <\/dd>\n     <dd>\n      <i>Bản dịch của Huệ Chi<\/i><sup id=\"cite_ref-FOOTNOTENhi.E1.BB.81u_t.C3.A1c_gi.E1.BA.A31999399-416._18-0\" class=\"reference\">[18]<\/sup>\n     <\/dd>\n    <\/dl><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><p><i>\"<b>Quang Khải<\/b> lúc làm tướng võ, lúc làm tướng văn, giúp vương nghiệp <a class=\"annotation\" href=\"/nhan-vat/nha-tran\" title=\"Nhà Trần hoặc Trần triều (Hán-Nôm: 家陳 ・陳朝, nhà Trần &amp;#160;•  Trần triều) là triều đại quân chủ chuyên chế trong lịch sử Việt Nam, bắt đầu khi Trần Cảnh lên ngôi vào năm 1225, sau khi được Lý Chiêu Hoàng truyền ngôi. Những năm đầu tiên, Trần Cảnh còn nhỏ tuổi, toàn bộ quyền hành của nhà Trần đều do m...\" target=\"_blank\">nhà Trần<\/a>, uy danh ngang với Quốc Tuấn.\"<\/i><\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Khâm Định Việt Sử Thông Giám Cương Mục<sup id=\"cite_ref-19\" class=\"reference\">[19]<\/sup><\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Trần Quang Khải",
        "Thân thế",
        "Đại thần trụ cột",
        "Quan hệ với Hưng Đạo Vương",
        "Trận Nghệ An",
        "Trận Chương Dương Độ",
        "Vinh danh",
        "Gia quyến",
        "Tác phẩm",
        "Xem thêm",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Trần Quang Khải - Người Kể Sử",
    "paragraphs": [
        "Trần Quang Khải (chữ Hán: 陳光啓; tháng 10 âm lịch năm 1241 – 26 tháng 7 dương lịch năm 1294), hay Chiêu Minh Đại vương (昭明大王), là một nhà chính trị, quân sự, tôn thất hoàng gia Đại Việt thời Trần. Ông làm đến chức Tể tướng đời Trần Thánh Tông, Trần Nhân Tông và Trần Anh Tông, coi cả mọi việc trong nước.",
        "Trong kháng chiến chống Nguyên-Mông (1285), ông được phong chức Thượng tướng Thái sư, giữ vai trò nổi bật trong trận phòng thủ Thanh Hóa, Nghệ An và trận đánh tan quân Nguyên tại Chương Dương Độ. Theo sách Lịch triều hiến chương loại chí của Phan Huy Chú: \"Công lao thu phục được nước, ông đứng thứ nhất\". Ông còn là người học rộng, giỏi thơ phú, có làm Lạc Đạo tập lưu lại ở đời.[1]",
        "",
        "",
        "Trần Quang Khải sinh vào tháng 10 âm lịch, năm Thiên Ứng Chính Bình thứ 10 (1241). Ông là con thứ 3 của vua Trần Thái Tông, mẹ là Thuận Thiên hoàng hậu Lý thị (con gái trưởng Lý Huệ Tông). Ông là em cùng mẹ với thái tử Trần Hoảng, tức vua Trần Thánh Tông.[2] Người anh đầu của hai ông là Tĩnh Quốc đại vương Trần Quốc Khang, dù cùng mẹ sinh và được Thái Tông nhận làm con, nhưng thật ra là con của Khâm Minh Đại vương Trần Liễu.",
        "Đại Việt Sử ký Toàn thư, bộ quốc sử Đại Việt được biên soạn vào thời Hậu Lê, đã để lại 1 chi tiết về thời niên thiếu của Trần Quang Khải:[3]",
        "Từ nhỏ, ông đã được Thái Tông phong tước Chiêu Minh vương (昭明王) và cho thụ giáo với Hàn lâm viện học sĩ kiêm Quốc sử Viện giám tu, Bảng nhãn Lê Văn Hưu[4]. Sử chép ông là người có học thức, hiểu tiếng nói của các bộ tộc ít người.[5]",
        "Năm Nguyên Phong thứ 8 (1258), ông được gả Phụng Dương công chúa, con gái của Tướng quốc Thái sư Trung Vũ đại vương Trần Thủ Độ, ban cho thái ấp Độc Lập, phủ Thiên Trường (nay thuộc xã Mỹ Thành, huyện Mỹ Lộc, tỉnh Nam Ðịnh)[4]. Cùng năm, vua Trần Thái Tông nhường ngô cho thái tử Trần Hoảng, tức Trần Thánh Tông, rồi lên làm thái thượng hoàng. Tân quân Trần Thánh Tông phong cho Quang Khải tước Chiêu Minh Đại vương (昭明大王)[6].",
        "Năm Thiệu Long năm thứ 4 (1261), ông được phong làm Thái úy, chính thức tham gia công việc triều chính khi vừa 20 tuổi. Sử chép: \"Bấy giờ, anh vua là Quốc Khang lớn tuổi hơn, nhưng tài năng tầm thường, nên phong Quang Khải làm tướng\"[7]. Năm Thiệu Long năm thứ 8 (1265), ông được phong làm Thượng tướng, vào trấn thủ Nghệ An. Trại trạng nguyên Bạch Liêu là môn khách của ông[7].",
        "Đầu năm Thiệu Long năm thứ 14 (1271), ông làm Tướng quốc thái úy, trở thành đại thần đầu triều nắm giữ việc nước[7], đứng trên cả Hưng Đạo vương Trần Quốc Tuấn.",
        "Hưng Đạo vương Trần Quốc Tuấn là con của Khâm Minh đại vương Trần Liễu, Chiêu Minh đại vương Trần Quang Khải là con của Thái Tông hoàng đế, theo quan hệ huyết thống thì Thái Tông là em ruột của Khâm Minh đại vương. Hưng Đạo vương và Chiêu Minh vương cùng với Tĩnh Quốc đại vương Trần Quốc Khang đều là anh em nửa dòng máu[8]. Ngoài mâu thuẫn giữa dòng chính và dòng thứ, giữa hai ông còn có cả mối bất hòa cá nhân.",
        "Cuối năm 1257, Hưng Đạo vương được cử làm chỉ huy các đạo quân thủy bộ ở biên giới[9], lập nhiều công lao cho triều đình. Tuy nhiên, sau khi đánh đuổi được quân Nguyên Mông, ông vẫn giữ nguyên tước cũ và trở về thái ấp ở Vạn Kiếp. Trong khi đó, không lâu sau Trần Quang Khải được phong tước Đại vương, và thăng làm Thái úy.",
        "Đầu năm Bảo Phù thứ 5 (1277), Trần Thánh Tông thân chinh đánh các bộ tộc thiểu số ở động Nẫm Bà La (nay thuộc Quảng Bình). Sử chép[5]:",
        "Năm 1278, vua Trần Thánh Tông truyền ngôi cho thái tử Trần Khâm, tức vua Trần Nhân Tông. Đầu năm 1281, sứ nhà Nguyên là Sài Thung đến Thăng Long đòi vua Trần sang chầu. Thung tỏ thái độ rất ngạo mạn:",
        "Vua sai Quang Khải đến sứ quán khoản tiếp. Thung nằm khểnh không ra, Quang Khải vào hẳn trong phòng, hắn cũng không dậy tiếp. Hưng Đạo Vương Quốc Tuấn nghe thấy thế, tâu xin đến sứ quán xem Thung làm gì. Lúc ấy Quốc Tuấn đã gọt tóc, mặc áo vải. Đến sứ quán, ông đi thẳng vào trong phòng. Thung đứng dậy vái chào mời ngồi. Mọi người đều kinh ngạc, có biết đâu gọt tóc, mặc áo vải là hình dạng nhà sư phương Bắc. Ông ngồi xuống pha trà, cùng uống với hắn. Người hầu của Thung cầm cái tên đứng sau Quốc Tuấn, chọc vào đầu đến chảy máu, nhưng sắc mặt Quốc Tuấn vẫn không hề thay đổi. Khi trở về, Thung ra cửa tiễn ông.",
        "Nhờ cách ứng xử khéo léo của Hưng Đạo Vương, Sài Thung thay đổi thái độ. Khi Sài Thung về lại Bắc Kinh, Trần Quang Khải đã làm tặng một bài thơ, trong đó có câu:",
        "Tạm dịch:",
        "Cuối năm Thiệu Bảo thứ 4 (1282), vua Trần Nhân Tông thăng chức Trần Quang Khải làm Thượng tướng Thái sư, nắm cả quyền quân sự lẫn hành chính[10]. Tuy vậy, trước tình hình áp lực nhà Nguyên gia tăng, cuối năm Thiệu Bảo thứ 5 (1283), triều đình tiến phong Hưng Đạo Vương Trần Quốc Tuấn làm Quốc công tiết chế, thống lĩnh quân đội toàn quốc[10]. Như vậy, về thực quyền quân sự, Hưng Đạo Vương trở thành cấp trên của Chiêu Minh Đại vương.",
        "Mối bất hòa giữa 2 chi họ cũng như bất hòa cá nhân giữa 2 người trở thành một hiểm họa sâu sắc. Nhận ra điều này, Hưng Đạo vương chủ động tìm cách giải hòa:",
        "Một hôm, Quốc Tuấn từ Vạn Kiếp tới, Quang Khải xuống thuyền chơi suốt ngày mới trở về. Lại Quang Khải vốn sợ tắm gội, Quốc Tuấn thì thích tắm thơm, từng đùa bảo Quang Khải:",
        "Từ đó, tình nghĩa qua lại giữa hai người càng thêm mặn mà. Bản thân làm tướng văn, tướng võ, giúp rập nhà vua, hai ông đứng hàng đầu.",
        "Đầu năm 1285, quân Nguyên tràn sang tấn công Đại Việt với sức công kích rất mạnh. Thái sư Trần Quang Khải suýt tử thương khi thuyền của ông đang ngủ bị bốc cháy, may nhờ có vợ là Phụng Dương công chúa đánh thức, thoát được.[11]",
        "Tuy nhiên, dưới sự điều động tài tình của Hưng Đạo Vương, quân Đại Việt đã thực hiện các cuộc nghi binh, đưa quân Nguyên vào thế bị động. Năm Ất Dậu (1285), Toa Đô từ Chiêm Thành theo đường bộ kéo ra Nghệ An tấn công quân Nam, có Ô Mã Nhi dẫn quân đi đường biển tiếp ứng. Được tin, Trần Hưng Đạo tâu vua Trần Nhân Tông xin cho Thượng tướng Trần Quang Khải đưa binh vào đóng mặt Nghệ An, và cho Trần Bình Trọng giữ Thiên Trường, rồi rước xa giá ra Hải Dương.",
        "Trần Quang Khải vào đến Nghệ An, chia quân phòng giữ. Thấy thế giặc quá mạnh, ông cho lui quân ra mặt biển và giữ các nơi hiểm yếu [12]. Quân của Toa Đô đánh mãi không được, cạn lương, bèn cùng với Ô Mã Nhi dẫn quân xuống thuyền trở ra Bắc. Trần Quang Khải hay tin cho người về Thanh Hóa cấp báo. Vua Nhân Tông cho Chiêu Văn Vương Trần Nhật Duật cùng Trần Quốc Toản và Nguyễn Khoái đem 5 vạn quân ra đón đánh tại Hàm Tử Quan thuộc huyện Đông An, tỉnh Hưng Yên. Quân Nguyên thua to chết hại rất nhiều.[13]",
        "Lúc bấy giờ đại binh của Thoát Hoan đóng tại Thăng Long, còn chiến thuyền thì đóng ở bến Chương Dương, thuộc địa phận huyện Thượng Phúc. Trần Quang Khải được lệnh vua, cùng Trần Quốc Toản và Phạm Ngũ Lão đem quân từ Thanh Hóa đi thuyền vòng đường biển ra đến bến Chương Dương tấn công chiến thuyền của quân Nguyên. Quân Nguyên địch không nổi phải bỏ thuyền lên bờ chạy. Trần Quang Khải đem quân lên bờ đuổi đánh về đến chân thành Thăng Long, nhưng ông lập mưu cho phục binh đóng sẵn ngoài thành.",
        "Thoát Hoan đem quân ra đánh, bị phục binh đánh úp, quân Nguyên đại bại phải bỏ thành Thăng Long vượt sông Hồng giữ mặt Kinh Bắc (Bắc Ninh ngày nay)[14]. Trần Quang Khải cho quân vào thành chiếm lại Thăng Long, và cho quân về Thanh Hóa báo tin. Trong vòng hai tháng, đại phá quân Nguyên hai lần tại Hàm Tử và Chương Dương, nên khí thế quân sĩ Đại Việt trở nên rất mạnh, sau đó thắng nhiều trận liên tiếp, giết các tướng Toa Đô, Lý Hằng, Lý Quán và đuổi được Thoát Hoan về Trung Quốc.[15]",
        "Ngày 6 tháng 6 âm lịch năm 1285, hai vua Trần ca khúc khải hoàn về kinh sư. Thái sư Trần Quang Khải làm thơ:",
        "Chính sử không chép rõ Trần Quang Khải tham gia trong Chiến tranh Nguyên Mông-Đại Việt lần 3 như thế nào. Sau chiến thắng này, triều đình luận công ban thưởng, Trần Quốc Tuấn có công lớn nhất, được phong tước Đại vương. Trần Quang Khải cũng được xếp công thần hạng nhất.",
        "Đất nước hòa bình, Quang Khải tiếp tục ở ngôi Thái sư, cùng Thái úy Tá Thiên Đại vương Trần Đức Việp (con trai thứ của Trần Thánh Tông) cai quản việc nước.[17] Ngày 3 tháng 7 âm lịch năm Hưng Long thứ hai (tức 26 tháng 7 năm 1294) đời Trần Anh Tông, ông qua đời[5]. Vợ ông là Phụng Dương công chúa đã mất trước đó 3 năm. Ông bà được chôn cất tại thái ấp của mình, được thờ làm Thành hoàng làng Cao Đài.[4]",
        "Sinh thời, vua Trần Thánh Tông có làm bài thơ ca ngợi công lao của ông:",
        "Sách Khâm định Việt sử Thông giám Cương mục do sử thần Đại Nam thời Nguyễn soạn cũng đánh giá về Trần Quang Khải:",
        "\"Quang Khải lúc làm tướng võ, lúc làm tướng văn, giúp vương nghiệp nhà Trần, uy danh ngang với Quốc Tuấn.\"",
        "Con ông là Văn Túc vương Trần Đạo Tái cũng rất có tài văn học, được Thượng hoàng Trần Nhân Tông ưu ái hơn các em thúc bá khác, nhưng đáng tiếc mất sớm.[5]",
        "Trần Quang Khải được người dân Việt Nam lập đền thờ ở một số nơi; như tại đình làng Phương Bông, ngoại thành thành phố Nam Định. Tại Phường Bông cũng lưu lại điệu múa \"bài bông\" được người dân ở đây cho là khởi xướng bởi Trần Quang Khải trong tiệc \"Thái bình diên yến\" do Trần Nhân Tông tổ chức sau khi chiến thắng quân Nguyên.[20][21] Tại đền Thái Vi ở Hoa Lư, Ninh Bình ông cùng với Trần Hưng Đạo được đúc tượng phối thờ trong hậu cung cùng với các vị vua nhà Trần.",
        "Tên ông được đặt cho nhiều đường phố như tại: thị xã Quảng Yên, thành phố Đồng Hới, thành phố Nha Trang...",
        "Cháu nội cháu ngoại có 13 người, đó là từ những người con dòng dõi đích xuất của Chiêu Minh vương Quang Khải. Trong đó Chân Từ công chúa, không rõ tên, lấy con trai của Phán thủ Thượng vị Vũ Ninh hầu, tên là Chiểu.",
        "Trần Quang Khải, cũng như một số quý tộc đời Trần, là người học rộng và có viết văn, làm thơ. Ông viết Lạc đạo tập, và tác phẩm của ông nay còn lại một số bài thơ, liệt kê dưới đây:",
        "(Nguồn: Wikipedia)"
    ]
}