{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Trần Thủ Độ<br><font size=\"2\">陳興道<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Trung <a class=\"annotation\" href=\"/nhan-vat/vu-dai\" title=\"Vũ Đại (1927-1983), nguyên Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa V, Đại biểu Quốc hội khóa VII, Bộ trưởng, Phó Chủ nhiệm Ủy ban Kế hoạch Nhà nước. \n Tên thật của ông Vũ Đại là Nguyễn Thúc Kha, sinh năm 1927. Quê quán tại thôn Nghĩa Trai, huyện Văn Lâm, tỉnh Hưng Yên....\" target=\"_blank\">Vũ Đại<\/a> Vương<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Đền Trần Thái Bình.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/tran-thu-do/f5480e52fa008d414f431f41eb064df5.jpg\">\n    <noscript>\n     <img alt=\"Đền Trần Thái Bình.jpg\" src=\"/images/wiki/tran-thu-do/f5480e52fa008d414f431f41eb064df5.jpg\">\n    <\/noscript>\n    <div>\n     Khu di tích <a class=\"annotation\" href=\"/dia-danh/den-tran\" title=\"Đền Trần, thường là tên gọi tắt các di tích thờ các vị vua nhà Trần hoặc Trần Hưng Đạo; có thể gồm các đền thờ sau: \n Các đền Trần ở Nam Định, Quảng Ninh, Thái Bình, Ninh Bình, Hưng Yên đều nằm trong các khu di tích quốc gia đặc biệt, riêng đền Trần Ninh Bình thuộc quần thể di sản thế giới Tràng An,...\" target=\"_blank\">đền Trần<\/a> tại Thái Bình thừa tự các nhân vật thuộc chi Trần Thủ Độ\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Tể tướng Đại Việt<\/th>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phối ngẫu<\/th>\n   <td>Linh Từ Quốc mẫu<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thụy hiệu<\/th>\n   <td>Thượng phụ Thái sư Trung <a class=\"annotation\" href=\"/nhan-vat/vu-dai\" title=\"Vũ Đại (1927-1983), nguyên Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa V, Đại biểu Quốc hội khóa VII, Bộ trưởng, Phó Chủ nhiệm Ủy ban Kế hoạch Nhà nước. \n Tên thật của ông Vũ Đại là Nguyễn Thúc Kha, sinh năm 1927. Quê quán tại thôn Nghĩa Trai, huyện Văn Lâm, tỉnh Hưng Yên....\" target=\"_blank\">Vũ Đại<\/a> vương<br>\n     尚父太師忠武大王<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hoàng tộc<\/th>\n   <td>Nhà Trần<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td>chưa rõ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân mẫu<\/th>\n   <td>chưa rõ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>1194<br>\n     Tức Mặc, Đại Việt<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>1264<br>\n     Thăng Long, Đại Việt<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Đầu thần chưa rơi xuống đất, xin bệ hạ đừng lo!<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Vào năm 1258, trong khi diễn ra Chiến tranh Nguyên Mông-Đại Việt lần 1<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Trần Thủ Độ",
        "Nguồn gốc",
        "Sự nghiệp",
        "Triều Lý Cao Tông và Lý Huệ Tông",
        "Triều Lý Chiêu Hoàng",
        "Triều Trần Thái Tông",
        "Trừ bỏ Lý Huệ Tông và tôn thất họ Lý",
        "Mưu diệt trừ các thế lực cát cứ",
        "Phế lập Hoàng hậu",
        "Chống quân Mông-Nguyên lần 1",
        "Đức độ của Trần Thủ Độ",
        "Qua đời",
        "Nhận định",
        "Tưởng niệm",
        "Câu nói",
        "Xem thêm",
        "Tham khảo",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Trần Thủ Độ - Người Kể Sử",
    "paragraphs": [
        "Trần Thủ Độ (chữ Hán: 陳守度, 1194 - 1264), cũng gọi Trung Vũ đại vương (忠武大王), là một nhà chính trị Đại Việt thời cuối Lý đầu Trần. Ông đóng vai trò quan trọng trong các sự kiện lật đổ nhà Lý, lập nên nhà Trần, thu phục các thế lực người Man làm phản loạn và trong cuộc chiến kháng quân Nguyên lần thứ nhất.",
        "Năm 1209, trong nước có loạn Quách Bốc, Lý Cao Tông phải chạy ra khỏi kinh sư, Lý Huệ Tông Lý Hạo Sảm - khi ấy đang là Thái tử - phải chạy đến nương nhờ Trần Lý. Họ Trần dẫn quân về triều dẹp loạn, rước vua về kinh sư, nhân đó mà khuynh loát triều đình. Với chức vụ Điện tiền chỉ huy sứ, Trần Thủ Độ đã sắp xếp cho con người anh họ của mình lấy Lý Chiêu Hoàng, sau đó Nữ hoàng nhường ngôi cho chồng là Trần Thái Tông Trần Cảnh, lập ra triều Trần.",
        "Trần Thủ Độ một tay cáng đáng trọng sự, giúp Trần Thái Tông bình phục được giặc giã trong nước và chỉnh đốn lại mọi việc, làm cho nước Đại Việt bấy giờ được cường thịnh, có thể chống cự với Mông Cổ. Ông được các nhà sử học thừa nhận và đánh giá cao về tài năng, đức độ chính trị nhưng một số cho rằng ông đã vi phạm các chuẩn mực đạo đức khi ông đã cưới người chị họ, vợ cũ của vua Lý Huệ Tông; ép Trần Thái Tông lấy vợ của anh trai khi đang mang thai 3 tháng và tàn sát tôn tộc nhà Lý.",
        "",
        "",
        "Nguồn gốc của Trần Thủ Độ không được các sách chính sử như Đại Việt sử ký toàn thư, Khâm định Việt sử thông giám cương mục, An Nam chí lược, Lịch triều hiến chương loại chí chép rõ. Sử chỉ chép rằng, Trần Lý ở Tức Mặc (Nam Định) sinh ra Trần Tự Khánh, Trần Thừa và con gái Trần Nhị Nương. Trần Thủ Độ là em họ của ba người con của Trần Lý. Trần Thừa sinh ra Trần Thái Tông Trần Cảnh, Trần Thủ Độ là chú họ của Thái Tông1 .",
        "Theo bài viết Về Hoằng Nghị đại vương2 , ông có tên là Trần An Bang (陳安邦), còn Thủ Độ là biểu tự, quê tại hương Lưu Xá, phủ Long Hưng, lộ Sơn Nam Hạ (nay là thôn Lưu Xá, xã Canh Tân, huyện Hưng Hà, tỉnh Thái Bình)3 . Cùng với hai người anh Trần An Quốc4 và Trần An Hạ, ông là con trai út của Trần Quả5 , em trai của Trần Lý, sau được truy tôn Hoằng Nghị vương6 (弘毅王).",
        "Theo gia phả họ Trần Việt Nam, gốc tích họ Trần vốn thuộc tộc Bách Việt ông tổ của họ Trần ở Tức Mạc là Trần Tự Kình (tên nghĩa là loài cá kình) sau dời về đất Thái Đường, sinh ra hai con là Trần Tự Hấp (nghĩa là Trắm) và Trần Tự Duy. Trần Tự Hấp sinh ra Trần Lý; Trần Lý sinh ra Trần Tự Khánh, Trần Thừa và Trần Thị Dung. Trần Tự Duy ở Lưu Xá bên cạnh sinh ra Trần Thủ Huy, Trần Thủ Huy sinh Trần Thẩm và Trần Thủ Độ.",
        "Năm 1075, Lý Anh Tông băng hà. Thái tử Lý Long Cán mới 3 tuổi lên ngôi, tức Lý Cao Tông. Theo lời nhận định của sách Đại Việt sử ký toàn thư, Cao Tông lớn lên chơi bời vô độ, chính sự hành pháp không rõ ràng, giặc cướp nổi như ong, đói kém liền năm, sự nghiệp nhà Lý suy từ đây.7",
        "Năm 1209, viên tướng Phạm Bỉnh Di đem quân đi đánh dẹp quân làm phản Phạm Du ở Nghệ An. Phạm Du thua chạy, Bỉnh Di sai tịch thu tài sản đốt hết. Vua Cao Tông lại gọi Phạm Du vào kinh sư, Bỉnh Di đem quân trở về, vua bắt giam lại sai giết chết chết. Tướng của Bỉnh Di là Quách Bốc nghe tin, đem binh đánh vào kinh sư, khiến Lý Cao Tông phải chạy ra ngoài, đó gọi là loạn Quách Bốc.",
        "Thái tử Sảm chạy đến thôn Lưu Gia ở Hải Ấp nghe tiếng con gái của Trần Lý là Trần Nhị Nương có nhan sắc bèn cưới làm vợ.8 Gia đình họ Trần vốn làm nghề đánh cá, trở nên giàu có, người chung quanh theo về. Thái tử Sảm phong cho Trần Lý tước Minh tự, phong cho cậu của vợ (tức Trần thị) là Tô Trung Từ làm Điện tiền chỉ huy sứ. Gia tộc họ Trần đem hương binh về kinh sư, dẹp quân của Quách Bốc, rước Cao Tông về Kinh sư.8",
        "Năm 1210, Trần Lý bị một đám quân giặc không rõ giết chết, người con Trần Tự Khánh thay cha mang quân vào kinh, được phong làm Thuận Lưu bá, cùng năm này Lý Cao Tông băng hà, truyền ngôi cho Thái tử Lý Sảm, tức Lý Huệ Tông. Theo Đại Việt sử ký toàn thư, Huệ Tông lên ngôi lúc giặc giã nổi lên tứ tung, mình bị bệnh nặng, lại không có con trai, họ Lý bèn mất.9 Thời bấy giờ, Hoàng đế dùng Thúy úy Đàm Dĩ Mông vốn không được học hành, không có mưu thuật, lại nhu nhược khiến nước suy yếu, triều đình không có chính sách hay, nhân dân đói kém. Năm 1213, Trần Tự Khánh đem quân xâm phạm cửa khuyết, xin đón xa giá. Nhà vua hoảng sợ, không tin, xuống chiếu lấy quân các đạo đánh Trần Tự Khánh. Trần Tự Khánh đánh bại tất cả, lại xin xa giá, vua lánh ra ngoài. Do vậy, Thái hậu ngờ Trần thị có ý phản, sai đem thuốc độc, tìm cách giết đi, Huệ Tông che chở cho.",
        "Đến năm 1216, Huệ Tông cùng Trần thị lẻn ra ngoài, chạy đến nơi quân Tự Khánh đóng quân. Sau đó, Trần thị được sách phong làm Hoàng hậu, còn gia phong cho anh của Hoàng hậu là Trần Tự Khánh làm Thái úy phụ chính, anh Tự Khánh là Trần Thừa làm Nội thị phán thủ.",
        "Năm 1223, Trần Tự Khánh chết, anh trai là Trần Thừa được phong làm Phụ quốc thái úy, vào chầu không xưng tên. Bây giờ, Lý Huệ Tông mắc bệnh điên loạn, không có con trai chỉ có 2 công chúa. Họ đều được chia các lộ làm ấp thang mộc, ủy nhiệm chỉ một mình Chỉ huy sứ Trần Thủ Độ quản lĩnh các quân điện tiền hộ vệ cấm đình.10",
        "Lý Huệ Tông và Thuận Trinh Hoàng hậu có hai con gái, người em tên là Lý Thiên Hinh, được phong là Chiêu Thánh công chúa, tháng 10 năm 1224 được lập làm Hoàng thái tử. Lý Huệ Tông xuất gia ở chùa Chân Giáo trong đại nội, Chiêu Thánh lên ngôi, tức Lý Chiêu Hoàng, mới 7 tuổi.11",
        "Lúc ấy, Điện tiền chỉ huy sứ Trần Thủ Độ coi giữ mọi việc quân sự trong ngoài thành thị. Cháu gọi Thủ Độ bằng bác là Trần Bất Cập làm Cận thị thự lục cục chi hậu, Trần Thiêm làm Chi ứng cục, Trần Cảnh làm Chính thủ. Trần Cảnh là con của Trần Thừa, lúc ấy mới lên 8 tuổi, chực hầu ở bên ngoài. Một hôm phải giữ việc bưng nước rửa, nhân thế vào hầu bên trong. Chiêu Hoàng trông thấy làm ưa, mỗi khi chơi đêm cho gọi Cảnh đến cùng chơi, thấy Cảnh ở chỗ tối thì thân đến trêu chọc, hoặc nắm lấy tóc, hoặc đứng lên bóng. Có một hôm, Cảnh bưng chậu nước hầu, Chiêu Hoàng rửa mặt lấy tay vốc nước té ướt cả mặt Cảnh rồi cười trêu, đến khi Cảnh bưng khăn trầu thì lấy khăn ném cho Cảnh. Cảnh không dám nói gì, về nói ngầm với Thủ Độ. Thủ Độ nói: \"Nếu thực như thế thì họ ta thành hoàng tộc hay bị diệt tộc đây?\".11",
        "Lại một hôm, Chiêu Hoàng lại lấy khăn trầu ném cho Cảnh, Cảnh lạy rồi nói: \"Bệ hạ có tha tội cho thần không? Thần xin vâng mệnh\".",
        "Chiêu Hoàng cười và nói: \"Tha tội cho ngươi. Nay ngươi đã biết nói khôn đó\". Cảnh lại về nói với Thủ Độ. Thủ độ sợ việc tiết lộ thì bị giết cả, bấy giờ mới tự đem gia thuộc thân thích vào trong cung cấm. Thủ Độ đóng cửa thành và các cửa cung, sai người coi giữ, các quan vào chầu không được vào. Thủ Độ loan báo rằng: \"Bệ hạ đã có chồng rồi\". Các quan đều vâng lời, xin chọn ngày vào chầu.11",
        "Đến tháng 12, năm 1225, Lý Chiêu Hoàng cởi áo nhường ngôi cho Trần Cảnh, tức Trần Thái Tông. Phong Trần Thủ Độ làm Quốc thượng phụ, nắm giữ mọi việc cai trị trong nước. Thủ Độ mới dâng sớ đề nghị cho cha của Trần Cảnh là Trần Thừa làm Thái thượng hoàng, nhiếp chính giúp vua nhỏ, bá quan đồng ý.12",
        "Sau khi Trần Thái Tông lên ngôi, họ Trần phế Thượng hoàng nhà Lý ra ở chùa Chân Giáo, gọi là Huệ Quang đại sư. Trước đây, thượng hoàng ra chơi ở chợ Đông, dân chúng tranh nhau tới xem, có người than khóc. Thủ Độ sợ lòng người nhớ vua cũ, sinh biến loạn, nên mới dời vua tới chùa Chân Giáo, nói để phụng nhưng thực ra để dễ bề giữ chặt. Có lần Thượng hoàng nhổ cỏ ở sân chùa, Thủ Độ đến chơi liền nói:\"Nhổ cỏ thì phải nhổ cả rễ sâu\". Thượng hoàng nói:\"Điều ngươi nói ta hiểu rồi\". Đến tháng 8, Thủ Độ sai người đưa hương hoa đến cho thượng hoàng Huệ Tông, nói:\"Thượng phụ sai thần đến mời\". Thượng hoàng nhà Lý nói: \"Ta tụng kinh xong sẽ tự tử\". Nói rồi vào buồng ngủ khấn rằng: \"Thiên hạ nhà ta đã vào tay ngươi, ngươi lại còn giết ta, ngày nay ta chết, đến khi thác con cháu ngươi cũng sẽ bị như thế\". Bèn thắt cổ tự tử ở vườn sau chùa.",
        "Thủ Độ ra lệnh cho các quan đến khóc, khoét tường thành phía nam cửa, đưa linh cữu ra phường Yên Hoa để thiêu, chứa xương vào tháp chùa Bảo Quang, tôn miếu hiệu là Huệ Tông. Giáng hoàng hậu của Huệ Tông tức Trần Thị Dung, làm Thiên Cực công chúa, gả cho Trần Thủ Độ, cho châu Lạng làm ấp thang mộc.13",
        "Năm 1232, nhân lúc tông thất nhà Lý về quê ngoại ở làng Hoa Lâm (nay là xã Mai Lâm, huyện Đông Anh, Hà Nội) làm lễ cúng tổ tiên, Thủ Độ đào ngầm hố sâu, làm nhà lên trên, đợi khi mọi người uống rượu say, giật máy chôn sống hết.",
        "Việc này chép theo sách Đại Việt sử ký toàn thư, chép xong đoạn này sách có lời chua rằng: \"Xét thời Trần Anh Tông còn có người họ Lý làm tướng, hơn nữa Phan Phu Tiên không ghi lại, việc này chưa chắc đã có thực, hãy tạm chép vào đây\".14 , bắt những người sống sót đổi sang họ Nguyễn và một số họ khác để trừ tuyệt hậu họa.",
        "Lúc nhà Trần mới thay nhà Lý, nhân thế suy yếu triều Lý, giặc cướp tụ tập nhiều. Người Man ở vùng núi Tản Viên, vùng Quảng Oai xâm phạm lẫn nhau. Nguyễn Nộn chiếm cứ Bắc Giang, Đoàn Thượng chiếm cứ Hồng Châu, Thủ Độ điều động các quân đi đánh dẹp.13",
        "Bấy giờ Nộn và Thượng binh thế còn mạnh, chưa dễ hàng phục được, mới phong cho Nộn làm Hoài Đạo Vương, chia cho các huyện Bắc Giang Thượng, Bắc Giang Hạ, Đông Ngạn cũng hẹn phong làm vương cho Thượng định ngày đến thề, nhưng Thượng không đến. Lại đưa các cung nhân và con gái họ hàng nhà Lý Huệ Tông gả cho các tù trưởng người Man. Đến tháng 12 năm 1228, Nguyễn Nộn đánh được Đoàn Thượng, gộp cả quân của Thượng lại, thanh thế lừng lẫy. Thủ Độ lo lắm, chia quân chống giữ và sai sứ đem thư đến chúc mừng, gia phong Nộn làm Hoài Đạo Hiếu Vũ Vương, đưa công chúa Ngoạn Thiềm gả cho hắn để ngầm dò la tin tức. Nộn cũng chia nha tướng riêng cho công chúa ở. Vì thế công chúa không thể báo được tin gì. Đến năm sau Nguyễn Nộn ốm chết, từ đây thiên hạ thu về một mối.15",
        "Thái Tông hoàng đế và Lý Chiêu Hoàng lấy nhau đã lâu, sau khi Hoàng thái tử Trần Trịnh chết yểu vào năm 1233, Lý hoàng hậu không sinh thêm được người con nào. Lúc ấy, anh của vua là Trần Liễu, có vợ là công chúa Thuận Thiên họ Lý đang mang thai 3 tháng. Trần Thủ Độ cùng vợ (Trần Thị Dung) bàn kín với vua nên mạo nhận lấy để có chỗ dựa về sau. Năm 1237, lập công chúa Thuận Thiên, vợ của Trần Liễu làm hoàng hậu. Trần Liễu tức giận, họp quân ra sông Cái làm loạn.16",
        "Vua trong lòng áy náy, ban đêm, ra khỏi kinh thành đến chỗ quốc sư Phù Vân (quốc sư là bạn cũ của Thái Tông) trên núi Yên Tử rồi ở lại đó. Hôm sau, Thủ Độ dẫn các quan đến mời vua trở về kinh sư. Vua nói: \"Vì trẫm non trẻ, chưa cáng đáng nổi sứ mạng năng nề, phụ hoàng lại vội lìa bỏ, sớm mất chỗ trông cậy, nên không dám giữ ngôi vua mà làm nhục xã tắc\". Thủ Độ cố nài xin nhiều lần vẫn chưa được vua nghe, mới bảo mọi người rằng:\"Xa giá ở đâu tức là triều đình ở đó\". Thế rồi Thủ Độ cắm nêu trong núi, chỗ này là điện Thiên An, chỗ kia là các Đoan Minh, sai người xây dựng. Quốc sư nghe thấy thế bèn, tâu rằng: \"Bệ hạ nên gấp quay xa giá trở về, chớ để làm hại núi rừng của đệ tư\".16",
        "Vua bèn trở về kinh đô. Được hai tuần, Trần Liễu tự lượng thế cô, khó lòng đối lập được, ngầm đi thuyền độc mộc giả làm người đánh cá, đến chỗ vua xin hàng. Thủ Độ thấy thế, vội vàng rút gươm, huy động quân đến vây thuyền rồng và quát: \"Giết chết tên giặc Liễu!\". Thấy thế vua lấy thân hình ra che và phân trần: \"Phụng Càn Vương (Phụng Càn là tên hiệu cũ của Liễu hồi còn nhà Lý) đến hàng đầy!\"",
        "Thủ Độ tức lắm, ném gương xuống sông nói: \"Ta chỉ là con chó săn thôi, biết đâu anh em các người thuận nghịch thế nào?\". Vua nói giải hòa, rồi bảo Thủ Độ rút quân về. Lấy đất Yên Phụ, Yên Dưỡng, Yên Sinh, Yên Hưng, Yên Bang cho Liễu làm ấp thang mộc. Nhân đất được phong, mà Liễu có tên Hiệu là Yên Sinh vương, sau có con là Trần Quốc Tuấn. Binh lính theo Liễu làm loạn ở sông Cái đều bị giết.16 Về sau, người con của An Sinh vương mà Trần Thủ Độ sắp đặt để làm con Thái Tông, tức là Tĩnh Quốc đại vương Trần Quốc Khang, cũng không được làm Hoàng thái tử dù là con trưởng. Năm 1240, Lý Kế hậu sinh được Trần Hoảng, lập làm Hoàng thái tử.",
        "Ngày 12 tháng 12, năm 1257, tướng Mông Cổ Uriyangqatai (Ngột Lương Hợp Thai) dẫn quân xâm phạm Bình Lệ Nguyên. Trần Thái Tông đích thân đốc chiến, thế giặc mạnh, nhà vua lui quân về sông Lô, rồi lui về sông Thiên Mạc. Nhà vua ngự thuyền đến hỏi Thái úy Trần Nhật Hiệu kế sách chống quân Mông Cổ, Nhật Hiệu chấm nước viết chữ lên hai chữ Nhập Tống. Thái Tông lại hỏi quân Tinh Cương, quân do Nhật Hiệu chỉ huy, Nhật Hiệu nói rằng \"Không gọi được chúng đến\".",
        "Sau đó, Thái Tông lại dời thuyền đến hỏi Trần Thủ Độ 17 , Thủ Độ tâu: \"Đầu thần chưa rơi xuống đất, bệ hạ đừng lo gì khác\". Ngày 24 tháng 12 năm đó, Trần Thái Tông tiến quân đến Đông Bộ Đầu, đánh bại quân Mông Cổ, khiến họ phải triệt thoái về Bắc.",
        "Sau việc ghi cái chết của Trần Thủ Độ, sách Đại Việt sử ký toàn thư đã dành riêng một đoạn dài để kể lại chuyện đức độ của Trần Thủ Độ khi làm quan, chép lại dưới đây:",
        "Thủ Độ tuy không có học vấn, nhưng tài lược hơn người, làm quan triều Lý được mọi người suy tôn. Thái Tông lấy được lấy được thiên hạ đều nhờ mưu sức của ông cả. Vì thế ông được nhà nước dựa cậy, quyền át cả vua. Bấy giờ có kẻ đàn hặc ông, vào gặp Thái Tông khóc mà nói rằng: \"Bệ hạ còn thơ ấu mà Thủ Độ quyền át cả vua, xã tắc rồi sẽ ra sao?\". Thái Tông lập tức lệnh xe ngự đến dinh Thủ Độ, bắt cả người đàn hặc ấy đem theo và nói hết những lời người ấy nói cho Thủ Độ biết. Thủ Độ trả lời: \"Đúng như những lời hắn nói\". Rồi lấy ngay tiền lụa thưởng cho người ấy.",
        "Linh Từ quốc mẫu, vợ Trần Thủ Độ có làn ngồi kiệu đi qua thềm cấm, bị quân hiệu ngăn lại,về dinh khóc bảo Thủ Độ: \"Mụ này làm vợ ông, mà bị bọn quân hiệu khinh nhờn đến thế\". Thủ Độ tức giận, sai đi bắt. Người quân hiệu ấy nghĩ rằng mình chắc phải chết. Khi đến nơi, Thủ Độ vặn hỏi trước mặt, người quân hiệu ấy cứ theo sự thực trả lời. Thủ Độ nói: \"Ngươi ở chức thấp mà giữ được luật pháp, ta còn trách gì nữa\". Lấy vàng lụa thưởng cho rồi cho về.",
        "Thủ Độ có lần duyệt định số hộ khẩu, vợ ông là bà Linh Từ xin riêng cho một người làm chức nhỏ ở địa phương. Thủ Độ gật đầu, rồi ghi họ tên quê quán của người đó. Khi xét duyệt đến xã ấy, hỏi tên ở đâu, người đó mừng rỡ, Thủ Độ bảo: \"Ngươi vì có công chúa (tức bà Linh Từ) xin cho được làm câu đương (tên của chức vị ở địa phương), không thể ví những câu đương khác được, phải chặt một ngón chân để phân biệt với người khác\". Người đó kêu van xin thôi mãi mới tha cho. Từ đó không ai dám đến thăm vì việc riêng nữa.",
        "Thái Tông có lần muốn cho người anh của Thủ Độ là An Quốc làm tể tướng. Thủ Độ tâu: \"An Quốc là anh thần, nếu cho giỏi hơn thần thì thần xin trí sĩ, nếu cho thần giỏi hơn An Quốc thì không thể cử An Quốc. Nếu anh em đều làm tể tướng cả thì việc triều đình sẽ ra làm sao?\". Vua bèn thôi.18 .",
        "Năm 1264, mùa xuân, tháng Giêng, Thái sư Trần Thủ Độ qua đời, thọ 71 tuổi. Ông được Trần Thái Tông truy tặng thụy hiệu là Thượng phụ Thái sư Trung Vũ đại vương (尚父太師忠武大王).",
        "Theo sách Đại Việt sử ký toàn thư:Trần Thủ Độ tuy làm Tể tướng, nhưng mọi việc không việc gì không để ý. Vì thế đã giúp nên vương nghiệp và giữ được tiếng tốt cho đến lúc mất. Thái Tông hoàng đế có làm bài văn bia ở sinh từ để tỏ lòng đặc biệt quý mến ông. Thế nhưng cái tội giết Lý Huệ Tông thì khó lẩn tránh với đời sau vậy.",
        "Thủ Độ tuy không có học vấn, nhưng tài lược hơn người, làm quan triều lý được mọi người suy tôn. Thái Tông lấy được lấy được thiên hạ đều nhờ mưu sức của ông cả. Vì thế ông được nhà nước dựa cậy, quyền át cả vua.19",
        "Theo Trần Trọng Kim viết trong Việt Nam sử lược:Thủ Độ là người rất gian ác đối với nhà Lý, nhưng lại là một người đại công thần của nhà Trần. Một tay cáng-đán bao nhiêu trọng sự, giúp Thái công bình phục được giặc giã trong nước và chỉnh-đốn lại một việc, làm cho nước Nam ta bấy giờ được cường thịnh, ngày sau có thể chống cự với Mông cổ, khỏi phải làm nô-lệ những kẻ hùng-cường.20",
        "Theo Trần Xuân Sính chép trong sách Thuyết Trần: Trần Thủ Độ tuy không đỗ đạt khoa cử nhưng mưu lược hơn người, không chỉ là quyền thần nhà Lý mà là quyền thần của ngay nhà Trần. Đối với tình thế Đại Việt, việc làm của ông được cho là có vai trò tích cực. Ông phò nhà Trần bình được nội loạn, làm cho Đại Việt kịp chấn hưng, và đó chính là cơ sở để đủ sức lực và tinh thần chống cự được Mông Cổ. Nhiều học giả nhất quán rằng sự thay thế của nhà Trần đối với nhà Lý trong thời điểm đó - mà sự thay thế và kiến thiết ban đầu không thể không nói tới Trần Thủ Độ - có vai trò quyết định sự tồn vong của Đại Việt trước nguy cơ ào tới của vó ngựa Mông mà Trung Hoa lớn mạnh ở phương Bắc cũng không trụ nổi21 . Sử chép: \"Thái Tông lấy được thiên hạ đều là mưu sức của Thủ Độ cả, cho nên quốc gia phải nhờ cậy, quyền hơn cả vua.\"18 .",
        "Theo Lê Quý Đôn chép trong sách Kiến văn tiểu lục, Trần Thủ Độ sau khi chết, được chôn ở xã Phù Ngự, huyện Ngự Thiên (thuộc Khoái Châu, Hưng Yên). Lăng có hổ đá, dơi đá, chim đá, bình phong bằng đá, chỗ đất ấy rộng 2 mẫu, cây cối um tùm. Về tự điển, được liệt vào hàng thượng đẳng, các quan phủ, huyện đến cúng tế. Hồi niên hiệu Chính Hòa (1680-1705) dân nơi ấy lấy cớ võng cáng cung đốn khổ sở, cùng làm tờ sớ chỉ xin 9 mẫu hoa lợi để cúng tiến, triều đình chuẩn y cho. Trước kia thần linh thiêng, sau quốc lễ bỏ đi, anh linh cũng giảm sút.22",
        "Theo địa chỉ ngày nay, lăng Thái sư Trần Thủ Độ nằm ở thôn Ngừ (tên chữ là Phù Ngự)23 trước là xã Khuông Phù,24 sau đổi là xã Liên Hiệp, huyện Hưng Hà, tỉnh Thái Bình. Lăng nằm chếch về phía bắc Quốc lộ 39B, kiến trúc lăng xưa bề thế, có nhiều tượng thú tạc bằng đá nhưng phần lớn đã bị tiêu hủy. Riêng pho tượng hổ tiêu biểu của ngành điêu khắc thời Trần đã chuyển về Bảo tàng Lịch sử Việt Nam ở Hà Nội nên lăng mộ không còn gì là nguyên thủy.25",
        "Năm 2008, nhà nước mới công nhận giá trị lịch sử của ngôi lăng26 đến năm 2012 công việc xây cất vẫn đang xúc tiến. Bên làng Nại cũng thuộc xã Liên Hiệp là đền thờ Linh từ Quốc mẫu Trần Thị Dung còn được gọi là Bà Chúa Ngừ, tức chính thất của Trần Thủ Độ.27",
        "TP Hà Nội đặt tên đường Trần Thủ Độ cho một con đường tại khu đô thị Pháp Vân Tứ Hiệp thuộc phường Hoàng Liệt, quận Hoàng Mai. Đường Trần Thủ Độ nối với Đường Vành đai 3 và kéo thẳng đến xã Tứ Hiệp, huyện Thanh Trì. TP Hồ Chí Minh đặt tên đường Trần Thủ Độ cho một con đường ở Quận Tân Phú, phường Phú Thạnh. TP Đà Nẵng đặt tên đường Trần Thủ Độ cho một con đường ở Quận Cẩm Lệ, phường Khuê Trung.",
        "(Nguồn: Wikipedia)"
    ]
}