{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Trần Trọng Kim<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Trần Trọng Kim.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/tran-trong-kim/dc2cb19df0d0ceec7c4097d435383850.jpg\">\n    <noscript>\n     <img alt=\"Trần Trọng Kim.jpg\" src=\"/images/wiki/tran-trong-kim/dc2cb19df0d0ceec7c4097d435383850.jpg\">\n    <\/noscript><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Chức vụ\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Thủ tướng Đế quốc Việt Nam\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nhiệm kỳ<\/th>\n   <td>17 tháng 04, 1945&nbsp;–&nbsp;23 tháng 08, 1945<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td>Không<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/ho-chi-minh\" title=\"Hồ Chí Minh (19 tháng 5 năm 1890 – 2 tháng 9 năm 1969) tên khai sinh: Nguyễn Sinh Cung, là nhà cách mạng, người sáng lập Đảng Cộng sản Việt Nam, một trong những người đặt nền móng và lãnh đạo công cuộc đấu tranh giành độc lập, toàn vẹn lãnh thổ cho Việt Nam trong thế kỷ 20, một chiến sĩ cộng sản quố...\" target=\"_blank\">Hồ Chí Minh<\/a> (Chủ tịch nước VNDCCH)<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div>\n     Thông tin chung\n    <\/div><\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc tịch<\/th>\n   <td>Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>1883<br>\n     Xuân phổ Nghi Xuân, Hà Tĩnh, Đại Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>2 tháng 12, 1953 (70&nbsp;tuổi)<br>\n     Đà Lạt<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Nghề nghiệp<\/th>\n   <td>Học giả, sử gia, nhà sư phạm<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Có một sự hiểu lầm lớn về sự độc lập ở Đông Dương. Sự độc lập này là hoàn toàn ở dưới sự kiểm soát quân sự của Nhật Bản. Sự độc lập của đế chế Trung kỳ và cũng như của Cao Miên đã được tuyên bố. Nam kỳ chẳng những ở dưới sự kiểm soát quân sự mà còn dưới cả sự cai trị quân sự của Nhật Bản. Vậy thì không có sự độc lập của Nam kỳ<\/i><sup class=\"annotation badge\" title=\"^ Ngô Văn Quỹ: Đêm dài Nhật – Pháp bắn nhau – Nhà xuất bản Trẻ, 2001. Trích: “Il-y-a un grand malentendu au sujet de l’idépendance de l’Indochine. Celle ci tout entière est sous le contrôle militaire du Japon. L’indépendence de l’Empire d’Annam et cellce du Cambodge on été pro clameés. La Cochinchine, non seulement se trouve sous le contrôle militaire du Japon, mais encore sous l’aminis tration militaire japonaise. Donc, pas l’idépendance de la Cochinchine…”\">17<\/sup><\/td>\n   <td>”<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>Lẽ dĩ nhiên, nguyên nhân trận chết đói năm 1945 chủ yếu không phải là do chính phủ Trần Trọng Kim mà là do chế độ thực dân, là chính sách tàn bạo của Pháp – Nhật. Sự bất lực của chính phủ Trần Trọng Kim phần lớn là do tính chất bù nhìn của nó. Nó không thể bớt chỗ nào thừa cho chỗ không có. Nó không thể chống nạn đầu cơ ở miền Bắc lúc ấy vẫn còn gạo trong các kho của quân phiệt Nhật. Nhật tích trữ lương thực để nuôi quân. Từ 9-3 đến giữa tháng 6, việc thu thóc tạ vẫn được thi hành trong lúc hàng chục vạn đồng bào ta chết rũ dọc đường xó chợ. Chính phủ Trần Trọng Kim đâu dám đụng đến việc thu thóc tạ, càng không dám đụng đến kho thóc. Chính phủ đã cam đoan với Nhật là tiếp tế cho Nhật bằng hoặc hơn Pháp, để xứng đáng với cái \"độc lập\" mà Nhật ban cho!<\/i> <p><i>Cả chính phủ Trần Trọng Kim và Nhật đều bắt buộc mọi sự vận chuyển thóc gạo từ Nam ra Bắc đều phải qua “Ủy ban thóc gạo” ở Sài Gòn mà ủy ban này do công ty Nhật nắm. Khi tải ra đến Bắc thì phải gom gạo cho công ty thóc gạo Bắc kỳ 75% số lượng, công ty này lo bảo đảm trước hết lương thực cho quân Nhật, còn lại mới bán cho dân<\/i><\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><i>\"Nhật Bản trước vốn là một nước đồng văn đồng hóa ở Á Đông, nhưng về sau đã theo Âu hóa, dùng những phương pháp quỷ quyệt để mở rộng chủ nghĩa đế quốc của họ, trước đã thôn tính Cao Ly và Mãn Châu, sau lại muốn xâm lược <a class=\"annotation\" href=\"/dia-danh/nuoc-tau\" title=\"Trung Quốc (tiếng Trung: 中国), tên chính thức là nước Cộng hòa Nhân dân Trung Hoa (tiếng Trung: 中华人民共和国), là một quốc gia có chủ quyền nằm tại Đông Á. Đây là quốc gia đông dân nhất trên thế giới, với số dân trên 1,382 tỷ người. Trung Quốc là quốc gia độc đảng do Đảng Cộng sản cầm quyền, chính phủ tru...\" target=\"_blank\">nước Tàu<\/a> và các nước khác ở Á Đông đã bị người Âu châu chiếm giữ. Người Nhật tuy dùng khẩu hiệu \"đồng minh cộng nhục\" và lấy danh nghĩa \"giải phóng các dân tộc bị hà hiếp\" nhưng thâm ý là muốn thu hết quyền lợi về mình\"<\/i><sup class=\"annotation badge\" title=\"^ a ă http://www.nhandan.com.vn/mobile/_mobile_chinhtri/_mobile_binhluanphephan/item/25800102.html\">29<\/sup><\/td>\n   <td>”<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Trần Trọng Kim",
        "Tiểu sử",
        "Thân thế",
        "Hoạt động trong ngành giáo dục",
        "Hoạt động chính trị",
        "Sự khống chế của Nhật Bản",
        "Lưu vong và hồi hương",
        "Các câu nói và nhận xét của người xung quanh",
        "Về vai trò của chính phủ Trần Trọng Kim",
        "Sự bất lực trước thời cuộc",
        "Tác phẩm",
        "Chú thích",
        "Xem thêm",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Trần Trọng Kim - Người Kể Sử",
    "paragraphs": [
        "Trần Trọng Kim (chữ Hán: 陳仲金; 1883 – 1953)1 2 là một học giả danh tiếng3 nhà giáo dục, nhà nghiên cứu sử học, văn học, tôn giáo Việt Nam, bút hiệu Lệ Thần (遺臣), thủ tướng của chính phủ Đế quốc Việt Nam (1945) được thành lập trong thời kỳ Đế quốc Nhật Bản chiếm đóng Việt Nam. Ông là tác giả của nhiều cuốn sách về lịch sử, văn hóa như Việt Nam sử lược, Việt Nam văn phạm, Nho giáo...",
        "",
        "",
        "Trần Trọng Kim, sinh năm 1883 (Quý Mùi) tại làng Kiều Linh, xã Đan Phố, huyện Nghi Xuân, tỉnh Hà Tĩnh.4 Vợ ông Bùi Thị Tuất là em gái nhà nghiên cứu văn học Bùi Kỷ. Ông có một người con gái duy nhất là Trần Thị Diệu Chương, lấy chồng làm Chưởng lý Bộ Quốc ấn tại Sénégal. Cha ông là Trần Bá Huân (1838-1894), đã từng tham gia từ rất sớm phong trào Cần Vương do Phan Đình Phùng lãnh đạo.5",
        "Trần Trọng Kim xuất thân trong một gia đình Nho giáo, từ nhỏ ông học chữ Hán. Vào năm 1897, ông theo học tại Trường Pháp-Việt Nam Định và học chữ Pháp. Năm 1900, ông thi đỗ vào Trường Thông ngôn và đến tốt nghiệp năm 1903.6",
        "Năm 1904, ông làm Thông sự ở Ninh Bình. Năm 1905, vì hiếu học nên ông qua Pháp học trường Thương mại ở Lyon. Năm 1906, nhân có Hội chợ đấu xảo tại Marseille Pháp, ông xin làm một chân thợ khảm để được đi với Nguyễn Văn Vĩnh (1882-1936) sang dự.6",
        "Sau hội chợ, ông xin ở lại để học thêm tại các trường ở Ardèche, Lyon rồi tiếp tục học ở Trường thuộc địa. Năm 1909, ông vào học trường Sư phạm Melun và tốt nghiệp ngày 31 tháng 7 năm 1911 rồi về nước.6 7",
        "Ông lần lượt dạy Trường trung học Bảo hộ (Trường Bưởi), Trường Hậu bổ và Trường nam Sư phạm. Ông là nhà sư phạm mẫu mực, có uy tín trong xã hội, giữ nhiều chức vụ trong ngành giáo dục thời Pháp thuộc như:8",
        "Từ thập niên 1910 đến thập niên 1940, ông cũng viết nhiều sách về sư phạm và lịch sử. Ngoài ra ông còn tham gia các hoạt động xã hội. Ông là Phó trưởng ban Ban Văn học của Hội Khai trí Tiến Đức, Nghị viên Viện Dân biểu Bắc Kỳ, Trưởng ban nghiên cứu Phật học của Hội Bắc kỳ Phật giáo.",
        "Năm 1943, Một năm sau khi ông về hưu, Nhật Bản kéo vào Đông Dương và người Nhật lấy cớ \"giúp các ông tránh sự bắt bớ của Pháp\" đưa ông và chí sĩ Cử nhân Dương Bá Trạc (1884-1944) bí mật sang Chiêu Nam (Singapore)9 . Năm 1945, ông được quân đội Nhật đưa về nước.",
        "Ngày 9 tháng 3 năm 1945, Nhật đảo chính Pháp 10 , độc chiếm thuộc địa Đông Dương. Để tranh thủ sự ủng hộ của người Việt, cùng những nước Á châu khác đang bị Nhật chiếm đóng như Miến Điện, Philippines, Nhật tuyên bố trao trả độc lập cho Việt Nam.11",
        "Ngày 11 tháng 3 năm 1945, triều đình Huế tuyên bố hủy bỏ Hòa ước Patenôtre ký với Pháp năm 1884, khôi phục chủ quyền Việt Nam.12 13",
        "Vua Bảo Đại liền giải tán Hội đồng cơ mật gồm Thượng thư sáu bộ, tuyên bố từ nay sẽ tự mình cầm quyền nhưng bên cạnh nhà vua là viên Đại sứ Nhật ở Đông Dương Yokoyama làm 'Tối cao cố vấn'.14",
        "Chỉ huy quân Nhật, tướng Tsuchihashi Yuitsu (土橋, âm Hán Việt: Thổ Kiều), nghĩ rằng chỉ cần Việt Nam độc lập trên danh nghĩa và chính phủ mới của Việt Nam phải được Nhật kiểm soát chặt chẽ15 . Thoạt đầu Phạm Quỳnh được chỉ định tạm quyền nhưng ông này quá thân Pháp, ngoài ra ông ta thấy ngay \"nền độc lập\" có những giới hạn như giống như hồi còn chế độ bảo hộ Pháp: Không có tự chủ về ngoại giao, không có quân đội, không có độc lập tài chính... Nhật liền chọn một nhân vật ôn hoà hơn và gần gũi với Nhật Bản. Đó chính là Trần Trọng Kim, đang ở Singapore. Theo Daniel Grandcléme, nhà vua Bảo Đại chẳng có vai trò gì trong việc chỉ định này.16",
        "Trong khi Bảo Đại tìm người lập nội các thì ngày 30/3/1945, trong một cuộc họp với công chức người Việt ở Long Xuyên, Toàn quyền Nhật Bản là Minoda nói thẳng bằng tiếng Pháp về bản chất sự \"độc lập\" của Đế quốc Việt Nam:",
        "Ngày 30 tháng 03 năm 1945, Trần Trọng Kim được Nhật Bản đón từ Băng Cốc về Sài Gòn.18 Khoảng 5 tháng 04 năm 1945, Trần Trọng Kim đến Huế.18 Sau khi được yết kiến Bảo đại và gặp Trần Đình Nam, Trần Trọng Kim cũng tán thành giải pháp lập nội các do Ngô Đình Diệm đứng đầu nên một bức điện thứ 2 triệu tập Ngô Đình Diệm được Tối cao cố vấn Yokoyama nhận chuyển đi. Nhưng Ngô Đình Diệm không ra Huế (do Nhật không chuyển điện, hay nhận điện mà từ chối). Bảo Đại triệu Trần Trọng Kim vào tiếp kiến lần thứ hai.",
        "Trần Trọng Kim và một số trí thức có tiếng tăm được giao thành lập nội các ở Huế vào ngày 17 tháng 4 năm 1945.3 19 Đây là một dạng chính phủ nghị viện đầu tiên tại Việt Nam và Trần Trọng Kim trở thành Thủ tướng đầu tiên của Việt Nam. Tham gia Nội các của ông đều là các nhà trí thức luật sư, bác sĩ, kỹ sư (một giáo sư, hai kỹ sư, bốn bác sĩ, bốn luật sư):20",
        "Ngoài các thành viên Nội các, nhiều nhà trí thức có tiếng tăm cùng tham gia công việc của chính quyền:20 Phan Kế Toại (Khâm sai Bắc bộ), Bác sĩ Trần Văn Lai (Thị trưởng Hà Nội), Giáo sư Nguyễn Lân (Thị trưởng Huế), Phó bảng Đặng Văn Hướng (Tỉnh trưởng Nghệ An), Phó bảng Hà Văn Đại (Tỉnh trưởng Hà Tĩnh), Giáo sư Đặng Thai Mai (Tỉnh trưởng Thanh Hóa)… Các ông Hoàng Đạo Thúy, Tạ Quang Bửu, Trần Duy Hưng, Nguyễn Xiển, Vũ Văn Cẩn, Ngụy Như Kontum, được mời ra thành lập Hội đồng Thanh niên. Tạ Quang Bửu được mời làm Cố vấn đặc vụ ủy viên Bộ Thanh niên và Kỹ sư Lê Duy Thước làm Chánh văn phòng Bộ.",
        "Một chính phủ được thành lập trong bối cảnh lịch sử như chính phủ Trần Trọng Kim, thông thường dễ bị coi là thân Nhật, là tay sai Nhật. Và thực tế đã bị coi như vậy. Luật sư Phan Anh, một bộ trưởng trong chính phủ Trần Trọng Kim, sau này viết21 :",
        "Giáo sư Đinh Xuân Lâm có viết: \"Nội các Trần Trọng Kim, với thành phần là những trí thức có tên tuổi, trong đó phải kể tới một số nhân vật tiêu biểu của nước ta trước năm 1945, có uy tín đối với nhân dân, như: Trần Trọng Kim, Hoàng Xuân Hãn, Trịnh Đình Thảo, Phan Anh… Thủ đoạn của bọn cầm quyền Nhật Bản là triệt để lợi dụng bộ máy chính quyền do chúng mới dựng lên để lũng đoạn tình hình có lợi cho chúng, chúng chỉ muốn có một chính phủ bù nhìn hoàn toàn để thi hành mọi ý định của chúng\".22",
        "Theo Tiến sĩ Lê Mạnh Hùng: \"Với an ninh, quốc phòng và kinh tế tài chánh đều nằm trong tay quân đội Nhật, tất cả những gì mà chính phủ Trần Trọng Kim có thể đạt được trong việc giành lại chủ quyền cho Việt Nam thực tế là chỉ có tính cách biểu tượng. Nhưng trong tình huống Đông Dương vào năm chót của thế chiến thứ hai, biểu tượng đóng một vai trò rất quan trọng. Biết rằng thất bại của Nhật Bản chỉ là một vấn đề thời gian, Trần Trọng Kim và chính phủ của ông đưa ra một chương trình nhằm thay đổi tâm lý người Việt đến mức mà đất nước sẽ không thể trở lại tình trạng thuộc địa nữa một khi chiến tranh chấm dứt...\".23",
        "Tháng 6 năm 1945, chính phủ Trần Trọng Kim đặt quốc hiệu là Đế quốc Việt Nam; đặt quốc thiều là bài \"Đăng đàn cung\"; quốc kỳ có \"nền vàng hình chữ nhật, giữa có hình quẻ Ly màu đỏ thẫm\".18",
        "Chính phủ Trần Trọng Kim thực tế vẫn nằm dưới sự bảo hộ của quân đội Nhật chiếm đóng Đông Dương. Nhật Bản đưa ra chính sách Đại Đông Á, tuyên bố \"giúp các dân tộc da vàng đánh đổ ách thống trị của thực dân da trắng để lập nên khu vực thịnh vượng chung\", nhưng thực ra đó chỉ là một tên gọi cho ách chiếm đóng mới của quân phiệt Nhật. Vai trò của Nhật, theo kế hoạch của người Nhật, không chỉ giới hạn trong lĩnh vực kinh tế, mà còn bảo vệ quân sự và dẫn dắt chính sách nội bộ của các nước trong khối, miền Nam Châu Á sẽ trở thành thị trường và nơi cung cấp nguyên liệu.",
        "Vì vậy nhiều người cho rằng đây chỉ là một chính phủ bù nhìn thân Nhật, không có thực quyền và không có được sự ủng hộ của dân chúng. Nó được xếp chung với các chính phủ bù nhìn do Nhật thành lập tại các nước bị họ chiếm đóng trong thế chiến thứ 2 như Mãn Châu quốc, Chính phủ Uông Tinh Vệ, Mông Cương, Đệ nhị Cộng hòa Philipine...24 Cùng với sự bại trận của Nhật Bản trong thế chiến, tất cả các chính phủ này đều tự sụp đổ hoặc bị Đồng Minh giải thể trong năm 194524 , dù cho Cách mạng tháng Tám không nổ ra thì chính phủ này cũng sẽ bị giải thể khi quân Đồng Minh (Anh và Pháp) tới Việt Nam vào tháng 9/1945.",
        "Về hành chánh, Nhật đảo chính lật đổ Pháp ngày 09 tháng 03 năm 1945, nhưng không trao trả toàn bộ chủ quyền đất nước lại cho chính quyền Đế quốc Việt Nam, mà mãi đến tháng 7 năm 1945, sau các cuộc thương lượng của Trần Trọng Kim, toàn quyền Nhật là Tsuchihashi mới trả lại cho chính phủ Đế quốc Việt Nam ba thành phố nhượng địa Hà Nội, Hải Phòng và Ðà Nẵng kể từ ngày 20 tháng 7 năm 1945. Về việc thu hồi Nam Kỳ thì cuộc thương thuyết với Toàn quyền Tsuchihashi có kết quả mặc dù lúc đầu Tsuchihashi còn do dự vì triều đình Cao Miên cũng đòi đất Nam Kỳ. Trần Trọng Kim phái Nguyễn Văn Sâm là khâm sai vào Sài Gòn tiếp thu. Ở ngoài Bắc thì Thống sứ Nishimura bàn giao với khâm sai Phan Kế Toại tại Hà Nội ngày 12 Tháng 8. Ngày 14 Tháng 8, chính phủ Trần Trọng Kim công bố chính thức tiếp thu Nam Kỳ25 Chính phủ Trần Trọng Kim cũng thay chương trình học bằng tiếng Pháp bậc tiểu học và trung học sang chương trình học bằng tiếng Việt, do học giả Hoàng Xuân Hãn biên soạn.18 Hành chánh được cải tổ với việc dùng chữ Việt trong tất cả các giao dịch của chính phủ ngoại trừ lĩnh vực y tế và các văn thư liên lạc với Pháp hoặc các công ty của người Trung Hoa.18",
        "Việc Nhật chiếm đóng vào thời điểm 1945 đã gây ra những hậu quả tai hại cho Việt Nam như nạn đói năm Ất Dậu. Vấn đề cấp thiết nhất khi đó là việc cứu đói, nhưng chính phủ Trần Trọng Kim đã không làm được điều mình hứa hẹn, chính phủ này không có phương tiện, nhân lực đều do quân Nhật nắm, giao thông đường bộ, đường sắt, đường biển từ Nam ra Bắc thì bị quân Đồng minh cắt đứt nên không thể làm làm tình hình được cải thiện. Nạn đói năm Ất Dậu đã khiến gần 2 triệu người dân Việt Nam (chủ yếu ở miền Bắc) chết đói. Báo Ngày Nay xuất bản tháng 6/1945 nhận xét về sự bất lực hoàn toàn của chính phủ này, viết26 :",
        "Về vấn đề này, nhà sử học Trần Văn Giàu chỉ ra nguyên nhân của sự bất lực này là do tính chất bù nhìn của chính phủ Trần Trọng Kim26 :",
        "Cả chính phủ Trần Trọng Kim và Nhật đều bắt buộc mọi sự vận chuyển thóc gạo từ Nam ra Bắc đều phải qua “Ủy ban thóc gạo” ở Sài Gòn mà ủy ban này do công ty Nhật nắm. Khi tải ra đến Bắc thì phải gom gạo cho công ty thóc gạo Bắc kỳ 75% số lượng, công ty này lo bảo đảm trước hết lương thực cho quân Nhật, còn lại mới bán cho dân",
        "Không những vậy, Đạo dụ của chính phủ Trần Trọng Kim ngày 13/6/1945 còn quy định: ai phạm việc phá hoại cầu cống, đường sá, cướp phá hoặc làm hư hại kho ngũ cốc, đồ ăn, gạo, đều bị kết án tử hình. Đạo dụ cũng cấm chỉ mọi cuộc tụ tập trên 10 người. Vì đạo dụ này, nhân dân không dám kéo đi phá kho thóc để chia cho người đói, hàng chục vạn người đã chết đói ngay bên ngoài cửa những kho thóc còn đầy ắp26",
        "Trong khi Bộ Tiếp tế chỉ làm được vài việc vặt, thì Bộ Tài chính của Đế quốc Việt Nam chỉ chuyên làm một việc là gom tiền thuế của dân giao cho Nhật. Chỉ riêng trong 5 tháng tồn tại, Chính phủ Trần Trọng Kim đã nộp cho Nhật Bản khoản tiền 720 triệu đồng Đông Dương (Piastre), ngang với số tiền 726 triệu do chính quyền thực dân Pháp nộp cho Nhật Bản trong 5 năm trước đó (từ 1940 tới 9/3/1945). Tổng cộng trong thời gian Thế chiến thứ hai, người Việt Nam đã phải nộp cho Nhật khoản tiền là 1 tỷ 446 triệu Piastre, tương đương 14 tỷ 460 triệu Franc lúc đó21",
        "Khi quân Nhật thất trận sắp đầu hàng Đồng Minh, chính phủ Trần Trọng Kim cũng chỉ tồn tại được đến ngày 23 tháng 8 năm 1945 thì sụp đổ.1 27",
        "Chính phủ Trần Trọng Kim không có quân đội để tránh phải tham gia chiến tranh thế giới thứ II với tư cách đồng minh của Nhật Bản. Bộ trưởng Bộ thanh niên Phan Anh đã thành lập đoàn Thanh niên Tiền tuyến, Thanh niên Xã hội để thực hiện công tác trị an, bảo vệ. Tuy nhiên khi Cách mạng Tháng Tám nổ ra, lực lượng Thanh niên Tiền tuyến đã rời bỏ hàng ngũ Đế quốc Việt Nam để quay sang ủng hộ lực lượng Việt Minh. Trường Thanh niên tiền tuyến đã đào tạo ra nhiều tướng lĩnh, sĩ quan của Việt Nam Dân chủ Cộng hòa sau này.",
        "Mới ra mắt được 4 tháng, ngày 5/8/1945, hàng loạt thành viên nội các Trần Trọng Kim xin từ chức: 3 bộ trưởng xin từ nhiệm, Bộ trưởng Vũ Ngọc Anh qua đời vì trúng bom máy bay Mỹ. Các bộ trưởng khác tuyên bố bản thân họ cũng bất lực, bởi không thể làm được việc gì nếu không được cố vấn tối cao Nhật đồng ý, trong khi vua Bảo Đại chỉ lo ăn chơi, săn bắn mà không quan tâm đến chính trị. Trần Trọng Kim cố gắng liên hệ nhưng các nhân vật cấp tiến đều khước từ cộng tác, đến đầu tháng 8 thì chính Trần Trọng Kim cũng nản lòng. Ông nói mình bị \"tăng huyết áp\" và không ra khỏi nhà28 .",
        "Trong hồi ký của mình, Trần Trọng Kim viết về giai đoạn làm chính trị dưới sự khống chế của Nhật Bản:",
        "Sau khi Việt Minh giành được chính quyền và nước Việt Nam Dân chủ Cộng hòa được thành lập, chính phủ Việt Nam Dân chủ Cộng hòa đã đối xử với ông cực kỳ ưu đãi, hiếm thấy ở một cuộc cách mạng nào. Ông được sống yên ổn tự do ở nhà, Chính phủ Việt Nam Dân chủ Cộng hòa còn cấp tiền lương cho ông ăn. Chính ông đã viết trong hồi ký: “Bây giờ tôi không có tiền, may nhờ chính phủ Việt Minh ở Huế trả tôi 1.600 đồng tiền lương quá nửa tháng 8 tôi mới có tiền chi tiêu”. Món tiền 1.600 đồng lúc ấy là không hề nhỏ, có thể mua được hai tấn gạo26 .",
        "Tháng 6-1946, khi quân Quốc dân đảng Trung Quốc phải rút về nước, ông sang Trung Quốc tìm gặp cựu hoàng Bảo Đại đang ở Hồng Kông. Ông cùng Bảo Đại bàn mưu tính kế khôi phục lại ngôi báu nhà Nguyễn, có cả Cousseau, chỉ huy mật thám Pháp tham dự.",
        "Sau nhiều năm tháng ở Quảng Châu và Hồng Kông, ngày 6 tháng 2 năm 1947, ông trở về Sài Gòn và sống tại nhà luật sư Trịnh Đình Thảo.",
        "Người Pháp thu xếp cho ông trở về Sài Gòn để vận động thành lập chính phủ mới. Về đến Sài Gòn, ông nhận ra rằng những lời hứa hẹn của người Pháp là giả dối nên ông quyết định không làm gì.",
        "Năm 1948, ông qua Phnom Penh và sống với người con gái. Sau đó, ông lại trở về Việt Nam sống thầm lặng và mất tại Đà Lạt vào ngày 2 tháng 12 năm 1953, thọ 71 tuổi.",
        "Trần Trọng Kim được đánh giá là một học giả uyên thâm cả tân học và cựu học, là người tận tụy cho ngành giáo dục Việt Nam đầu thế kỷ 20. Tuy nhiên, ông là người có tư tưởng bảo thủ và bảo hoàng, ông chủ trương duy trì nền quân chủ tại Việt Nam. Phan Anh, Bộ trưởng Thanh niên trong Nội các của ông, nhận xét:",
        "Câu nói của Trần Trọng Kim khi gặp đại diện của Việt Minh, Lê Trọng Nghĩa:",
        "Khi ông Kim gặp Tổng tư lệnh Tsuchihashi để yêu cầu Nhật trả lại ba tỉnh Hà Nội, Hải Phòng, Đà Nẵng và toàn bộ đất Nam kỳ cho Việt Nam:",
        "Nhà nghiên cứu Vũ Ngọc Khánh nhận xét:",
        "Chính phủ Trần Trọng Kim ra đời trong bối cảnh thế giới có nhiều biến động, chiến tranh thế giới thứ 2 đang xảy ra. Nhật đã giành quyền ảnh hưởng tại Đông Dương từ tay Pháp, Nhật cần 1 chính phủ mới tại Việt Nam phụ thuộc, ủng hộ các quyền lợi của mình tại chiến lược bành trướng châu Á Thái Bình Dương. Pháp, các đế quốc châu Âu muốn giữ quyền lợi vốn có của mình tại các nước thuộc địa Đông Nam Á. Nước Mỹ, lực lượng chính của phe Đồng Minh tại mặt trận Thái Bình Dương muốn ngăn chặn và triệt tiêu ảnh hưởng của Nhật. Tình hình trong nước trở nên hỗn loạn khi Nhật đảo chính, kiểm soát tại các vùng quê của chính quyền mới rất yếu kém, lực lượng quản lý hành chính chưa kịp đào tạo, lực lượng an ninh quân sự phụ thuộc vào Nhật.[cần dẫn nguồn]",
        "Chính phủ Trần Trọng Kim muốn lợi dụng Nhật để hất cẳng hoàn toàn ảnh hưởng của Pháp, và tăng cường ý thức phản kháng của người dân khi quân Pháp trở lại. Lực lượng Việt Minh với mục tiêu khác biệt không thể dung hòa với chính phủ Trần Trọng Kim, họ đã ra chỉ thị \"Nhật - Pháp bắn nhau và hành động của chúng ta\". Chớp lấy thời cơ Nhật đầu hàng quân Đồng Minh, phải giải giáp vũ khí, lực lượng Việt Minh đã kêu gọi dân chúng biểu tình, bãi công, cướp lấy chính quyền. Chính phủ Trần Trọng Kim ý thức được sự hạn chế của mình nên đã tuyên bố giải tán và bàn giao chính quyền cho Việt Minh, tạo điều kiện cho cuộc Cách mạng tháng Tám diễn ra suôn sẻ. Sau khi chính quyền Việt Minh được thành lập, nhiều nhân vật của chính phủ Trần Trọng Kim đã tham gia vào chính phủ của Việt Minh.20",
        "Chính phủ Trần Trọng Kim thường được Việt Nam Dân chủ Cộng hòa mô tả trong các tài liệu nghiên cứu chuyên môn trước và sau năm 1975, một cách trực tiếp hay gián tiếp, là bù nhìn của Nhật.36 37 38 39 Giới sử học phương Tây thì coi Đế quốc Việt Nam là một dạng chính phủ bù nhìn do Nhật thành lập tại các nước bị họ chiếm đóng trong thế chiến thứ 2 như Mãn Châu quốc, Chính phủ Uông Tinh Vệ, Mông Cương, Đệ nhị Cộng hòa Philippines... Cùng với sự bại trận của Nhật Bản trong Thế chiến, tất cả các chính phủ này đều tự sụp đổ hoặc bị Đồng Minh giải thể trong năm 194540 Chính phủ Trần Trọng Kim được phương Tây coi là một bộ phận của chính sách Khối Thịnh vượng chung Đại Đông Á của Nhật nhằm chiếm đóng Đông Á trong Chiến tranh thế giới thứ hai, trong đó các chính quyền bản xứ phải vận động người dân và nền kinh tế trong nước phục vụ cho lợi ích của Đế quốc Nhật Bản41 .",
        "Trong bản Tuyên cáo trước quốc dân về đường lối chính trị, dưới sự khống chế của Nhật Bản, nội các Trần Trọng Kim tuyên bố: “quốc dân phải gắng sức làm việc, chịu nhiều hy sinh hơn nữa và phải thành thực hợp tác với nước Đại Nhật Bản trong sự kiến thiết nền Đại Đông Á, vì cuộc thịnh vượng chung của Đại Đông Á có thành thì sự độc lập của nước ta mới không phải là giấc mộng thoáng qua”. Bản Tuyên cáo của Chính phủ Trần Trọng Kim làm nhân dân bàn tán xôn xao, vì Đức đã bại trận, Nhật Bản cũng khó tránh khỏi thất bại, cho nên Trần Trọng Kim lại phải tuyên bố để trấn an dư luận: “Việc nước Đức đầu hàng không hại gì đến sự liên lạc mật thiết giữa hai nước Nhật và Việt Nam… Sự bại trận ấy không thể giảm bớt lòng chúng ta kiên quyết giúp Nhật Bản đeo đuổi cuộc chiến đấu cho đến khi toàn thắng để kiến thiết vùng Đại Đông Á… ta chỉ phải giữ vững cuộc trị an trong nước và chịu những hy sinh cần thiết để cho quân đội Nhật Bản được chúng ta tận tâm giúp đỡ về mặt tinh thần và vật chất, nền độc lập của chúng ta có như thế mới thật vững bền”. Ông Phạm Khắc Hòe, nguyên Tổng lý Ngự tiền văn phòng của nhà Nguyễn nói về bản Tuyên cáo: “Rõ ràng là Trần Trọng Kim đã hạ quyết tâm phục vụ quan thầy Nhật đến cùng…”26 .",
        "Nhà nghiên cứu Phạm Xuân Ba, nhận xét rằng \"nền độc lập\" của Đế quốc Việt Nam rõ ràng chỉ là giả hiệu bởi những lý do sau42 :",
        "Phan Anh, bộ trưởng bộ Thanh niên của chính phủ Trần Trọng Kim và cũng là Bộ trưởng Bộ Quốc phòng đầu tiên của chính phủ Việt Minh, đã trả lời cuộc phỏng vấn của nhà sử học Na Uy Stein Tonnesson năm 1989:",
        "Ông Phạm Khắc Hòe, nguyên Tổng lý Ngự tiền văn phòng của triều Nguyễn nhận xét rằng Trần Trọng Kim ra sức giữ ngôi báu cho nhà Nguyễn nên sàng phục vụ cho Nhật26 :",
        "Ở Việt Nam, đa số quần chúng tỏ ra thờ ơ lạnh nhạt với sự \"độc lập\" do quân đội Nhật dựng nên. Ngày 17/3/1945, ở các hương thôn, lý trưởng được lệnh tổ chức dân chúng mừng sự ra đời của Đế quốc Việt Nam tại các đình làng, nhưng không khí rất ảm đạm:",
        "Việc đưa Trần Trọng Kim đứng ra lập nội các cho Bảo Đại trước sau đều do người Nhật đạo diễn để dẫn dụ ông, chứ bản thân ông tự ý thức bản thân mình bất lực, họ trao quyền cũng chỉ để biến ông thành bù nhìn.44 Trong thư viết ngày 8/5/1947 tại Sài Gòn gửi học giả Hoàng Xuân Hãn, ông Trần Trọng Kim nói về tình hình yếu kém của Đế quốc Việt Nam năm 1945, sự bất lực của ông và vai trò tiếp quản của Việt Minh như sau:29",
        "Trước năm 1945, Trần Trọng Kim có nhiều tác phẩm nổi tiếng thời bấy giờ về các lĩnh vực sử học, văn học, nghiên cứu và sư phạm gồm:",
        "Sau năm 1945, ông viết hồi ký Một cơn gió bụi (1949), tóm lược quãng đời làm chính trị của ông trong giai đoạn 1942 - 1948. Nó nói lên suy nghĩ của ông về các sự kiện xảy ra trong nước thời bấy giờ như sự thành lập chính phủ của Đế quốc Việt Nam, Cách mạng tháng Tám, sự cầm quyền của Việt Minh, cùng Chiến tranh Đông Dương lần thứ nhất giữa Việt Minh và thực dân Pháp. Năm 2017, bản in lại theo bản của Vĩnh Sơn tại Sài Gòn năm 1969 bị Cục Xuất bản, In và Phát hành thu hồi với lý do cuốn sách này có nhiều chi tiết, đánh giá không phù hợp, không khách quan hoặc chưa được kiểm chứng45 Theo nhà nghiên cứu Vũ Ngọc Khánh, tập hồi ký này của Trần Trọng Kim cả về nội dung và nghệ thuật đều chưa đạt, nhiều sự kiện ông né trách không dám trình bày, một số chi tiết cũng không hoàn toàn trung thực, có lẽ vì ông viết cuốn hồi ký này trong một tâm trạng ngao ngán mà không thức thời do hoạt động chính trị liên tục thất bại46",
        "(Nguồn: Wikipedia)"
    ]
}