{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Triệu Tuyên tử<br><font size=\"2\">赵宣子<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Đại phu nước Tấn<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Tông chủ họ Triệu<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lãnh đạo<\/th>\n   <td>622 TCN - 601 TCN<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td>Triệu Thôi<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td>Triệu Quát<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Chính khanh nước Tấn<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thời gian nhận chức<\/th>\n   <td>621 TCN - 601 TCN<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tiền nhiệm<\/th>\n   <td>Hồ Xạ Cô<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td>Khước Khuyết<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hậu duệ<\/th>\n   <td>\n    <table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n     <tbody>\n      <tr>\n       <th>Hậu duệ<\/th>\n      <\/tr>\n      <tr>\n       <td><a class=\"annotation\" href=\"/nhan-vat/trieu-soc\" title=\"Triệu Sóc (chữ Hán: 趙朔,&amp;#160;?-597 TCN), tức Triệu Trang tử (趙莊子), là vị tông chủ thứ năm của họ Triệu, một trong Lục khanh nước Tấn thời Xuân Thu trong lịch sử Trung Quốc. \n Ông là con trai của Triệu Thuẫn, tông chủ thứ tư của họ Triệu....\" target=\"_blank\">Triệu Sóc<\/a><\/td>\n      <\/tr>\n     <\/tbody>\n    <\/table><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên đầy đủ<\/th>\n   <td>Triệu Thuẫn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thụy hiệu<\/th>\n   <td>Tuyên tử (宣子)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thế gia<\/th>\n   <td>Họ Triệu<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td>Triệu Thôi<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân mẫu<\/th>\n   <td>Địch nữ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>656 TCN<br>\n     Trung Quốc<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>601 TCN<br>\n     Trung Quốc<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n <tbody>\n  <tr>\n   <th>Hậu duệ<\/th>\n  <\/tr>\n  <tr>\n   <td><a class=\"annotation\" href=\"/nhan-vat/trieu-soc\" title=\"Triệu Sóc (chữ Hán: 趙朔,&amp;#160;?-597 TCN), tức Triệu Trang tử (趙莊子), là vị tông chủ thứ năm của họ Triệu, một trong Lục khanh nước Tấn thời Xuân Thu trong lịch sử Trung Quốc. \n Ông là con trai của Triệu Thuẫn, tông chủ thứ tư của họ Triệu....\" target=\"_blank\">Triệu Sóc<\/a><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Triệu Thuẫn",
        "Thân thế",
        "Lập Tấn Linh công",
        "Nhiếp chính",
        "Án Đào Viên",
        "Xem thêm",
        "Tham khảo",
        "Ghi chú",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Triệu Thuẫn - Người Kể Sử",
    "paragraphs": [
        "Triệu Thuẫn (chữ Hán: 趙盾; 656 TCN-601 TCN1 ), tức Triệu Tuyên tử (赵宣子) là vị tông chủ thứ tư của họ Triệu, một trong Lục khanh của nước Tấn dưới thời Xuân Thu và là tổ tiên của nước Triệu sau này.",
        "Ông nổi tiếng trong sử sách với vụ án thí quân ở Đào Viên, dẫn đến cái chết của Tấn Linh công và gián tiếp dẫn đến câu chuyện về con côi nhà họ Triệu sau này.",
        "",
        "",
        "Triệu Thuẫn là con của Triệu Thôi, tức Triệu Thành tử, tông chủ thứ ba của họ Triệu. Năm 656 TCN, Triệu Thôi theo công tử Trùng Nhĩ (Tấn Văn công) lưu vong ở đất Địch, vua Địch gả bà Địch nữ cho Triệu Thôi sau đó sinh ra Triệu Thuẫn. Sau khi Tấn Văn công về nước lên ngôi, Triệu Thôi được phong đại phu. Năm 622 TCN, Triệu Thôi chết, Triệu Thuẫn thế tập.",
        "Bấy giờ các công thần thời Văn công đều mất, Tấn Tương công tin dùng Triệu Thuẫn và Hồ Xạ Cô, tổ chức lại quân đội, cho Hồ Xạ Cô làm Trung quân Nguyên soái, tức Chính khanh; Triệu Thuẫn làm Trung quân tá (thứ khanh), Cơ Trịnh Phủ làm Thượng quân tướng, Tuân Lâm Phụ làm Thượng quân tá, Tiên Miệt làm Hạ quân tướng, Tiên Đô làm Hạ quân tá. Sau Tương công thấy Hồ Xạ Cô tính tình tàn bạo nên cho đổi Triệu Thuẫn lên làm Trung quân Nguyên soái, chấp chưởng quốc chính Hồ Xạ Cô xuống làm Trung quân tá.",
        "Tháng 8 năm 621 TCN, Tấn Tương công mất, thế tử Di Cao còn nhỏ. Tương công ủy thác Di Cao cho đại phu Triệu Thuẫn, dặn rằng:",
        "\"Đứa con này nếu có tài thì ta được nhờ nó, nếu không có tài thì ta cần nhà ngươi\".",
        "Tuy nhiên sau khi Tương công mất, Triệu Thuẫn lại cho rằng nên lập vua lớn tuổi để an định quốc chính, nên muốn lập công tử Ung (con thứ Tấn Văn công, đang làm Á khanh nước Tần) lên làm vua, trong khi đó Hồ Xạ Cô lại muốn lập em công tử Ung là công tử Nhạc.",
        "Triệu Thuẫn sai Sĩ Hội sang nước Tần đón công tử Ung, Hồ Xạ Cô cũng sai người sang nước Tần đón công tử Nhạc.",
        "Triệu Thuẫn và Hồ Xạ Cô mâu thuẫn gay gắt. Hồ Xạ Cô giết chết thuộc tướng của Triệu Thuẫn là Dương Xử Phụ. Triệu Thuẫn bèn đánh Hồ Xạ Cô, Hồ Xạ Cô chạy sang nước Địch. Đúng lúc đó Tần Khang công điều quân hộ tống công tử Ung về nước Tấn.",
        "Tấn Tương hậu là Mục Doanh bèn chạy vào triều khóc với Triệu Thuẫn, nhắc lại di huấn của Tương công, nhất định đòi lập Di Cao. Triệu Thuẫn và các quan đều ngại Mục Doanh, bèn đồng ý lập Di Cao. Triệu Thuẫn rước thế tử Di Cao lên ngôi, tức là Tấn Linh công.",
        "Sau khi đưa Linh công lên ngôi, Triệu Thuẫn mang quân ra ngăn đường công tử Ung. Quân Tần đến Lệnh Hồ, Triệu Thuẫn ra đón đánh bại quân Tần. Các tướng Tấn theo công tử Ung là Tiên Miệt và Sĩ Hội bỏ trốn sang nước Tần.",
        "Các tướng Cơ Trịnh Phủ, Sĩ Cốc, Lương Ích Nhĩ, Khoái Khắc nổi loạn, giết chết Tiên Khắc, bị Triệu Thuẫn giết chết. Do Linh công còn quá nhỏ, Triệu Thuẫn chuyên quyền, bổ nhiệm các tướng thân cận mình vào các chức vụ chủ chốt như Tuân Lâm Phụ làm Trung quân tá thay Tiên Khắc, Khước Khuyết thăng làm Thượng quân tướng thay Cơ Trịnh Phủ, Du Biền làm Thượng quân tá, Loan Thuẫn làm Hạ quân tướng thay Tiên Miệt, Tư Giáp làm Hạ quân tá thay Tiên Ðô. Ðề Di Minh làm Xa hữu, Hàn Quyết làm Tư mã.",
        "Cuối năm 621 TCN, Triệu Thuẫn họp chư hầu Vệ, Trịnh, Tào, Hứa ở đất Hỗ cùng ăn thề.",
        "Năm 617 TCN, Triệu Thuẫn đánh Tần, chiếm đất Thiếu Lương, đồng thời quân Tần cũng đánh Tấn chiếm đất Hào.",
        "Năm 615 TCN, Tần Khang công lại đánh Tấn, chiếm đất Ky Mã. Tấn Linh công bèn sai Triệu Thuẫn, Triệu Xuyên và Khước Khuyết đi đánh báo thù, thắng quân Tần một trận lớn ở Hà Khúc.",
        "Triệu Thuẫn cùng các quan khanh nước Tấn lo lắng Sĩ Hội ở nước Tần sẽ giúp Tần hại Tấn, bèn sai Thọ Dư đi lôi kéo được Sĩ Hội trở về. Triệu Thuẫn thay Tư Giáp bằng Tư Khắc, con Tư Giáp, làm Trung quân tá; đồng thời dùng mưa đưa Sĩ Hội về nước, giảng hòa và phong làm Đại phu.",
        "Năm 613 TCN, Chu Khoảnh Vương mất. Triệu Thuẫn nghe tin, bèn mang quân sang dẹp loạn nhà Chu và lập Chu Khuông vương lên ngôi. Cùng năm, ông cùng Lỗ Văn công hội thề.",
        "Năm 608 TCN, Sở và nước Trịnh đánh nước Tần, nước Tống, Triệu Thuẫn hội các nước Tống, Trần, Vệ, Tào hội chư hầu ở Phỉ Lâm, sau đó hợp quân đánh Trịnh.",
        "Tấn Linh công lớn lên ham mê tửu sắc, vui chơi không lo việc triều chính, xây cất trang trí cung điện và giết người vô tội. Năm 607 TCN, Linh công giết một người đầu bếp rồi quăng thây đi, Triệu Thuẫn cùng với Sĩ Hội vào cung khuyên giải, Tấn Linh công hứa sẽ sửa đổi, Sĩ Hội báo lại với Triệu Thuẫn, tuy nhiên Tấn Linh công vẫn không thay đổi, Triệu Thuẫn lại can ngăn. Linh công lâu ngày chán ghét Triệu Thuẫn, bèn sai tráng sĩ Sừ Nghê đi ám sát Triệu Thuẫn. Sừ Nghê đến nơi thấy Triệu Thuẫn chuẩn bị vào triều kiến Linh công vẫn giữ nghi thức kính cẩn, nghĩ Triệu Thuẫn là người tốt bèn tự vẫn mà chết, không thi hành.",
        "Tấn Linh công thấy việc không thành, lại định giết Triệu Thuẫn lần nữa. Tháng 9 năm đó, Linh công sai võ sĩ mai phục trong triều và mời Triệu Thuẫn đến uống rượu. Người đầu bếp của Linh công là Đề Di Minh vốn từng được Triệu Thuẫn cứu giúp lúc khó khăn, nhưng Thuẫn lâu ngày không nhớ. Lúc đó Đề Di Minh sợ Triệu Thuẫn say không dậy nổi, bèn bước ra xin ngừng tiệc rượu theo đúng nghi lễ, vua chỉ chúc bầy tôi 3 chén. Triệu Thuẫn bèn trở dậy đi ra, nhưng giáp sĩ vẫn chưa xông vào. Tấn Linh công sốt ruột bèn sai con chó Ngao ra cắn Triệu Thuẫn. Đề Di Minh bèn cản đường đánh chết con chó.",
        "Tấn Linh công hô giáp sĩ xông ra. Đề Di Minh một mình hộ vệ cho Triệu Thuẫn chạy, đánh cho các giáp sĩ không tiến lên được nhưng cuối cùng cũng bị đánh chết. Triệu Thuẫn đang chạy thì được người học trò là Linh Chiếp – đây mới là người mang ơn Triệu Thuẫn cứu khi đói2 - đến đánh chặn cho Triệu Thuẫn chạy thoát.3",
        "Tháng 9 năm đó, em Triệu Thuẫn là Triệu Xuyên mang quân đánh úp vào cung giết chết Tấn Linh công rồi đón Triệu Thuẫn về nước, lập chú Linh công là công tử Hắc Đốn lên ngôi, tức Tấn Thành công.",
        "Thái sử nước Tần là Đổng Hồ chép sử viết rằng:\"Triệu Thuẫn thí kì quân Di Cao\". Triệu Thuẫn gặp thái sử, giải thích rằng mình đã đi xa nên không thể thí quân được. Đổng Hồ nói:\"Ngài là chánh khanh, can vua không nghe nên mới bỏ trốn, nhưng chạy đi không xa thì nghịch tặc đã giết vua, mà lại là em ngài, tất là ngài phải đồng tội\". Triệu Thuẫn đành phải chấp nhận.",
        "Năm 606 TCN, Tấn Thành công sai Triệu Thuẫn đi đánh nước Trịnh vì nước Trịnh bỏ Tấn theo Sở.",
        "Năm 601 TCN, Triệu Thuẫn mất, thọ 56 tuổi. Em ông là Triệu Quát thế tập.",
        "(Nguồn: Wikipedia)"
    ]
}