{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Triệu Văn tử<br><font size=\"2\">趙文子<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Đại phu nước Tấn<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Tông chủ họ Triệu<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Lãnh đạo<\/th>\n   <td>582 TCN-541 TCN<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Triệu Quát<br><a class=\"annotation\" href=\"/nhan-vat/trieu-soc\" title=\"Triệu Sóc (chữ Hán: 趙朔,&amp;#160;?-597 TCN), tức Triệu Trang tử (趙莊子), là vị tông chủ thứ năm của họ Triệu, một trong Lục khanh nước Tấn thời Xuân Thu trong lịch sử Trung Quốc. \n Ông là con trai của Triệu Thuẫn, tông chủ thứ tư của họ Triệu....\" target=\"_blank\">Triệu Sóc<\/a><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Triệu Cảnh tử<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Chính khanh nước Tấn<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thời gian nhận chức<\/th>\n   <td>548 TCN-541 TCN<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Sĩ Mang<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Hàn Khởi<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hậu duệ<\/th>\n   <td>Triệu Thành (Xuân Thu)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên đầy đủ<\/th>\n   <td>Triệu Vũ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tước hiệu<\/th>\n   <td>Triệu Văn tử<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thế gia<\/th>\n   <td>Họ Triệu<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân phụ<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/trieu-soc\" title=\"Triệu Sóc (chữ Hán: 趙朔,&amp;#160;?-597 TCN), tức Triệu Trang tử (趙莊子), là vị tông chủ thứ năm của họ Triệu, một trong Lục khanh nước Tấn thời Xuân Thu trong lịch sử Trung Quốc. \n Ông là con trai của Triệu Thuẫn, tông chủ thứ tư của họ Triệu....\" target=\"_blank\">Triệu Sóc<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thân mẫu<\/th>\n   <td>Trang Cơ<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td><br>\n     Trung Quốc<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>541 TCN<br>\n     Trung Quốc<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Triệu Vũ",
        "Lãnh đạo họ Triệu",
        "Chính khanh nước Tấn",
        "Qua đời",
        "Xem thêm",
        "Tham khảo",
        "Ghi chú",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Triệu Vũ - Người Kể Sử",
    "paragraphs": [
        "Triệu Vũ (chữ Hán: 趙武; ?-541 TCN)1 , tức Triệu Văn tử (趙文子) là vị tông chủ thứ sáu của họ Triệu, một trong Lục khanh của nước Tấn và là tổ tiên của quân chủ nước Triệu thời Chiến Quốc sau đó. Triệu Vũ nổi tiếng với sự tích Con côi nhà họ Triệu được ghi chép trong sử sách.",
        "",
        "",
        "Triệu Vũ là cháu trai của Triệu Thuẫn, tông chủ thứ tư của họ Triệu, cha ông là Triệu Sóc. Nguyên Triệu Sóc lấy con gái của Tấn Thành công là Trang cơ sinh ra Triệu Vũ.",
        "Theo ghi chép trong Sử ký-Triệu thế gia, sau khi Triệu Thuẫn qua đời, Triệu Sóc lên tập tước. Năm 597 TCN, đại phu Đỗ Ngạn Giả (屠岸賈) cậy được Tấn Cảnh công trọng dụng, nói với Tấn Cảnh công việc Triệu Xuyên trước đây từng giết Tấn Linh công nên phải trị tội họ Triệu (Triệu Thuẫn tuy không tham gia giết vua nhưng quan thái sử Đổng Hồ lại chép trong sách sử:\"Triệu Thuẫn thí vua là Di Cao\"). Tấn Cảnh công nghe theo, bèn phong Đồ Ngạn Giả làm Tư khấu và sai mang quân diệt họ Triệu. Hàn Quyết ra sức phản đối nhưng Đồ Ngạn Giả không chịu nghe, Hàn Quyết khuyên Triệu Sóc bỏ trốn nhưng Triệu Sóc cũng không chịu, Hàn Quyết bèn xưng bệnh không vào triều. Đồ Ngạn Giả đánh họ Triệu, giết chết cả tộc họ Triệu.",
        "Bấy giờ Trang cơ đang có mang, trốn trong cung. Môn khách của Triệu Sóc là Công tôn Xử Cữu (公孫杵臼) cùng với gia nhân Trình Anh, thương lượng việc bảo vệ cho con Triệu Sóc. Trang Cơ sinh ra con trai là Triệu Vũ, Đồ Ngạn Giả biết tin đem quân vây cung điện để bắt ông. Trình Anh bí mật lẻn vào đưa Triệu Vũ ra ngoài, Triệu Vũ không khóc nên không bị phát hiện. Nhưng Đồ Ngạn Giả biết được đuổi theo. Trong lúc nguy cấp, Trình Anh giả cách đổi Triệu Vũ với con mình đến tố giác Đồ Ngạn Giả, dẫn Ngạn Giả về chỗ của công tôn Xử Cữu. Công tôn Xữ Cữu cũng giả mắng nhiếc Trình Anh để Đồ Ngạn Giả không nghi ngờ. Sau Ngạn Giả giết công tôn Xử Cữu và con của Trình Anh. Triệu Vũ thoát nạn, được Trình Anh dung dưỡng.",
        "Năm 583 TCN, Triệu Vũ lên 15 tuổi. Tấn Cảnh công mang bệnh. Hàn Quyết xin Tấn Cảnh công nhớ công lao của họ Triệu với nước Tấn để khôi phục họ Triệu, và cho biết Triệu thị cô nhi vẫn còn sống. Tấn Cảnh công thuận theo, phục chức cho Triệu Vũ và cho Triệu Vũ tự đi báo thù giết Đồ Ngạn Giả. Trình Anh không nhận thưởng, tự sát theo công tôn Xử Cữu.2",
        "Tuy nhiên theo ghi chép trong Tả truyện thì sau khi Triệu Thuẫn chết, em là Triệu Quát thế tập. Mẹ ông là Trang cơ tư thông với em Triệu Quát là Anh Tề, Triệu Quát đuổi Anh Tề ra nước ngoài. Năm 583 TCN, Trang cơ muốn trả thù Triệu Quát, cùng họ Loan và họ Khước tố cáo Triệu Quát và Triệu Đồng. Tấn Cảnh công bèn giết cả hai người, Hàn Quyết khuyên Tấn Cảnh công nhớ ơn Triệu Thôi và Triệu Thuẫn bảo tồn hương hoả cho họ Triệu, Cảnh công mới phong cho con Triệu Sóc, cháu Triệu Thuẫn là Triệu Vũ thế tập và trả lại đất cũ.3",
        "Năm 548 TCN, Trung quân Nguyên soái Phạm Mang chết, Bình công phong Triệu Vũ lên thay làm Trung quân Nguyên soái, Chính khanh nước Tấn.",
        "Năm 547 TCN, công tử nước Ngô là Ngô Quý Trát đến nước Tấn, giao du với Triệu Vũ cùng Ngụy Thư và Hàn Khởi. Quý Trát dự đoán chính sự nước Tấn sẽ về tay 3 họ này.4",
        "Năm 546 TCN, nước Tấn và nước Sở hội thề để chấm dứt cục diện phân tranh ở Thương Khâu của nước Tống, Triệu Vũ cùng Lệnh doãn nước Sở Tử Mộc, Tống Bình công và đại phu nước Tề, Lỗ, Vệ, Trần, Sái, Trịnh, Tào, Hứa; lập ra minh ước tạm chấm dứt gần 100 năm phân tranh giữa hai đại quốc. Sau đó thuộc quốc của Tấn đến triều kiến Sở, thuộc quốc của Sở đến triều kiến Tấn. Tề và Tống là nước lớn, không cho vào số thuộc quốc, Chu và Đằng là thuộc quốc của Tề và Tống.",
        "Năm 541 TCN, Triệu Vũ lâm bệnh qua đời, thọ 57 tuổi. Con ông là Triệu Thành kế tập, tức Triệu Cảnh tử.",
        "(Nguồn: Wikipedia)"
    ]
}