{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Triệu Sóc",
        "Ghi chép trong sử ký",
        "Ghi chép trong Tả truyện",
        "Xem thêm",
        "Tham khảo",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Triệu Sóc - Người Kể Sử",
    "paragraphs": [
        "Triệu Sóc (chữ Hán: 趙朔, ?-597 TCN), tức Triệu Trang tử (趙莊子), là vị tông chủ thứ năm của họ Triệu, một trong Lục khanh nước Tấn thời Xuân Thu trong lịch sử Trung Quốc.",
        "Ông là con trai của Triệu Thuẫn, tông chủ thứ tư của họ Triệu.",
        "",
        "",
        "Theo Sử ký, Triệu thế gia, năm 601 TCN, sau khi cha là Triệu Thuẫn mất, Triệu Sóc lên thế tập. Năm 597 TCN, Tư khấu Đồ Ngạn Giả được Tấn Cảnh công trọng dụng, gièm pha với vua rằng Triệu Thuẫn và em là Triệu Xuyên giết Tấn Linh công, cần phải trị tội họ Triệu, Hàn Quyết ra sức bảo vệ cho họ Triệu nhưng Tấn Cảnh công không nghe, bèn báo cho Triệu Sóc biết tin để bỏ trốn nhưng Triệu Sóc không muốn và cam tâm chịu chết. Hàn Quyết không muốn họ Triệu tuyệt tự, bèn cáo bệnh không ra ngoài. Sau đó Đồ Ngạn Giả diệt tộc họ Triệu. Vợ Triệu Sóc là Trang Cơ (chị Tấn Cảnh công) đan có mang, sinh một người con là Triệu Vũ, được 2 gia nhân trung thành là Trình Anh và Công Tôn Chử Cữu và Hàn Quyết che chở nên thoát chết. Mười lăm năm sau, năm 583 TCN, Triệu Vũ lên 15 tuổi thì Tấn Cảnh công mang bệnh. Hàn Quyết xin Tấn Cảnh công nhớ công lao của họ Triệu với nước Tấn để khôi phục họ Triệu. Tấn Cảnh công thuận theo, phục chức cho Triệu Vũ và cho Triệu Vũ tự đi báo thù giết Đồ Ngạn Giả.1",
        "Tả truyện ghi chép khác với Sử ký, không công nhận Triệu Sóc là tông chủ của họ Triệu và ghi sau khi Triệu Thuẫn mất, em là Triệu Quát thế tập. Vợ ông là Trang Cơ tư thông với chú ông là Triệu Anh Tề nên bị Triệu Quát đuổi. Trang Cơ tức giận, năm 583 TCN, cùng với họ Loan và họ Khước vu cáo Triệu Quát và Triệu Đồng làm phản, Tấn Cảnh công ra lệnh giết chết hai người. Bấy giờ Triệu Sóc đã chết, Hàn Quyết xin Tấn Cảnh công không nên để họ Triệu tuyết tự, Tấn Cảnh công bèn phong cho Triệu Vũ lên thế tập họ Triệu.",
        "(Nguồn: Wikipedia)"
    ]
}