{
    "tables": [
        "<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\"><a class=\"annotation\" href=\"/nhan-vat/trieu-vu\" title=\"Triệu Vũ (chữ Hán: 趙武;&amp;#160;?-541 TCN), tức Triệu Văn tử (趙文子) là vị tông chủ thứ sáu của họ Triệu, một trong Lục khanh của nước Tấn và là tổ tiên của quân chủ nước Triệu thời Chiến Quốc sau đó. Triệu Vũ nổi tiếng với sự tích Con côi nhà họ Triệu được ghi chép trong sử sách....\" target=\"_blank\">Triệu Vũ<\/a> Đế<br><font size=\"2\">趙武帝<\/font><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Vua Nam Việt <small>(chi tiết...)<\/small><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Zhao Tuo(Heyuan).JPG\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/trieu-vu-de/a4bee524a1bd58c0f339093f7e6cfedf.jpg\">\n    <noscript>\n     <img alt=\"Zhao Tuo(Heyuan).JPG\" src=\"/images/wiki/trieu-vu-de/a4bee524a1bd58c0f339093f7e6cfedf.jpg\">\n    <\/noscript>\n    <div>\n     Tượng <a class=\"annotation\" href=\"/nhan-vat/vu-de\" title=\"Vũ Đế (chữ Hán: 武帝) là thụy hiệu của một số vị quân chủ....\" target=\"_blank\">Vũ Đế<\/a>, phía trước Nhà ga đường sắt Hà Nguyên thuộc <a class=\"annotation\" href=\"/dia-danh/tinh-quang-dong\" title=\"Tọa độ: 23°24′B 113°30′Đ / 23,4°B 113,5°Đ / 23.4; 113.5 \n Quảng Đông là một tỉnh nằm ven bờ biển Đông của Cộng hòa Nhân dân Trung Hoa. Quảng Đông đã vượt qua Hà Nam và Tứ Xuyên để trở thành tỉnh đông dân nhất Trung Quốc vào năm 2005, với 79 triệu cư dân thường trú có hộ khẩu và 31 triệu người nhập c...\" target=\"_blank\">tỉnh Quảng Đông<\/a>, Trung Quốc\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hoàng đế Nam Việt<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Trị vì<\/th>\n   <td>70 năm<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Kế nhiệm<\/th>\n   <td>Triệu Văn Đế<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Thông tin chung<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hậu duệ<\/th>\n   <td>\n    <table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n     <tbody>\n      <tr>\n       <th>Hậu duệ<\/th>\n      <\/tr>\n      <tr>\n       <td>Trọng Thuỷ<\/td>\n      <\/tr>\n     <\/tbody>\n    <\/table><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tên húy<\/th>\n   <td><a class=\"annotation\" href=\"/nhan-vat/trieu-da\" title=\"Triệu Vũ đế (chữ Hán: 趙武帝, 257 TCN - 137 TCN), húy Triệu Đà (chữ Hán: 趙佗), tự Bá Uy (chữ Hán: 伯倭), hiệu Nam Hải lão phu (chữ Hán: 南海老夫). Triệu Đà vốn là người Trung Hoa (sau này gọi là người Hán), quê ở huyện Chân Định (真定), quận Hằng Sơn (恒山), đời nhà Tần (ngày nay là huyện Chính Định (正定), tỉnh Hà...\" target=\"_blank\">Triệu Đà<\/a> (趙佗)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thụy hiệu<\/th>\n   <td>Vũ Hoàng đế (武皇帝)<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Triều đại<\/th>\n   <td>Nhà Triệu<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Sinh<\/th>\n   <td>257 TCN<br>\n     huyện Chân Định (真定), quận Hằng Sơn (恒山), đời <a class=\"annotation\" href=\"/nhan-vat/nha-tan\" title=\"Nhà Tần 秦朝 (221 TCN - 206 TCN) là triều đại kế tục nhà Chu và trước nhà Hán trong lịch sử Trung Quốc. Tần (Qín, tạm đọc là Chin), có thể là một nguồn gốc của từ &quot;China&quot; trong các ngôn ngữ Tây phương. Việc thống nhất Trung Quốc năm 221 TCN dưới thời Tần Thuỷ Hoàng đã đánh dấu sự khởi đầu của đế quốc ...\" target=\"_blank\">nhà Tần<\/a> (nay là huyện Chính Định (正定), tỉnh Hà Bắc), Trung Quốc<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Mất<\/th>\n   <td>137 TCN (120 tuổi)<br>\n     Phiên Ngung (nay là thành phố Quảng Châu, <a class=\"annotation\" href=\"/dia-danh/tinh-quang-dong\" title=\"Tọa độ: 23°24′B 113°30′Đ / 23,4°B 113,5°Đ / 23.4; 113.5 \n Quảng Đông là một tỉnh nằm ven bờ biển Đông của Cộng hòa Nhân dân Trung Hoa. Quảng Đông đã vượt qua Hà Nam và Tứ Xuyên để trở thành tỉnh đông dân nhất Trung Quốc vào năm 2005, với 79 triệu cư dân thường trú có hộ khẩu và 31 triệu người nhập c...\" target=\"_blank\">tỉnh Quảng Đông<\/a>, Trung Quốc)<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table width=\"100%\" class=\"collapsible collapsed\" cellpadding=\"0\" cellspacing=\"0\">\n <tbody>\n  <tr>\n   <th>Hậu duệ<\/th>\n  <\/tr>\n  <tr>\n   <td>Trọng Thuỷ<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td>Man Di đại trưởng lão phu, thần Đà, mạo muội đáng chết, hai lạy dâng thư lên Hoàng đế bệ hạ. Lão phu vốn là lại cũ ở đất Việt, Cao Đế ban cho ấn thao làm Nam Việt Vương. Hiếu Huệ Hoàng Đế lên ngôi, vì nghĩa không nỡ tuyệt nên ban cho lão phu rất hậu. Cao Hậu lên coi việc nước lại phân biệt Hoa - Di, ra lệnh không cho Nam Việt những khí cụ làm ruộng bằng sắt và đồng; ngựa, trâu, dê nếu cho thì cũng chỉ cho con đực, không cho con cái. Lão phu ở đất hẻo lánh, ngựa, trâu, dê đã già. Tự nghĩ nếu không sắm lễ vật cúng tế, thì tội thực đáng chết, mới sai quan Nội sử (內使) là Phan (潘), quan Trung úy (中尉) là Cao (高), quan Ngự sử (御史) là Bình (平), ba bọn dâng thư tạ lỗi, nhưng đều không thấy trở về. Lại nghe đồn rằng, phần mộ của cha mẹ lão phu bị đập phá, anh em họ hàng đều bị giết. Vì vậy, bọn lại bàn nhau rằng: \"Nay bên trong không được phấn chấn với <a class=\"annotation\" href=\"/nhan-vat/nha-han\" title=\"Nhà Hán (giản thể: 汉朝; phồn thể: 漢朝; bính âm: Hàn cháo; Wade–Giles: Han Ch'au; Hán-Việt: Hán triều; 206 TCN – 220) là triều đại kế tục nhà Tần (221 TCN - 207 TCN), và được tiếp nối bởi thời kỳ Tam Quốc (220-280). Triều đại này được thành lập bởi Lưu Bang, một lãnh tụ khởi nghĩa chống lại sự cai trị ...\" target=\"_blank\">nhà Hán<\/a>, bên ngoài không lấy gì để tự cao khác với <a class=\"annotation\" href=\"/dia-danh/nuoc-ngo\" title=\"Ngô quốc (Phồn thể: 吳國; giản thể: 吴国), còn gọi là Câu Ngô (句吴) hay Công Ngô (工吴; 攻吾), là các tên gọi của một nước chư hầu của nhà Chu từ khi triều đại này ra đời cho tới khi kết thúc giai đoạn Xuân Thu trong lịch sử Trung Quốc. \n Nước Ngô nằm ở khu vực cửa sông Dương Tử, phía đông nước Sở, tương ứng...\" target=\"_blank\">nước Ngô<\/a>\". Vì vậy mới đổi xưng hiệu là Đế, để tự làm Đế nước mình, không dám làm điều gì hại đến thiên hạ. Cao Hoàng Hậu nghe tin cả giận, tước bỏ sổ sách của Nam Việt, khiến cho việc sai người đi sứ không thông. Lão phu trộm ngờ là vì Trường Sa Vương gièm pha, cho nên mới đem quân đến đánh biên giới. Lão phu ở đất Việt 49 năm, đến nay đã ẵm cháu rồi, những vẫn phải dậy sớm, ngủ muộn, nằm không yên chiếu, ăn không biết ngon, mắt không trông sắc đẹp, tai không nghe tiếng chuông trống, chỉ vì không được làm tôi <a class=\"annotation\" href=\"/nhan-vat/nha-han\" title=\"Nhà Hán (giản thể: 汉朝; phồn thể: 漢朝; bính âm: Hàn cháo; Wade–Giles: Han Ch'au; Hán-Việt: Hán triều; 206 TCN – 220) là triều đại kế tục nhà Tần (221 TCN - 207 TCN), và được tiếp nối bởi thời kỳ Tam Quốc (220-280). Triều đại này được thành lập bởi Lưu Bang, một lãnh tụ khởi nghĩa chống lại sự cai trị ...\" target=\"_blank\">nhà Hán<\/a> mà thôi. Nay may được bệ hạ có lòng thương đến, được khôi phục hiệu cũ, cho thông sứ như trước, lão phu dù chết xương cũng không nát. Vậy xin đổi tước hiệu, không dám xưng Đế nữa. Kính cẩn sai sứ giả dâng một đôi ngọc bích trắng, 1.000 bộ lông chim trả, 10 sừng tê, 500 vỏ ốc màu tía, 1 giỏ cà cuống, 40 đôi chim trả sống, 2 đôi chim công. Mạo muội liều chết, hai lạy dâng lên Hoàng đế bệ hạ.<sup class=\"annotation badge\" title=\"^ a ă Đại Việt sử ký toàn thư, Quyển 2, Kỷ nhà Triệu\">4<\/sup><\/td>\n   <td>”<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Triệu Vũ Đế",
        "Tiểu sử",
        "Sự nghiệp",
        "Bình định đất Lĩnh Nam",
        "Ly khai nhà Tần",
        "Chinh phục Âu Lạc, lên ngôi vua nước Nam Việt",
        "Thần phục nhà Hán",
        "Xưng đế chống Hán",
        "Lại thần phục nhà Hán",
        "Ảnh hưởng lịch sử",
        "Tranh luận về vai trò của nhà Triệu và nước Nam Việt",
        "Những địa điểm gắn với Triệu Đà",
        "Tên đường phố, địa danh",
        "Đền thờ",
        "Niên đại và tư liệu",
        "Về thời gian thành lập nước Nam Việt",
        "Về thời gian chinh phục Âu Lạc",
        "Về cái chết của Trọng Thuỷ",
        "Xem thêm",
        "Tham khảo",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Triệu Vũ Đế - Người Kể Sử",
    "paragraphs": [
        "Triệu Vũ đế (chữ Hán: 趙武帝, 257 TCN - 137 TCN), húy Triệu Đà (chữ Hán: 趙佗), tự Bá Uy1 (chữ Hán: 伯倭), hiệu Nam Hải lão phu2 (chữ Hán: 南海老夫). Triệu Đà vốn là người Trung Hoa (sau này gọi là người Hán), quê ở huyện Chân Định (真定), quận Hằng Sơn (恒山), đời nhà Tần (ngày nay là huyện Chính Định (正定), tỉnh Hà Bắc), miền Bắc Trung Quốc.3",
        "Ông là võ tướng theo lệnh Tần Thuỷ Hoàng dẫn quân xuống chinh phạt miền nam (khi đó là lãnh thổ của các bộ tộc Bách Việt). Ông chiếm được nhiều vùng lãnh thổ (nay là Quảng Đông, Quảng Tây và miền Bắc Việt Nam) nhưng nhà Tần ở Trung Hoa đã diệt vong. Nhận thấy triều đình trung ương đã sụp đổ, Triệu Đà bèn tách ra cát cứ, xưng Đế và lập nên nước Nam Việt và cai trị nước Nam Việt suốt giai đoạn 207-136 TCN3 . Sau khi nhà Hán đã làm chủ Trung Hoa, khi về già, Triệu Đà đã quyết định bỏ việc xưng Đế, quy phục nhà Hán (nhưng vẫn xưng Hoàng Đế ở trong Nam Việt). Triệu Đà viết thư nhờ Lục Giả gửi cho vua Hán, trong thư ông đã công nhận rằng mình là người Trung Hoa, nhà Triệu là chư hầu phục vụ cho nhà Hán, thay mặt vua Hán để cai trị dân \"Man Di\" phía Nam (chỉ người Việt thời đó).4",
        "",
        "",
        "Triệu Đà vốn người huyện Chân Định (真定), quận Hằng Sơn (恒山), đời nhà Tần (ngày nay là huyện Chính Định (正定), tỉnh Hà Bắc), Trung Quốc3 , là người di cư xuống miền nam mới khai hoá đời nhà Tần, là người lập nên nước Nam Việt.",
        "Triệu Đà là vua thứ nhất của nước Nam Việt, trị vì khoảng từ năm 207 trước Công Nguyên đến năm 136 trước Công Nguyên, xưng là Nam Việt Vũ Vương hay là Nam Việt Vũ Đế.",
        "Năm mất của Triệu Đà được các nguồn sử liệu thống nhất là 136 TCN. Về năm sinh của Triệu Đà, các nguồn tài liệu đề cập khác nhau. Đại Việt sử ký toàn thư của Việt Nam chép rằng ông sinh năm 256 TCN, tức là thọ 121 tuổi1 .",
        "Các nhà nghiên cứu hiện nay lại căn cứ theo một dòng trong Hán thư của Ban Cố cho biết ông tham gia nam chinh từ năm 20 tuổi và đó là thời điểm 13 năm trước khi Lưu Bang thành lập nhà Hán (202 TCN), tức là ông sinh năm 235 TCN và tham gia nam chinh từ năm 215 TCN, năm 214 TCN được Tần Thủy Hoàng phong huyện lệnh Long Xuyên5 . Theo giả thuyết này, Triệu Đà thọ 99 tuổi.",
        "Sau khi thống nhất 7 nước, Tần Thuỷ Hoàng bắt tay bình định vùng đất Bách Việt ở Lĩnh Nam.",
        "Năm 218 trước Công Nguyên, Tần Thủy Hoàng sai Đồ Thư (屠睢)6 làm chủ tướng, chỉ huy 50 vạn quân đi bình định miền Lĩnh Nam. Khi Đồ Thư chiếm được vùng đất Lĩnh Nam, Tần Thủy Hoàng lập nên 3 quận là Nam Hải (Quảng Đông), Quế Lâm (đông bắc Quảng Tây) và Tượng quận. Đồ Thư chiếm được nhiều đất đai nhưng cuối cùng bị tử trận.",
        "Tần Thủy Hoàng sai Nhâm Ngao (壬嚣)7 cùng Triệu Đà đến cai trị vùng Lĩnh Nam. Nhâm Ngao làm Quận úy quận Nam Hải. Nam Hải gồm 4 huyện Bác La, Long Xuyên8 , Phiên Ngung và Yết Dương; trong đó huyện Long Xuyên có vị trí quan trọng nhất về địa lý và quân sự, được giao dưới quyền Triệu Đà làm Huyện lệnh.",
        "Sau khi tới thủ phủ Long Xuyên nhậm chức, Triệu Đà áp dụng chính sách \"hoà tập Bách Việt\" đồng thời xin Tần Thủy Hoàng di dân 50 vạn người từ Trung Nguyên đến vùng này, tăng cường chính sách \"Hoa Việt dung hợp\" (hòa lẫn người Hoa Hạ và người Lĩnh Nam).",
        "Tần Thủy Hoàng chết (210 TCN), Tần Nhị Thế nối ngôi, khởi nghĩa Trần Thắng, Ngô Quảng nổ ra năm 209 TCN, rồi tiếp theo là chiến tranh Hán-Sở giữa Lưu Bang và Hạng Vũ (từ năm 206 TCN), Trung Nguyên rơi vào cảnh rối ren loạn lạc.",
        "Năm 208 TCN, Quận uý Nam Hải là Nhâm Ngao bị bệnh nặng, trước khi chết cho gọi Triệu Đà đang tạm thời làm Huyện lệnh Long Xuyên đến, dặn dò đại ý rằng:",
        "và đồng thời chính thức bổ nhiệm Triệu Đà nối quyền cai trị quận Nam Hải.",
        "Không lâu, Nhâm Ngao chết, Triệu Đà gửi lệnh đến quan quân các cửa ngõ Lĩnh Nam, canh giữ phòng chống quân đội Trung nguyên xâm phạm, và nhân dịp đó, giết hết những quan lại nhà Tần bổ nhiệm ở Lĩnh Nam, cho tay chân của mình thay vào những chức vụ đó.",
        "Sử sách ghi chép không thống nhất về việc Triệu Đà đánh chiếm Âu Lạc, cả về cách đánh lẫn thời gian và địa lý.",
        "Sử ký Tư Mã Thiên ghi chép vắn tắt rằng Triệu Đà dùng tài ngoại giao và đút lót mua chuộc các thủ lĩnh Tây Âu Lạc9 (phía Tây nước Âu Lạc cũ) mà thu phục vùng này vào thời điểm \"sau khi Lã hậu chết\" (năm 180 TCN). Các sách giáo khoa tại Việt Nam hiện nay đều thống nhất lấy thời điểm ước lệ này trong Sử ký và lấy năm ngay sau 180 TCN là 179 TCN (Xem mục về Niên đại và tư liệu ở dưới).",
        "Lần xâm phạm đầu tiên, Triệu Đà đóng quân ở núi Tiên Du (thuộc tỉnh Bắc Ninh ngày nay) giao chiến với An Dương Vương bị thất bại và bỏ chạy. Triệu Đà lập mưu gả con trai là Trọng Thủy cho con gái An Dương Vương là Mỵ Châu để do thám bí mật về bố phòng quân sự của Âu Lạc để tiếp tục tiến hành âm mưu xâm lược.",
        "Sau khi kết thông gia, An Dương Vương lập ranh giới từ sông Bình Giang (nay là sông Đuống) trở lên phía Bắc thuộc quyền cai trị của Triệu Đà, trở về phía Nam thuộc quyền cai trị của An Dương Vương10 .",
        "Năm 208 TCN, Triệu Đà đánh thắng Âu Lạc của An Dương Vương, sáp nhập Âu Lạc vào quận Nam Hải, lập nước Nam Việt. Theo truyền thuyết, sau khi nghe tin Mỵ Châu bị An Dương Vương giết, Trọng Thủy nhảy xuống giếng tự vẫn để trọn tình với vợ là Mỵ Châu.",
        "Năm 207 TCN, Triệu Đà cất quân đánh chiếm quận Quế Lâm, Tượng quận; tự xưng \"Nam Việt Vũ Vương\".",
        "Năm 206 TCN, nhà Tần diệt vong.",
        "Nước Nam Việt bấy giờ, bao gồm từ núi Nam Lĩnh11 , phía tây đến Dạ Lang12 , phía nam đến dãy Hoành Sơn 13 , phía đông đến Mân Việt14 . Thủ đô nước Nam Việt lúc ấy là thành Phiên Ngung (thành phố Quảng Châu ngày nay).",
        "Một số tài liệu nghiên cứu ngày nay cho rằng vùng đất miền Bắc Việt Nam bây giờ nằm trong quận Tượng 象郡 của nước Nam Việt lúc đó.",
        "Trải qua chinh chiến, Lưu Bang đã lập được chính quyền nhà Tây Hán (202 TCN), bình định Trung Nguyên, bao gồm cả thế lực thu phục được của Hạng Vũ. Lưu Bang quyết định không lấy chiến tranh đối phó với nước Nam Việt để dân chúng Trung nguyên khỏi mất người mất của sau bao năm loạn lạc.",
        "Năm 196 TCN, Hán Cao Tổ Lưu Bang sai quan đại phu Lục Giả đi sứ đến nước Nam Việt khuyên Triệu Đà quy phục nhà Hán.",
        "Sách Việt Nam sử lược của Trần Trọng Kim chép:",
        "Được Lục Giả khuyên, Triệu Đà chịu nhận ấn tước Nam Việt Vương (chúa đất vùng Nam Việt) của Hán Cao Tổ gửi, thần phục nhà Hán, đưa Nam Việt thành một nước chư hầu (nhưng chỉ trên danh nghĩa) của nhà Hán. Từ đó, Nam Việt và nhà Hán trao đổi sứ giả và buôn bán. Lưu Bang đã lấy hoà bình mà quy phục Triệu Đà, không còn mối lo thế lực chống đối nhà Hán ở miền nam nữa.",
        "Hán Cao Tổ Lưu Bang và Hán Huệ Đế Lưu Doanh chết đi, Lã Hậu nắm quyền, bắt đầu gây sự với Triệu Đà. Lã Hậu ra lệnh cấm vận với nước Nam Việt. Triệu Đà thấy Lã Hậu có thể qua nước Trường Sa 15 mà thôn tính Nam Việt. Thế là Triệu Đà bèn tuyên bố độc lập hoàn toàn khỏi nhà Hán, tự xưng \"Nam Việt Vũ Đế\" và cất quân đánh nước Trường Sa, chiếm được mấy huyện biên giới của Trường Sa mới chịu thôi.",
        "Lã Hậu bèn sai đại tướng Long Lư hầu là Chu Táo đi đánh Triệu Đà. Quân lính Trung Nguyên không quen khí hậu nóng nực và ẩm thấp miền nam, ùn ùn đổ bệnh, ngay dãy núi Ngũ Lĩnh cũng chưa đi qua nổi. Một năm sau, Lã Hậu chết, mưu đồ đánh Triệu Đà của quân nhà Hán bỏ hẳn.",
        "Lúc đó Triệu Đà dựa vào tiếng tăm tài quân sự của mình lừng lẫy cả vùng Lĩnh Nam, lại nhờ tài hối lộ của cải, làm cả Mân Việt và phía Tây nước Âu Lạc cũ ùn ùn quy thuộc Nam Việt. Lúc ấy nước Nam Việt bành trướng đến mức cực thịnh. Triệu Đà bắt đầu lấy tên uy Hoàng Đế mà ra lệnh ra oai, thanh thế ngang ngửa đối lập với nhà Hán.",
        "Năm 180 TCN, Lã Hậu chết, Hán Văn Đế Lưu Hằng nối ngôi.",
        "Năm 179 TCN, vua Hán sai người tu sửa mồ mả cha ông Triệu Đà, cắt đặt hàng năm đúng ngày thờ cúng, ban thưởng chức vụ và của cải cho bà con Triệu Đà còn ở trong đất Hán. Nghe thừa tướng Trần Bình tiến cử, Lưu Hằng sai Lục Giả, người từng được Hán Cao Tổ sai sứ đi Nam Việt nhiều lần, làm chức Thái Trung Đại Phu, lại đi thuyết phục Triệu Đà quy Hán. Lục Giả đến Nam Việt, lại trổ tài thuyết phục Triệu Đà. Triệu Đà nghe thuyết phục phải trái hơn thiệt, quyết định bỏ danh hiệu Đế, quy phục nhà Hán (nhưng vẫn tiếm hiệu xưng Hoàng Đế ở trong nước Nam Việt). Nhân đó, Triệu Đà viết thư nhờ Lục Giả gửi cho vua Hán, rằng:",
        "Kể từ đó đến đời Hán Cảnh Đế, Triệu Đà một mực xưng thần, hàng năm cứ mùa Xuân và mùa Thu, đều đưa đoàn sứ đến Trường An triều cống hoàng đế nhà Hán, chịu mệnh lệnh làm chư hầu (trên danh nghĩa) của nhà Hán. Năm 137 TCN, Nam Việt Vương Triệu Đà qua đời, sống được ước chừng hơn trăm tuổi (theo Đại Việt Sử ký Toàn thư là 121 tuổi), chôn ở Phiên Ngung (tức thành phố Quảng Châu ngày nay).",
        "Triệu Đà chết đi, con cháu tiếp tục được 4 đời vua Nam Việt, cho đến năm 111 trước Công Nguyên mới bị nhà Hán chiếm.",
        "Triệu Đà vốn là quan võ của nhà Tần, rồi được Tần Thủy Hoàng bổ nhiệm làm Huyện lệnh huyện Long Xuyên trong quận Nam Hải mà Nhâm Ngao làm Quận uý. Triệu Đà lập nên nước Nam Việt, độc lập với nhà Tần, cai trị nước Nam Việt 67 năm, từ năm 203 trước Công nguyên tới năm 137 trước Công nguyên, rồi truyền ngôi cho cháu là Triệu Muội. Triệu Đà thực thi chính sách \"hoà tập Bách Việt\" nhằm thống nhất các bộ tộc Bách Việt và chính sách \"Hoa - Việt dung hợp\" nhằm đồng hoá dân người Hoa và Lĩnh Nam tại lãnh thổ nước Nam Việt.",
        "Theo khảo sát dân số thì cuối thời Nam Việt, cả nước này có 1,3 triệu dân, trong đó có khoảng 100 ngàn người Hoa di cư từ phía Bắc. Tuy chỉ chiếm tỷ lệ nhỏ nhưng người Hoa nắm giữ hầu hết chức vụ chủ chốt trong triều đình Nam Việt16 . Về sau triều đình có tuyển thêm người bản xứ như Lữ Gia, nhưng con số này vẫn rất ít, và cũng chỉ tuyển những người tinh thông chữ Hoa, biết nói tiếng Hoa (tức là đã \"Hán hóa\") mà thôi. Như vậy cho thấy nhà Triệu vẫn coi mình là triều đại của người Hoa, không coi người Việt là ngang hàng với người Hoa.",
        "Nhà Triệu là một triều đại, hay một giai đoạn lịch sử gây nhiều tranh luận cho giới nghiên cứu sử học Việt Nam. Sử học Việt Nam từ trước đến nay đều có hai quan điểm trái ngược nhau:",
        "Xoay quanh vấn đề Triệu Đà và nhà Triệu, mấu chốt là thế giới quan nhìn nhận của nhà sử học. Những người đề cao thuyết Thiên mệnh của Nho giáo (cho rằng ngôi vị là do \"Trời định\", ai xưng đế ở vùng đất nào thì nghiễm nhiên được coi là vua, nắm giữ \"Thiên Mệnh\" của vùng đất đó, bất kể xuất thân thuộc dân tộc nào) thì sẽ nhìn nhận Triệu Đà là vua Việt Nam, đây là cách nhìn của nhiều sử gia Việt Nam thời phong kiến.",
        "Ngược lại, những nhà sử học có tư duy biện chứng về quốc gia - dân tộc, coi trọng nguồn gốc xuất thân, tính dân tộc của người cầm đầu chính quyền, bản chất của bộ máy quan lại nước Nam Việt (hầu hết quan lại Nam Việt là người Trung Hoa, còn người Việt là dân bị trị) và không công nhận thuyết \"Thiên Mệnh\" thì sẽ coi Triệu Đà là triều đại xâm chiếm của phương Bắc, đây là cách nhìn của các sử gia thời hiện đại.",
        "Tên của Triệu Đà được đặt cho một đường phố nhỏ tại địa bàn khu phố 2, phường Hiệp Phú, quận 9, thành phố Hồ Chí Minh, Việt Nam.18",
        "Nhiều nơi ở miền Bắc Việt Nam và miền Nam Trung Quốc có đền miếu thờ cúng ông:",
        "Những mốc năm tháng Triệu Đà lập nước Nam Việt đều không có sử sách ghi chép lại. Tư liệu ngày nay chỉ căn cứ vào cuốn \"Sử ký\" của Tư Mã Thiên mà suy luận ra. Trước mắt có ba thuyết Triệu Đà lập nước Nam Việt: một thuyết cho rằng đó là năm 203 TCN 25 , thuyết thứ hai cho rằng vào năm 204 TCN 26 Riêng sách Đại Việt sử ký toàn thư của sử thần Ngô Sĩ Liên thời Hậu Lê cho rằng Triệu Đà sáp nhập quận Quế Lâm và nước Âu Lạc vào quận Nam Hải, lập nên nước Nam Việt vào năm 207 TCN.",
        "Như đã đề cập trong phần sự nghiệp của Triệu Đà, các nguồn sử liệu xưa không thống nhất về thời điểm nước Âu Lạc bị chinh phục. Giữa các sách cổ sử của Việt Nam (năm 207 TCN) và Sử ký của Tư Mã Thiên (khoảng 179 TCN) chênh lệch nhau tới gần 30 năm. Không rõ các sử gia phong kiến Việt Nam căn cứ vào nguồn tư liệu nào và cũng không có sự lý giải, kết luận thỏa đáng của các sử gia đương đại đối với vấn đề này.",
        "Các sách giáo khoa tại Việt Nam hiện nay căn cứ theo tư liệu của Sử ký để lấy năm 179 TCN. Có lẽ vì Sử ký ra đời chỉ một vài chục năm sau khi nước Nam Việt mất nên đây được coi là nguồn tài liệu đáng tin cậy hơn.",
        "Trọng Thủy là con trai Triệu Đà, không được Sử ký đề cập đến. Tên của Trọng Thủy chỉ được nhắc đến trong các sách sử và truyền thuyết của Việt Nam. Tuy nhiên, giữa các tài liệu này cũng có những điểm dị biệt.",
        "Sử cũ theo cách nói của truyền thuyết về chuyện nỏ thần và việc làm rể của Trọng Thủy nhằm đánh cắp nỏ thần, quyết định việc mất còn của Âu Lạc. Đại Việt Sử ký Toàn thư chép y nguyên như truyền thuyết cho rằng sau khi chiếm được Âu Lạc, Thủy thấy vợ chết bèn chết theo. Tuy nhiên, cũng Đại Việt Sử ký Toàn thư, lại chép con Thủy là Triệu Hồ nối ngôi Triệu Đà năm 137 TCN, Hồ chết năm 124 TCN thọ 52 tuổi, tức là sinh năm 175 TCN, sau khi Thủy chết tới 33 năm! Như vậy các sử gia phong kiến đã lầm lẫn tình tiết này. Dù theo thuyết của Sử ký cho rằng phía Tây nước Âu Lạc mất năm 179 TCN đi nữa thì khoảng cách giữa khi Trọng Thủy chết với thời gian Triệu Hồ sinh ra vẫn là 4 năm. Các nguồn tài liệu có nhắc đến Thủy (trừ Sử ký) đều nói Hồ là con Thủy nhưng không nhắc đến người con trai nào khác của Triệu Đà. Do đó, việc các nhà nghiên cứu nghi ngờ Trọng Thủy chết theo vợ là hoàn toàn có cơ sở. Có lẽ đó là lý do khiến các sách Việt sử tiêu án và Khâm định Việt sử thông giám cương mục (viết sau Đại Việt Sử ký Toàn thư) chỉ nhắc tới việc Trọng Thủy làm rể mà không nhắc tới việc Thủy chết theo Mỵ Châu.",
        "(Nguồn: Wikipedia)"
    ]
}