{
    "tables": [
        "<table cellspacing=\"0\" cellpadding=\"0\" class=\" table table-striped\">\n <tbody>\n  <tr>\n   <th align=\"center\">Tên gọi Việt Nam<\/th>\n   <td><img class=\"jch-lazyload\" alt=\"Map of Vietnam showing the conquest of the south (nam tiến, 1069-1757).\" src=\"/images/wiki/trung-vuong/17a1d2d7a05d28902dfb39b94970cd3f.gif\" width=\"55\" height=\"92\" srcset=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSI1NSIgaGVpZ2h0PSI5MiI+PC9zdmc+\" data-srcset=\"//upload.wikimedia.org/wikipedia/vi/thumb/5/56/Vietnam_Expand1.gif/83px-Vietnam_Expand1.gif 1.5x, //upload.wikimedia.org/wikipedia/vi/thumb/5/56/Vietnam_Expand1.gif/110px-Vietnam_Expand1.gif 2x\" data-file-width=\"428\" data-file-height=\"713\">\n    <noscript>\n     <img alt=\"Map of Vietnam showing the conquest of the south (nam tiến, 1069-1757).\" src=\"/images/wiki/trung-vuong/17a1d2d7a05d28902dfb39b94970cd3f.gif\" width=\"55\" height=\"92\" srcset=\"//upload.wikimedia.org/wikipedia/vi/thumb/5/56/Vietnam_Expand1.gif/83px-Vietnam_Expand1.gif 1.5x, //upload.wikimedia.org/wikipedia/vi/thumb/5/56/Vietnam_Expand1.gif/110px-Vietnam_Expand1.gif 2x\" data-file-width=\"428\" data-file-height=\"713\">\n    <\/noscript><\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">\n    <table class=\"collapsible autocollapse\" cellspacing=\"0\">\n     <tbody>\n      <tr>\n       <th colspan=\"2\"><\/th>\n      <\/tr>\n      <tr>\n       <td>2879–2524 <small>TCN<\/small><\/td>\n       <td><b>Xích Quỷ<\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>2524–258 <small>TCN<\/small><\/td>\n       <td><b>Văn Lang<\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>257–207 <small>TCN<\/small><\/td>\n       <td><b>Âu Lạc<\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>207–111 <small>TCN<\/small><\/td>\n       <td><b>Nam Việt<\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>111 <small>TCN<\/small>–39 <small>CN<\/small><\/td>\n       <td><b>Giao Chỉ<\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>40–43<\/td>\n       <td><b>Lĩnh Nam<\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>43–203<\/td>\n       <td><b>Giao Chỉ<\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>203–544<\/td>\n       <td><b>Giao Châu<\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>544–602<\/td>\n       <td><b>Vạn Xuân<\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>602–679<\/td>\n       <td><b>Giao Châu<\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>679–757<\/td>\n       <td><b>An Nam<\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>757–766<\/td>\n       <td><b>Trấn Nam<\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>766–866<\/td>\n       <td><b>An Nam<\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>866–967<\/td>\n       <td><b>Tĩnh Hải quân<\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>968–1054<\/td>\n       <td><b>Đại Cồ Việt<\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>1054–1400<\/td>\n       <td><b>Đại Việt<\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>1400–1407<\/td>\n       <td><b>Đại Ngu<\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>1407–1427<\/td>\n       <td><b>Giao Chỉ<\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>1428–1804<\/td>\n       <td><b>Đại Việt<\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>1804–1839<\/td>\n       <td><b>Việt Nam<\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>1839–1887<\/td>\n       <td><b>Đại Nam<\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>1887–1945<\/td>\n       <td><b>Đông Dương <small>(Bắc Kỳ,<br>\n           Trung Kỳ, &amp; Nam Kỳ)<\/small><\/b><\/td>\n      <\/tr>\n      <tr>\n       <td>Từ 1945<\/td>\n       <td><b>Việt Nam<\/b><\/td>\n      <\/tr>\n      <tr>\n       <th colspan=\"2\">Bản mẫu chính<\/th>\n      <\/tr>\n      <tr>\n       <td colspan=\"2\">Bản mẫu:Lịch sử Việt Nam<\/td>\n      <\/tr>\n      <tr>\n       <th colspan=\"2\">\n        <div class=\"plainlinks hlist navbar mini\">\n         <ul>\n          <li class=\"nv-view\"><span title=\"Xem bản mẫu này\">x<\/span><\/li>\n          <li class=\"nv-talk\"><span title=\"Thảo luận về bản mẫu này\">t<\/span><\/li>\n          <li class=\"nv-edit\"><span title=\"Sửa đổi bản mẫu này\">s<\/span><\/li>\n         <\/ul>\n        <\/div><\/th>\n      <\/tr>\n     <\/tbody>\n    <\/table><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"collapsible autocollapse\" cellspacing=\"0\">\n <tbody>\n  <tr>\n   <th colspan=\"2\"><\/th>\n  <\/tr>\n  <tr>\n   <td>2879–2524 <small>TCN<\/small><\/td>\n   <td><b>Xích Quỷ<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>2524–258 <small>TCN<\/small><\/td>\n   <td><b>Văn Lang<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>257–207 <small>TCN<\/small><\/td>\n   <td><b>Âu Lạc<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>207–111 <small>TCN<\/small><\/td>\n   <td><b>Nam Việt<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>111 <small>TCN<\/small>–39 <small>CN<\/small><\/td>\n   <td><b>Giao Chỉ<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>40–43<\/td>\n   <td><b>Lĩnh Nam<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>43–203<\/td>\n   <td><b>Giao Chỉ<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>203–544<\/td>\n   <td><b>Giao Châu<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>544–602<\/td>\n   <td><b>Vạn Xuân<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>602–679<\/td>\n   <td><b>Giao Châu<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>679–757<\/td>\n   <td><b>An Nam<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>757–766<\/td>\n   <td><b>Trấn Nam<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>766–866<\/td>\n   <td><b>An Nam<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>866–967<\/td>\n   <td><b>Tĩnh Hải quân<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>968–1054<\/td>\n   <td><b>Đại Cồ Việt<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>1054–1400<\/td>\n   <td><b>Đại Việt<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>1400–1407<\/td>\n   <td><b>Đại Ngu<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>1407–1427<\/td>\n   <td><b>Giao Chỉ<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>1428–1804<\/td>\n   <td><b>Đại Việt<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>1804–1839<\/td>\n   <td><b>Việt Nam<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>1839–1887<\/td>\n   <td><b>Đại Nam<\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>1887–1945<\/td>\n   <td><b>Đông Dương <small>(Bắc Kỳ,<br>\n       Trung Kỳ, &amp; Nam Kỳ)<\/small><\/b><\/td>\n  <\/tr>\n  <tr>\n   <td>Từ 1945<\/td>\n   <td><b>Việt Nam<\/b><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Bản mẫu chính<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Bản mẫu:Lịch sử Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">\n    <div class=\"plainlinks hlist navbar mini\">\n     <ul>\n      <li class=\"nv-view\"><span title=\"Xem bản mẫu này\">x<\/span><\/li>\n      <li class=\"nv-talk\"><span title=\"Thảo luận về bản mẫu này\">t<\/span><\/li>\n      <li class=\"nv-edit\"><span title=\"Sửa đổi bản mẫu này\">s<\/span><\/li>\n     <\/ul>\n    <\/div><\/th>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td>... <i>trong khoảng năm thứ 40 sau Công nguyên, hai chị em người Việt Nam là Hai Bà Trưng đã đứng lên khởi nghĩa chống ngoại xâm, thức tỉnh tinh thần độc lập. Đó là lần đầu tiên trong lịch sử mà người dân Việt Nam đứng lên vì nền độc lập cũng như niềm tự hào của mình<\/i><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Donald Trump<sup class=\"annotation badge\" title=\"^ Bài phát biểu của Tổng thống Mỹ Donald Trump tại APEC 2017\">38<\/sup> <\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Trưng Vương",
        "Nguồn gốc, tên gọi",
        "Khởi nghĩa",
        "Cai trị",
        "Hành chính",
        "Quận Giao Chỉ",
        "Quận Cửu Chân",
        "Quận Nhật Nam",
        "Quận Hợp Phố",
        "Quận Thương Ngô",
        "Quận Uất Lâm",
        "Quận Nam Hải",
        "Quân đội",
        "Kinh tế",
        "Luật pháp",
        "Chống Hán",
        "Đánh giá",
        "Góc nhìn qua sử liệu của Trung Quốc",
        "Di sản",
        "Tướng lĩnh của Hai Bà Trưng",
        "Nhận định",
        "Xem thêm",
        "Tham khảo",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Trưng Vương - Người Kể Sử",
    "paragraphs": [
        "Hai Bà Trưng (chữ Nôm: ?婆徵) là thời kỳ xen giữa Bắc thuộc lần 1 và Bắc thuộc lần 2 trong lịch sử Việt Nam. Đây là tên gọi chung của hai chị em Trưng Trắc (chữ Hán: 徵側) và Trưng Nhị (徵貳), là anh hùng dân tộc của người Việt, những thủ lĩnh khởi binh chống lại nhà Đông Hán của Trung Quốc, lập ra một quốc gia với kinh đô tại Mê Linh và tự phong là Nữ vương.",
        "Sau khi cuộc khởi nghĩa này bị quân Đông Hán dưới sự chỉ huy của Mã Viện đánh bại, tục truyền rằng vì không muốn chịu khuất phục, Hai Bà Trưng đã gieo mình xuống dòng sông Hát Giang tuẫn tiết, địa danh Hát Môn - Hát Giang là nơi thánh tích Hai Bà dựng cờ khởi nghĩa chống quân Đông Hán xâm lược và cũng là nơi Hai Bà hóa thân vào cõi bất diệt. Đền Hát Môn thờ Hai Bà Trưng là Di tích lịch sử Quốc gia đặc biệt được Thủ tướng Chính phủ công nhận tại QĐ số 2383/QĐ-TTg ngày 09/12/2013, ngôi đền Hát Môn cổ kính với nhiều hàng cây cổ thụ, khung cảnh trang nghiêm yên tĩnh quanh năm. Đại Việt Sử ký Toàn thư coi Trưng Trắc là một vị vua trong lịch sử Việt Nam.",
        "Ngoài chính sử, cuộc đời và sự nghiệp của Hai Bà Trưng được phản ánh trong rất nhiều ngọc phả và thần phả. Vì sự thiếu thống nhất giữa các nguồn tài liệu, nhiều sử gia đã dùng nguồn thần phả, ngọc phả bổ sung cho cuộc khởi nghĩa Hai Bà Trưng.",
        "",
        "",
        "Quận Giao Chỉ được xác định vị trí là đất Bắc Bộ Việt Nam và một phần phía tây nam tỉnh Quảng Tây (Trung Quốc) hiện nay. Bộ sử cổ nhất của Việt Nam đề cập đề cập đến Hai Bà Trưng là Đại Việt sử lược. Theo sách này, Trưng Trắc là con gái Lạc tướng ở Mê Linh, lấy chồng là Thi Sách ở huyện Chu Diên.",
        "Theo Đại Việt sử ký toàn thư, Hai Bà Trưng vốn họ Lạc, là dòng dõi Lạc tướng ở Mê Linh. Trưng Trắc là vợ của Thi Sách ở huyện Chu Diên. Thi Sách cũng là con Lạc tướng, con hai nhà tướng kết hôn với nhau. Khi lên ngôi, Hai Bà mới đổi sang họ Trưng1 .",
        "Truyền thuyết xác nhận quê nội Hai Bà ở làng Hạ Lôi và quê ngoại hai Bà ở làng Nam Nguyễn thuộc Ba Vì, Hà Nội2 .",
        "Mẹ Hai Bà là Man Thiện, được thần phả ghi tên là Trần Thị Đoan.",
        "Tuy nhiên, theo các sử gia hiện đại, thời đầu công nguyên, người Việt chưa có họ. Tên Trần Thị Đoan của mẹ hai Bà chỉ là tên thần phả đặt sau này, khoảng thế kỷ 17, 18. Cả tên Man Thiện nghĩa là người Man tốt, có thể do người Hán gọi2 . Còn tên của hai Bà, có nguồn gốc từ nghê dệt lụa truyền thống của Việt Nam, tương tự như cách đặt tên theo các loài cá của các vua nhà Trần sau này vốn xuất thân từ nghề chài lưới. Xưa kia nuôi tằm, tổ kén tốt gọi là kén chắc, tổ kén kém hơn gọi là kén nhì; trứng ngài tốt gọi là trứng chắc, trứng ngài kém hơn gọi là trứng nhì. Do đó, theo Nguyễn Khắc Thuần, tên hai bà vốn rất giản dị là Trứng Chắc và Trứng Nhì, phiên theo tiếng Hán gọi là Trưng Trắc và Trưng Nhị3 4 . Khi chữ Hán chưa được truyền bá hoặc chưa có điều kiện thấm sâu vào nhận thức xã hội thì xu hướng đặt tên người rất giản dị và mộc mạc, thể hiện sự gắn bó với cuộc sống đời thường và xu hướng này còn tiếp tục trong các thế hệ sau4 . Sau này các sử gia phương Bắc viết chệch tên hai bà thành Trắc và Nhị với nghĩa “phản trắc” và “nhị tâm”5 .",
        "Tên của ông Thi Sách, theo Thủy kinh chú của Trung Quốc xác định: chồng bà Trưng Trắc tên là Thi6 .",
        "Do chính sách đồng hóa gắt gao và bóc lột hà khắc của nhà Đông Hán đối với người Việt tại Giao Chỉ đương thời7 8 , các Lạc tướng người Việt liên kết với nhau để chống lại nhà Hán. Trưng Trắc kết hôn với con trai Lạc tướng ở Chu Diên là Thi Sách, hai nhà cùng có chí hướng chống Hán. Khoảng năm 39-40, nhằm trấn áp người Việt chống lại, Thái thú Tô Định giết Thi Sách.",
        "Trưng Trắc và các Lạc tướng càng căm thù, cùng Trưng Nhị mang quân bản bộ về giữ Hát Giang nay là xã Hát Môn huyện Phúc Thọ Hà Nội9 . Sau một thời gian chuẩn bị, tháng 2 năm 40, Trưng Trắc cùng Trưng Nhị chính thức phát động khởi nghĩa chống lại nhà Đông Hán. Cuộc khởi nghĩa được sự hưởng ứng của nhiều đội quân và nhân dân các nơi thuộc Âu Lạc và Nam Việt cũ10 11 . Quân Hai Bà đánh hãm trị sở Luy Lâu.",
        "Tô Định phải chạy về Nam Hải (Trung Quốc). Các quận Nam Hải, Cửu Chân, Nhật Nam, Hợp Phố đều hưởng ứng. Hai bà lấy được 65 thành ở Lĩnh Nam. Trưng Trắc tự lập làm vua, xưng là Trưng Nữ Vương (hay Trưng Vương).",
        "Hai Bà Trưng cai trị lãnh thổ vùng Lĩnh Nam của người Việt tương đương với Bộ Giao Chỉ của nhà Hán trong 3 năm. Thời gian cai trị ngắn ngủi và phải toan tính chuẩn bị chống lại cuộc chiến của nhà Hán khiến Hai Bà Trưng không có hoạt động gì đáng kể trong việc xây dựng lãnh thổ mà mình cai quản.",
        "Do thời gian cai trị của Hai Bà Trưng không dài và không còn tài liệu để khôi phục lại hệ thống tổ chức bộ máy thời Hai Bà Trưng. Tuy nhiên, các sử gia căn cứ trên các sử liệu liên quan đến sự cai trị của nhà Hán trước và sau thời Hai Bà Trưng cho rằng, về cơ bản Hai Bà Trưng vẫn duy trì hệ thống quản lý của nhà Hán trước đó, do người Việt nắm giữ12 .",
        "Các quận, huyện do nhà Hán lập ra trên đất Âu Lạc và Nam Việt cũ, trên cơ sở các “bộ” thời Văn Lang và Âu Lạc được kế thừa. Sử sách xác nhận Hai Bà đóng đô ở huyện Mê Linh thuộc quận Giao Chỉ1 .",
        "56 huyện thành mà Hai Bà Trưng giành được trong các quận:",
        "Quận Giao Chỉ được xác định vị trí là đất Bắc Bộ Việt Nam và một phần phía tây nam tỉnh Quảng Tây (Trung Quốc) hiện nay (từ sông Uất hay Tây Giang về phía nam), trừ đi những phần đất sau:",
        "Quận Giao Chỉ gồm có 10 huyện (縣) như sau14 :",
        "Quận Cửu Chân thời Hán được xác định vị trí từ góc tây nam tỉnh Ninh Bình đến tỉnh Hà Tĩnh hiện nay15 .",
        "Quận trị Cửu Chân được xác định ở huyện Tư Phố. Cửu Chân gồm có bảy huyện như sau16 :",
        "Vị trí Nhật Nam được xác định là từ Quảng Bình tới địa giới Bình Định, Phú Yên hiện nay17 .",
        "Nhật Nam gồm có 5 huyện như sau18 :",
        "Quận Hợp Phố gồm 5 huyện: Hợp Phố (合浦), Từ Văn (徐聞), Cao Lương (高涼), Lâm Nguyên (臨元), Chu Nhai (朱崖).",
        "Hợp Phố được xác định vị trí là vùng duyên hải vịnh Bắc Bộ tỉnh Quảng Tây và địa cấp thị Trạm Giang tỉnh Quảng Đông.",
        "Quận Thương Ngô gồm có 10 huyện: Quảng Tín (廣信), Tạ Mộc (謝沐), Cao Yếu (高要), Phong Dương (封陽), Lâm Hạ (臨賀), Đoan Khê (端谿), Phùng Thừa (馮乘), Phú Xuyên (富川), Lệ Phổ (荔浦), Mãnh Lăng (猛陵).",
        "Thương Ngô thời Hán được xác định vị trí tương đương với khu vực dãy núi Đô Bàng tỉnh Quảng Tây, phía đông núi Đại Dao, địa cấp thị Triệu Khánh tỉnh Quảng Đông, phía tây huyện cấp thị La Định, huyện Giang Vĩnh tỉnh Hồ Nam, phía nam huyện Giang Hoa, huyện Đằng tỉnh Quảng Tây, phía bắc thị xã Tín Nghi tỉnh Quảng Đông.",
        "Quận Uất Lâm thời Hán gồm có 12 huyện: Bố Sơn (布山), An Quảng (安廣), Hà Lâm (河林), Quảng Đô (廣都), Trung Lưu (中留), Quế Lâm (桂林), Đàm Trung (譚中), Lâm Trần (臨塵), Định Chu (定周), Lĩnh Phương (領方), Tăng Thực (增食), Ung Kê (雍雞).",
        "Uất Lâm được xác định vị trí là từ các địa cấp thị Nam Ninh, Bách Sắc đến đại bộ phận Liễu Châu, phía bắc Ngọc Lâm, phía đông và phía nam Hà Trì đều thuộc Quảng Tây.",
        "Quận Nam Hải gồm có 6 huyện: Phiên Ngung (番禺), Trung Túc (中宿), Bác La (博羅), Long Xuyên (龍川), Tứ Hội (四會), Yết Dương (揭陽).",
        "Nam Hải được xác định vị trí bao trùm tỉnh Quảng Đông và phần đất phía đông nam tỉnh Quảng Tây, Trung Quốc hiện nay.",
        "Như vậy tổng số huyện thành đương thời chỉ có 54 huyện. Ngô Sĩ Liên dẫn thêm 2 huyện mới đặt trong quận Giao Chỉ là Vọng Hải và Phong Khê do Mã Viện mới tách đặt sau thời Hai Bà Trưng, được chép gộp vào danh sách các huyện thuộc Giao Chỉ lúc đó, tổng cộng là 56 huyện thành19 .",
        "Đội ngũ các cánh quân mới tập hợp của các Lạc hầu, Lạc tướng, thủ lĩnh địa phương chưa có điều kiện tổ chức theo kiểu chính quy thành các đơn vị, quân thứ kiểu hệ thống, cấp bậc quy củ như các triều đại sau này. Thành phần họ gồm bình dân trong kẻ, chạ… gia nô, nô tỳ thuộc quyền quản lý của các thủ lĩnh vùng. Các sử gia nhìn nhận lực lượng mới họp này chưa được tổ chức chặt chẽ nên có những yếu điểm bộc lộ trong cuộc chiến chống Mã Viện sau này20 .",
        "Sử sách chỉ ghi lại một sự kiện duy nhất liên quan tới kinh tế thời Hai Bà Trưng là Trưng vương cho xá thuế trong 2 năm cho dân chúng21 22 .",
        "Luật pháp chưa có văn bản chính thức. Các sử gia xác định luật thời Hai Bà Trưng là một thứ “tập quán pháp”, “luật tục” của nhiều đời trước được khôi phục và sử dụng điều hành xã hội21 .",
        "Hậu Hán thư của Phạm Việp dẫn lời tâu báo của Mã Viện lên Hán Quang Vũ Đế rằng luật Việt khác với luật nhà Hán đến hơn 10 điều23 24 .",
        "Ngày 30 tháng 1 năm Tân Sửu (41), nhà Hán thấy bà xưng vương dấy quân đánh lấy các thành ấp, nên hạ lệnh cho các quận Trường Sa, Hợp Phố và Giao Châu sắp sẵn xe thuyền, sửa sang cầu đường, thông các núi khe, chứa thóc lương, cho Mã Viện làm Phục Ba tướng quân, Phù Lạc hầu Lưu Long làm phó tướng sang xâm lược.",
        "Cánh quân bộ tiến vào vùng Đông Bắc Mã Viện tiến theo đường ven biển, san núi làm đường hơn nghìn dặm, đến Lãng Bạc (ở phía tây Tây Nhai của La Thành)25 đánh nhau với vua. Quân Nam bấy giờ ô hợp, rất nhiều thủ lĩnh không phục hai vua là đàn bà, lớp tan rã, lớp tự ly khai. Hai bà thấy thế giặc mạnh lắm, không chống nổi, bèn lui quân về giữ Cấm Khê (sử chép là Kim Khê).",
        "Năm Quý Mão (43), Hai Bà Trưng chống cự lại với quân nhà Hán ở Cấm Khê, thế cô bị thua, đều tử trận26 .",
        "Tướng Đô Dương tiếp tục cầm quân chống lại quân Hán đến cuối năm 43. Mã Viện đuổi theo đánh quân còn sót lại huyện Cư Phong, cuối cùng lực lượng này cũng bị dẹp. Ngoài các cừ súy bị giết, hơn 300 cừ súy người Việt bị bắt và đày sang Linh Lăng (Hồ Nam). Mã Viện thu gom, phá hủy nhiều trống đồng và đúc rồi dựng cột đồng (tương truyền ở trên động Cổ Lâu châu Khâm)27 làm giới hạn cuối cùng của nhà Hán, và khắc lên đó dòng chữ thề: \"Cột đồng gãy thì Giao Chỉ diệt\" (Đồng trụ chiết, Giao Chỉ diệt)28 .",
        "Từ đây, nước Việt lại thuộc quyền kiểm soát của nhà Hán, bắt đầu thời Bắc thuộc lần 2. Thời kỳ Hai Bà Trưng chỉ kéo dài được hơn 3 năm.",
        "Sau khi Hai Bà Trưng thất bại, chế độ giao quyền cai quản cấp huyện ở Bộ Giao Chỉ cho các Lạc tướng không còn, quyền lực của các Lạc tướng, Lạc hầu bị thủ tiêu. Theo như cách gọi của sử gia Madrolle thì chế độ bảo hộ chấm dứt, bắt đầu chế độ cai trị trực tiếp. Nhà Hán đặt quan lại cai trị đến cấp huyện29 .",
        "Sử gia Lê Văn Hưu viết trong Đại Việt sử ký toàn thư1 :",
        "Theo sử gia Nguyễn Nghiễm thời Lê trung hưng30 :",
        "Vua Tự Đức viết trong Khâm định Việt sử Thông giám cương mục31 :",
        "Nguồn sử liệu đầu tiên đề cập đến chị em Hai Bà Trưng là cuốn Hậu Hán Thư viết vào thế kỷ thứ 5 (sau Công nguyên) bởi học giả Phạm Diệp, cuốn sách nói về lịch sử nhà Hán từ năm 6 đến 189 AD. Các tài liệu cổ của Trung Quốc đề cập đến 2 chị em Bà Trưng khá ngắn gọn, được tìm thấy trong 2 chương của Hậu Hán Thư mô tả về cuộc khởi nghĩa của 2 bà thời kỳ nhà Tây Hán. Ở chương 86 của Hậu Hán Thư, với tiêu đề: \"Lịch sử về tộc Man Di phía Nam và Tây Nam\" (Biographies of the Southern and the Southwestern Barbarians) có viết:",
        "Đại Nam quốc sử diễn ca có đoạn kể về cuộc khởi nghĩa của Hai Bà Trưng đã trở thành quen thuộc đối với người Việt:",
        "Hàng năm, vào ngày 6 tháng 3 âm lịch, là ngày giỗ hay là lễ hội tưởng nhớ Hai Bà (cũng là Ngày Phụ nữ Việt Nam tại miền Nam trước kia) được tổ chức tại miền Nam Việt Nam trước năm 1975 và hiện nay tại nhiều nơi trong nước Việt Nam cũng như cộng đồng người Việt tại nước ngoài.",
        "Theo nhiều nguồn tài liệu, thì hai bà có đến hơn 70 tướng lĩnh, trong đó có nhiều thủ lĩnh các nghĩa quân địa phương, hiện còn nhiều đền thờ lập Thành hoàng làng ở miền Bắc Việt Nam và miền Nam Trung Quốc. Đặc biệt, trong số này có nhiều nữ tướng lĩnh34 .",
        "Hai Bà Trưng và hàng chục, hàng trăm nữ tướng, cả một đội ngũ đông đảo phụ nữ Việt Nam tham gia phong trào kháng Hán, góp phần tạo nên truyền thống anh hùng bất khuất cho giới mình và cho cả dân tộc mình. Nguyên lý Mẹ và sắc thái bình quyền trai gái in đậm nét trong nền văn hóa dân tộc - dân gian Việt Nam đến nỗi nhiều học giả cho rằng đấy là điểm vượt trội không còn phải bàn cãi gì nữa của Việt Nam so với Trung Quốc và phương Tây37",
        "(Nguồn: Wikipedia)"
    ]
}