{
    "tables": [],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Trương Văn Đa",
        "Thân thế và sự nghiệp",
        "Xem thêm",
        "Chú thích",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Trương Văn Đa - Người Kể Sử",
    "paragraphs": [
        "Trương Văn Đa (張文多,1 ? - ?) là phò mã của vua Thái Đức (Nguyễn Nhạc) và là danh tướng nhà Tây Sơn trong lịch sử Việt Nam.",
        "",
        "",
        "Trương Văn Đa sinh tại thôn An Thái, huyện Tuy Viễn (Tây Sơn), phủ Quy Nhơn (tỉnh Bình Định).",
        "Ông là con của Trương Văn Hiến (thầy dạy võ và binh thư của cả ba anh em nhà Tây Sơn là Nguyễn Nhạc, Nguyễn Huệ và Nguyễn Lữ)2 , tính tình thuần hậu, theo cha học cả văn lẫn võ từ thuở nhỏ.",
        "Khi Tây Sơn khởi nghĩa (1771), Trương Văn Đa theo Nguyễn Nhạc lên Tây Sơn thượng lo việc huấn luyện nghĩa quân. Ông được Tây Sơn Vương (Nguyễn Nhạc) thương yêu, gả con gái cho và sau này ông còn được ở luôn trong cung để dạy dỗ thái tử Nguyễn Bảo.",
        "Đầu năm Quý Mão (1783), Trương Văn Đa tháp tùng Nguyễn Huệ, Nguyễn Lữ, Lê Văn Hưng, vào đánh Gia Định. Sau khi đánh tan quân của Châu Văn Tiếp, Trương Văn Đa đốc quân tấn công đồn Ngư Giác (Cá Trê) nằm bên tả ngạn sông Sài Gòn. Hai bên giao đấu quyết liệt và cuối cùng Trương Văn Đa bắt sống được Dương Công Trừng, tướng chỉ huy đồn.",
        "Tại Đồng Tuyên (Kiến An, Định Tường), tướng Nguyễn là Nguyễn Văn Quý bị Trương Văn Đa chém chết tại trận, buộc chúa Nguyễn Phúc Ánh phải chạy trốn ra đảo Cổ Long. Trương Văn Đa liền dẫn quân thủy đến bao vây đảo, nhưng gặp lúc mưa bão, việc bao vây lơi lỏng, Nguyễn Phúc Ánh liều chết chạy thoát về đảo Phú Quốc. Đánh chiếm được đất Gia Định, Nguyễn Huệ rút về để Trương Văn Đa cùng một số tướng sĩ ở lại giữ thành.",
        "Tháng 2 năm Giáp Thìn (1784), Nguyễn Phúc Ánh sang Xiêm cầu viện binh. Nhận lời, cuối tháng 7 năm đó, vua Xiêm sai hai người cháu, cũng là hai viên tướng cao cấp là Chiêu Tăng và Chiêu Sương, đem 2 vạn quân thủy cùng 300 chiến thuyền vượt biển sang giúp. Trấn thủ Trương Văn Đa thấy sức đối phương quá mạnh, liền ra lệnh cho khắp nơi vừa đánh vừa rút lui từng bước để bảo toàn lực lượng. Quân Tây Sơn từ Rạch Giá, Châu Đốc rút về Cần Thơ, quân Xiêm đuổi theo. Quân Tây Sơn theo bờ sông Hậu lui dần xuống Ba Thắc. Quân Xiêm đuổi đến nơi ấy thì bị phục kích phải thối lui. Quân Tây Sơn thừa thế vượt sông Hậu sang Trà Ôn rồi lui về Sa Đéc.",
        "Lúc bấy giờ, quân Tây Sơn đóng ở Cà Mau cô thế phải rút về Trà Ôn, bị quân Xiêm đuổi theo. Nhưng đến Mang Thít (thuộc địa phận Long Hồ) thì gặp đạo binh của Trương Văn Đa từ Sa Đéc kéo xuống đánh một trận kích liệt. Châu Văn Tiếp giao đấu được một lúc thì bị đâm trọng thương (sau qua đời vì vết thương quá nặng), buộc quân Nguyễn phải rút xuống Trà Cú (Trà Vinh). Tuy giết được đại tướng Chu Văn Tiếp, nhưng thấy không thể thắng được đối phương, Trương Văn Đa bèn bỏ đất ấy kéo đại binh về đóng ở Mỹ Tho.",
        "Cuối năm 1784, Trương Văn Đa sai Đô úy Đặng Văn Trấn về Quy Nhơn báo cáo tình hình Gia Định. Tháng 11 năm Giáp Thìn (1785), Nguyễn Huệ cùng với các tướng là Võ Văn Dũng, Trần Quang Diệu và Bùi Thị Xuân, đem đại binh vào đánh tan quân xiêm ở trận Rạch Gầm-Xoài Mút. Sau khi đại thắng, Trương Văn Đa được tiếp tục trấn thủ Gia Định.",
        "Năm 1786, sau khi dẹp yên chúa Trịnh ở Đàng Ngoài, đuổi chúa Nguyễn ra khỏi đất Gia Định, vua Thái Đức (Nguyễn Nhạc) phong cho em mình là Nguyễn Lữ làm Đông Định Vương vào thay cho Trương Văn Đa. Phò mã Đa trở về Quy Nhơn làm quan trong triều và đặc trách dạy dỗ Thái tử Nguyễn Bảo, con trai vua Thái Đức.",
        "Ngày 16 tháng 2 năm 1792, vua Quang Trung (Nguyễn Huệ) mất, con trai thứ là Nguyễn Quang Toản lên nối ngôi, đổi niên hiệu là Cảnh Thịnh. Cũng trong năm này, đại quân của chúa Nguyễn từ Gia Định kéo ra đánh vua Thái Đức ở thành Quy Nhơn. Nhà vua liền sai người đến chỗ vua Cảnh Thịnh xin cứu viện và được chấp thuận. Nhưng khi quân của đối phương rút về, các tướng của vua Cảnh Thịnh chiếm luôn thành trì của vua Thái Đức. Tháng 8 năm này, vua Thái Đức uất hận mà qua đời, con cả là Nguyễn Bảo nối ngôi nhưng rồi bị đưa đi an trí ở huyện Phù Ly 3 ...",
        "Nhận thấy nội bộ nhà Tây Sơn ngày càng rạn nứt, Trương Văn Đa lấy cớ tuổi cao sức yếu xin được trở về quê An Thái để phụng dưỡng cha già. Trương Văn Đa mất (không rõ năm) trước khi nhà Tây Sơn bị tiêu diệt năm 1802.",
        "(Nguồn: Wikipedia)"
    ]
}