{
    "tables": [
        "<table class=\" table table-striped\">\n <tbody>\n  <tr>\n   <td valign=\"top\"><p>Dịch nghĩa<\/p>\n    <dl>\n     <dd>\n      <i>Sắc núi vẫn xanh mượt mà<\/i>,\n     <\/dd>\n     <dd>\n      <i>Người đi chơi sao không về<\/i>?\n     <\/dd>\n     <dd>\n      <i>Giữa dòng sáng ngời bóng tháp<\/i>,\n     <\/dd>\n     <dd>\n      <i>Thượng giới mở cánh cửa hang<\/i>.\n     <\/dd>\n     <dd>\n      <i>Có cách biệt với cuộc đời trôi nổi như ngày nay<\/i>,\n     <\/dd>\n     <dd>\n      <i>Mới biết rõ cái danh hờ trước kia là không đúng<\/i>,\n     <\/dd>\n     <dd>\n      <i>Trời đất ở Ngũ-hồ rộng thênh thang<\/i>,\n     <\/dd>\n     <dd>\n      <i>Hãy tìm lại tảng đá ngồi câu khi trước<\/i>.\n     <\/dd>\n    <\/dl><\/td>\n   <td width=\"45\"><\/td>\n   <td valign=\"top\"><p>Dịch thơ (<a class=\"annotation\" href=\"/nhan-vat/tran-van-giap\" title=\"Trần Văn Giáp (1902-1973), tự Thúc Ngọc là một học giả Việt Nam thế kỷ 20....\" target=\"_blank\">Trần Văn Giáp<\/a>)<\/p>\n    <dl>\n     <dd>\n      <i>Non xanh xanh vẫn như xưa<\/i>,\n     <\/dd>\n     <dd>\n      <i>Du nhân đi mãi vẫn chưa thấy về<\/i>!\n     <\/dd>\n     <dd>\n      <i>Sóng in bóng tháp bồ đề<\/i>,\n     <\/dd>\n     <dd>\n      <i>Mở toang cửa động liền kề chân mây<\/i>.\n     <\/dd>\n     <dd>\n      <i>Đời lênh đênh trước khác nay<\/i>,\n     <\/dd>\n     <dd>\n      <i>Thân nhàn mới biết trước ngày lầm to<\/i>.\n     <\/dd>\n     <dd>\n      <i>Mênh mông trời đất Năm hồ<\/i>,\n     <\/dd>\n     <dd>\n      <i>Vòm câu cũ, kíp thăm dò nơi đâu<\/i>.\n     <\/dd>\n    <\/dl><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\" table table-striped\">\n <tbody>\n  <tr>\n   <td valign=\"top\"><p>Vịnh hoa cúc (I)<\/p>\n    <dl>\n     <dd>\n      <i>Hoa tươi, năm ngoái ngày này<\/i>,\n     <\/dd>\n     <dd>\n      <i>Ngồi suông với bạn, rượu bày có đâu<\/i>!\n     <\/dd>\n     <dd>\n      <i>Việc đời thường trái ngược nhau<\/i>\n     <\/dd>\n     <dd>\n      <i>Bữa nay sẵn rượu, lại sầu không hoa<\/i>.\n     <\/dd>\n    <\/dl><\/td>\n   <td width=\"45\"><\/td>\n   <td valign=\"top\"><p>Vịnh hoa cúc (II)<\/p>\n    <dl>\n     <dd>\n      <i>Thu nay mưa gió loạn cuồng<\/i>\n     <\/dd>\n     <dd>\n      <i>Mà sao cúc vẫn đầy vườn trổ bông<\/i>\n     <\/dd>\n     <dd>\n      <i>Phải chăng trời cũng chiều lòng<\/i>\n     <\/dd>\n     <dd>\n      <i>Cho loài hoa rét bạn cùng già nua<\/i>.\n     <\/dd>\n    <\/dl><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\" table table-striped\">\n <tbody>\n  <tr>\n   <td valign=\"top\">\n    <dl>\n     <dd>\n      Vũ dư khai phố di căn chủng\n     <\/dd>\n     <dd>\n      Sương hậu tuần ly trích nhị thu\n     <\/dd>\n     <dd>\n      Mạc đạo u nhân hồn lãn tán\n     <\/dd>\n     <dd>\n      Nhất niên mang sử thị thâm thu.\n     <\/dd>\n    <\/dl><\/td>\n   <td width=\"45\"><\/td>\n   <td valign=\"top\">\n    <dl>\n     <dd>\n      Mưa tạnh ra vườn tỉa gốc trồng\n     <\/dd>\n     <dd>\n      Sương gieo quanh giậu lượm từng bông\n     <\/dd>\n     <dd>\n      Chớ rằng nhàn ẩn nên lười nhác\n     <\/dd>\n     <dd>\n      Bận rộn khi ngày sắp cuối đông- (Đào Phương Bình dịch thơ).\n     <\/dd>\n    <\/dl><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\" table table-striped\">\n <tbody>\n  <tr>\n   <td valign=\"top\">\n    <dl>\n     <dd>\n      Nhất thu đa vũ hựu đa phong\n     <\/dd>\n     <dd>\n      Khởi ý thu hoa thượng mãn tùng\n     <\/dd>\n     <dd>\n      Ưng thị thiên công linh lãnh lạc\n     <\/dd>\n     <dd>\n      Cổ lưu hàn nhị bạn suy ông.\n     <\/dd>\n    <\/dl><\/td>\n   <td width=\"45\"><\/td>\n   <td valign=\"top\">\n    <dl>\n     <dd>\n      Trời thu lắm gió lại nhiều mưa\n     <\/dd>\n     <dd>\n      Khóm trĩu hoa thu thật chẳng ngờ\n     <\/dd>\n     <dd>\n      Tạo hoá phải chăng thương quạnh vắng\n     <\/dd>\n     <dd>\n      Dành bông hoa lạnh tặng già nua - (Đào Phương Bình dịch thơ).\n     <\/dd>\n    <\/dl><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\" table table-striped\">\n <tbody>\n  <tr>\n   <td valign=\"top\">\n    <dl>\n     <dd>\n      Trùng dương thời tiết kim triêu thị\n     <\/dd>\n     <dd>\n      Cố quốc hoàng hoa khai vị khai?\n     <\/dd>\n     <dd>\n      Khước ức cầm tôn tiền nhật nhã\n     <\/dd>\n     <dd>\n      Kỷ hồi tao thủ phú quy lai.\n     <\/dd>\n    <\/dl><\/td>\n   <td width=\"45\"><\/td>\n   <td valign=\"top\">\n    <dl>\n     <dd>\n      Sớm nay vừa tiết trùng dương\n     <\/dd>\n     <dd>\n      Chẳng hay quê cũ hoa vàng nở chưa\n     <\/dd>\n     <dd>\n      Rượu đàn chạnh nhớ thú xưa\n     <\/dd>\n     <dd>\n      Vò đầu mấy bận làm thơ \"đi, về\" - (Huệ Chi dịch thơ).\n     <\/dd>\n    <\/dl><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\" table table-striped\">\n <tbody>\n  <tr>\n   <td valign=\"top\">\n    <dl>\n     <dd>\n      Khứ niên kim nhật hữu hoa đa\n     <\/dd>\n     <dd>\n      Đối khách sầu vô tửu khả xa\n     <\/dd>\n     <dd>\n      Thế sự tương vi mỗi như thử\n     <\/dd>\n     <dd>\n      Kim triêu hữu tửu khước vô hoa.\n     <\/dd>\n    <\/dl><\/td>\n   <td width=\"45\"><\/td>\n   <td valign=\"top\">\n    <dl>\n     <dd>\n      Ngày này, năm ấy hoa đương độ\n     <\/dd>\n     <dd>\n      Không rượu ngồi suông khách với ta\n     <\/dd>\n     <dd>\n      Trái ngược việc đời thường vẫn thế\n     <\/dd>\n     <dd>\n      Hôm nay có rượu lại không hoa - (Nhóm <a class=\"annotation\" href=\"/nhan-vat/le-quy-don\" title=\"Lê Quý Đôn (chữ Hán: 黎貴惇, 1726 - 1784), tên thuở nhỏ là Lê Danh Phương, tự Doãn Hậu (允厚), hiệu Quế Đường; là vị quan thời Lê trung hưng, cũng là nhà thơ, và được mệnh danh là &quot;nhà bác học lớn của Việt Nam trong thời phong kiến&quot;. \n Ở thế kỷ 18, các tri thức văn hóa, khoa học của dân tộc được tích lũy...\" target=\"_blank\">Lê Quý Đôn<\/a> dịch thơ).\n     <\/dd>\n    <\/dl><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Trương Hán Siêu",
        "Tiểu sử",
        "Sự nghiệp chính trị",
        "Sự nghiệp văn chương",
        "Bạch Đằng giang phú",
        "Một số tác phẩm khác",
        "Đời tư",
        "Tôn vinh",
        "Đền thờ Trương Hán Siêu",
        "Giải thưởng Trương Hán Siêu",
        "Xem thêm",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Trương Hán Siêu - Người Kể Sử",
    "paragraphs": [
        "Trương Hán Siêu (chữ Hán: 張漢超；?-1354), tên tự là Thăng Phủ hoặc Thăng Am, hiệu Đôn Tẩu, là một vị quan, một danh nhân văn hóa đời Trần, kiệt tác văn chương nổi tiếng nhất trong sự nghiệp sáng tác của ông là bài Bạch Đằng giang phú - một áng thiên cổ hùng văn rất được lưu truyền...",
        "",
        "",
        "Trương Hán Siêu quê ở làng Phúc Am, huyện Yên Ninh, lộ Trường Yên (nay là phường Phúc Thành, thành phố Ninh Bình, tỉnh Ninh Bình).",
        "Theo chính sử, Trương Hán Siêu xuất thân là môn khách của Trần Quốc Tuấn, tính tình cương nghị, học vấn uyên thâm, ông mất năm 1354. Trần Quốc Tuấn mất năm 1300, khi đó hẳn Trương Hán Siêu phải là người trưởng thành, tức hơn 18 tuổi. Lược truyện các tác gia Việt Nam viết: Trương Hán Siêu “lập được nhiều công trạng trong hai trận đánh giặc Nguyên;1 Từ điển văn học ghi: Trương Hán Siêu “có ít nhiều đóng góp trong hai cuộc kháng chiến chống Nguyên lần thứ hai và thứ ba”.2",
        "Như vậy, Trương Hán Siêu tham dự cuộc kháng chiến chống Nguyên Mông lần thứ hai và thứ ba khi ông còn trẻ và ông cùng với Nguyễn Trung Ngạn là những vị quan thời Trần thọ hơn 80 tuổi.",
        "Trương Hán Siêu là nhà chính trị, nhà thơ, nhà sử học danh tiếng, học thức sâu rộng, được các vua Trần luôn tôn gọi là Thầy chứ không gọi tên húy. Ông từng làm nhiều chức quan trải suốt 4 đời vua nhà Trần:",
        "Trong Đại Việt sử ký toàn thư, Phan Phu Tiên nhận xét về việc nhà Trần thờ phụng Trương Hán Siêu và Chu Văn An ở Văn miếu như sau:",
        "Trương Hán Siêu là người có học vấn sâu rộng, giàu lòng yêu nước, được các vua đời Trần tôn quý như bậc thầy. Thời trẻ, ông bài xích (phản đối) Phật, nhưng vua không trách, còn bổ ông làm quản tự cho một ngôi chùa lớn. Về cuối đời, ông lại là người sùng đạo Phật và những sáng tác của ông cũng chịu ảnh hưởng tư tưởng này. Các tác phẩm của ông hiện còn 17 bài thơ: Cúc hoa bách vịnh (Vịnh hoa cúc còn 4 bài), Hoá Châu tác (Thơ làm ở Hoá Châu), Dục Thuý sơn (Núi Dục Thuý sơn), Quá Tống đô (Qua kinh đô nhà Tống). Về văn xuôi ông có 2 bài: Khai Nghiêm tự bi ký (Văn bia chùa Khai Nghiêm) và Dục Thuý sơn linh tế tháp ký (Bài ký tháp linh tế núi Dục Thuý sơn), hai bài đều được viết bằng chữ Hán. Riêng hai quyển Hoàng triều đại điển và Hình thư soạn chung với Nguyễn Trung Ngạn, bài biểu Tạ trừ Hàn lâm viện trực học sĩ được dẫn trong Đại Việt sử ký toàn thư và Kiến văn tiểu lục hiện nay vẫn lưu lạc và chưa tìm thấy.3",
        "Trương Hán Siêu cũng soạn Linh tế thập ký (bài ký tháp Linh Tế), Quang nghiêm tự bi văn (bài văn bia chùa Quang Nghiêm). Hai bài đó có đề cao Nho học và phê phán Phật giáo. Ông và Nguyễn Trung Ngạn hợp soạn bộ Hoàng triều đại điển và Hình thư đặt nền tảng cho chế độ Phong kiến Việt Nam vận hành theo pháp luật. Ông còn là một nhà văn hoá, có tầm nhìn du lịch sớm nhất Việt Nam.4 5",
        "Bạch Đằng Giang phú là tác phẩm xuất sắc của Trương Hán Siêu, đồng thời cũng là tác phẩm tiêu biểu của văn học yêu nước thời Lý - Trần, một đỉnh cao nghệ thuật của thể phú trong văn học và được xem là một áng thiên cổ hùng văn trong lịch sử văn học Việt Nam. Bạch Đằng giang phú thể hiện lòng yêu nước và niềm tự hào về truyền thống anh hùng bất khuất và truyền thống đạo lý nhân nghĩa sáng ngời của dân tộc Việt Nam. Do đó, Bạch Đằng giang phú cũng thể hiện tư tưởng nhân văn cao đẹp của việc đề cao vai trò, vị trí của con người trước lịch sử. Đây là một áng văn chứa chan niềm tự hào dân tộc, có ý nghĩa tổng kết lại chiến thắng Bạch Đằng thời bấy giờ:6",
        "Bạch Đằng giang phú của Trương Hán Siêu là một trong những bài phú chữ Hán nổi tiếng bậc nhất từ thời Trần còn lại đến nay. Có nhiều vấn đề cần giải mã tác phẩm xuất sắc này, một trong những vấn đề cốt tử làm nên sức sống lâu dài của nó có lẽ chính là nỗi lòng của Trương Thăng Phủ với những vấn đề liên quan đến vận mệnh của vương triều Trần, sâu xa hơn là vận mệnh của nhân dân, dân tộc, của non sông đất nước Đại Việt.",
        "Bạch Đằng giang phú được viết theo phú cổ thể, nguyên tác viết bằng chữ Hán. Cấu tứ của tác phẩm theo hình thức đối đáp giữa chủ và khách. Khách là người yêu cảnh trí thiên nhiên, có thú du ngoạn, tâm hồn khách. Khách là người yêu cảnh trí thiên nhiên, có thú du ngoạn, tâm hồn khoáng đạt, tâm huyết với lịch sử dân tộc. Khách tìm đến sông Bạch Đằng không chỉ vì yêu thiên nhiên mà còn vì lòng ngưỡng mộ nơi có chiến công oanh liệt và khát vọng tìm hiểu lịch sử dân tộc, noi gương của Tử Trường xưa (sử gia nổi tiếng Trung Quốc đời Hán). Chủ là những bô lão ở ven sông Bạch Đằng mà khách gặp, vừa là dân địa phương, vừa là những người đã từng chứng kiến, từng tham gia chiến trận. Cũng có thể nhân vật bô lão là nhân vật có tính chất hư cấu, tác giả xây dựng lên để dễ dàng bộc lộ cảm xúc, suy nghĩ về đất nước, dân tộc.",
        "Bài thơ \"Dục Thúy Sơn khắc thạch\" nói về núi Dục Thúy ở Ninh Bình được khắc bên sườn núi, hãy còn bút tích. Dục Thúy Sơn nghĩa là \"núi có hình con chim trả đang tắm gội\" - tên này do chính ông đặt cho ngọn núi Non Nước ở quê hương ông.",
        "Dịch nghĩa",
        "Dịch thơ (Trần Văn Giáp)",
        "Nhóm bài thơ \"Vịnh Hoa Cúc\" do Nguyễn Tấn Hưng dịch:",
        "Vịnh hoa cúc (I)",
        "Vịnh hoa cúc (II)",
        "Trương Hán Siêu trồng hoa cúc bên núi Dục Thúy Sơn, là hoa Sơn kim cúc (Hoàng Hoa). Ngày ngày ông chăm chút cho từng khóm cúc, nhành hoa:",
        "Có lúc ông nhìn trời gió mưa thêm buồn mà than thở:",
        "Khi ở xa, cụ vẫn luôn canh cánh một nỗi nhớ về hoa cúc trên đỉnh núi:",
        "Có lúc lại thiếu thốn làm ông càng buồn thêm nỗi cô đơn. Khi có hoa lại thiếu rượu. Khi có rượu lại không hoa. Cụ ngắm nhìn hoa cúc mà lại càng thêm sầu:",
        "Tuy nhiên, cuộc đời Trương Hán Siêu không phải là không có tì vết. Theo Đại Việt Sử ký Toàn thư (ĐVSKTT), ông khinh bỉ người cùng hàng, không giao du với họ, chỉ chơi thân với bọn Phạm Nghiêu Tư, gặp quan thầy thuốc thì thế nào cũng đùa bợt nói cười, đều là những kẻ không đồng điệu với ông. Đến khi coi đất Lạng Giang thì gả con gái cho tù trưởng đất ấy là Nùng Ích Vấn, khi coi chùa Huỳnh Lâm thì gả con gái cho tam bảo nô Nguyễn Chế, đều vì mộ sự giàu có của họ cả. Vì thế ĐVSKTT mới viết rằng:",
        "Các nhà nghiên cứu hiện nay cho rằng việc Trương Hán Siêu ít giao du với những bạn bè cùng hàng vì những người này trước đây cùng học với ông tại trường của Chiêu Quốc Vương Trần Ích Tắc, khi ông bị Nguyễn Văn Long vu oan phải đào tẩu, thì chính những người bạn này đã hùa nhau công kích kết tội ông. Chuyện này ít ai biết vì ông tha thứ không kể tội họ ra, nhưng không kết tình thân, kể cả Mạc Đĩnh Chi.7",
        "Trương Hán Siêu chính là người cố vấn chính của Trần Hưng Đạo, nhưng dấu mặt khi Trần Ích Tắc chưa trốn theo quân Nguyên. Sau khi Trần Ích Tắc bại lộ trốn theo quân Nguyên thì Trương Hán Siêu ra mặt công khai ở chung với Trần Hưng Đạo để ngày đêm bàn việc quân. Trương Hán Siêu là người rất giỏi võ nghệ, giỏi âm nhạc. Trương Hán Siêu Không thích đạo Phật vì ban đầu thấy Trần Ích Tắc cũng mộ đạo Phật nhưng lại không sáng suốt. Sau này thấy các vua quan nhà Trần thích xây chùa hao tốn công quỹ. Mãi về sau ông mới công nhận đạo Phật hay, nhưng theo cách hiểu của ông. Trần Ích Tắc có xin phép anh là Trần Thánh Tông để mở trường đào tạo nhân tài cho triều đình, rất nhiều danh nhân thời bấy giờ kéo về đây xin theo học như Mạc Đĩnh Chi, Nguyễn Đại Phạp... Trương Hán Siêu là học trò giỏi nhất, được Trần Ích Tắc giao thay mình dạy lại cho các môn đệ. Nhưng lúc đó Nguyễn Văn Long là trưởng tràng rất ganh tị, bày mưu ám sát Trần ích Tắc rồi vu cho Trương Hán Siêu khiến Siêu phải bôn tẩu, về núp trên những hang động của Ninh Bình. Trần Hưng Đạo nghe danh tiếng, chủ động tìm đến để hỏi ý kiến về cuộc chiến tranh với quân Nguyên sắp nổ ra. Ý kiến của Siêu quá chu đáo nên được Vương nghe theo áp dụng.8",
        "Kế hoạch lấy không đánh có, lấy nhu thắng cương, vườn không nhà trống, lấy ít đánh nhiều được Siêu phát triển thành đỉnh cao hoàn hảo, phổ biến đến tận làng xã, tập cho dân làng biết làm theo hiệu lệnh từ trung ương một cách nhanh chóng. Khi Trương Hán Siêu còn sống thì bọn gian thần không dám lộng hành. Đến khi ông mất, Phạm Ngũ Lão cũng mất thì một mình Chu Văn An không đủ sức đối phó với bọn gian thần mà phải cáo quan về dạy học.",
        "Trương Hán Siêu gả con cho các tù trưởng chẳng phải vì ham giàu, mà chính là vì muốn liên kết với bộ tộc giữ biên cương theo chính sách của nhà Trần thời bấy giờ có chủ trương gả con cho từ trưởng để làm phên giậu bảo vệ biên cương. Ông bị vu oan cho tới sau khi chết vẫn chưa yên.",
        "Trương Hán Siêu cùng với các danh nhân khác như Đinh Tiên Hoàng, Lý Quốc Sư Nguyễn Minh Không, Lương Văn Tụy là những người gốc Ninh Bình tiêu biểu được tôn vinh trong nhiều lĩnh vực khác nhau ở địa phương này.",
        "Trương Hán Siêu được lập đền thờ tại chân núi Non Nước thuộc công viên Dục Thúy Sơn nằm bên sông Đáy ở thành phố Ninh Bình. Đền thờ Trương Hán Siêu kiến trúc theo kiểu chữ đinh, gồm 3 gian Bái Đường và 2 gian Hậu cung, hai tầng mái lợp bằng ngói, các góc có các đầu đao cong vút lên. Nhìn bán diện rìa mái cuộn lên ở hai đầu như hình ảnh một chiếc thuyền rồng ngoại mục. Trên nóc đền là hai con rồng chầu mặt nguyệt. Mặt tiền của đền có tấm đại tự bằng chữ Hán Trương Thăng Phủ Tư. Bái đường có cửa võng, hương án và hai giá ở hai bên cắm bát bửu. Gian cuối của hậu cung có hương án và tượng Trương Hán Siêu được đúc bằng đồng. Gần đền Trương Hán Siêu là di tích lịch sử văn hoá chùa Non Nước, nằm ở phía đối diện qua núi Non Nước. Tất cả hợp lại thành một khu văn hóa, tâm linh giữa thành phố Ninh Bình.",
        "Làng Phúc Am xưa cũng thờ ông ở di tích chùa Đẩu Long, phường Tân Thành, thành phố Ninh Bình, Ninh Bình. Ông cũng được đúc tượng thờ tại di tích hành cung Vũ Lâm trong quần thể di sản thế giới Tràng An. Khu tưởng niệm danh nhân văn hóa Trương Hán Siêu được xây dựng trong khuôn viên khu di tích Nhà thờ họ Trương Việt Nam ở thị trấn Thiên Tôn, huyện Hoa Lư, tỉnh Ninh Bình.",
        "Tại tỉnh Hải Dương có đền Từ Xá, tại thôn Từ Xá, xã Đoàn Kết, Thanh Miện thờ Trương Hán Siêu Căn cứ vào kiến trúc có thể xác định đền có từ thời Lê Trung hưng, trùng tu năm 1907, kiểu chữ đinh, 5 gian tiến tế (14,5x6,2m), 3 gian hậu cung. Công trình hiện còn nhiều chi tiết kiến trúc của thế kỷ 18, nhiều cổ vật ở thế kỷ 18 và 19, trong đó có bức đại tự Trần triều nguyên suý. Hằng năm có hai kỳ hội, ngày 7 tháng 3, kỷ niệm ngày hoá, 12 tháng 8, kỷ niệm ngày sinh. Hội có nhiều trò vui dân gian, như thi quăng chài, đi cầu thùm, bơi lội... Di tích được xếp hạng năm 2001.9",
        "Tại Hà Nam có đền Từ Du hay đình Cao Đà thờ Trương Hán Siêu với vai trò là vị tổ lập làng Cao Đà ở xã Nhân Mỹ, huyện Lý Nhân ngày nay.10",
        "Thời nhà Nguyễn, Trương Hán Siêu được thờ ở miếu Lịch Đại Đế vương. Đây là Miếu đường tôn thờ các vị Đế vương và các Danh tướng anh hùng tiêu biểu, như sử sách nhà Nguyễn đã ghi là nơi “Thống kỷ các vị Đế vương, ngưỡng mộ đức tốt của các đời trước”, với ý nghĩa “Uông nước nhớ nguồn” tôn thờ các vị Vua, danh tướng anh hùng tiêu biểu từ thời Hồng Bàng trở về sau.",
        "Ở Ninh Bình có một giải thưởng được trao hàng năm trong lĩnh vực văn học - nghệ thuật cho các tác phẩm tiêu biểu mang tên giải thưởng Trương Hán Siêu. Hàng năm tại khu di tích đền thờ Trương Hán Siêu cũng diễn ra lễ trao học bổng cho các học sinh xuất sắc trong tỉnh Ninh Bình.",
        "Tên của Trương Hán Siêu được đặt cho nhiều đường phố ở: Hà Nội, Thành phố Hồ Chí Minh, Đà Nẵng, Tp Ninh Bình, Tp Hải Dương, Tp Huế, Tp Nha Trang, Tp Vũng Tàu, Tp Bà Rịa Tp Buôn Ma Thuột, Tp Hải Phòng, Tp Hòa Bình, Tp Bạc Liêu, Tp Tam Điệp, Tp Cao Lãnh, Tp Nam Định, Tp Long Xuyên, Tp Phan Thiết, Tp Thanh Hóa, Tp Hưng Yên, Tp Kon Tum…",
        "(Nguồn: Wikipedia)"
    ]
}