{
    "tables": [],
    "keywords": [],
    "headings": [
        "Bảng đối chiếu các triều đại Việt Nam và các triều đại Trung Quốc",
        "Danh sách Trạng nguyên Việt Nam",
        "Lãnh thổ Việt Nam qua từng thời kỳ",
        "Lịch sử Chữ viết tiếng Việt",
        "Phân cấp hành chính Việt Nam thời quân chủ",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Tư Liệu Lịch Sử - Người Kể Sử",
    "paragraphs": [
        "Dưới đây chúng tôi giới thiệu Bảng đối chiếu các triều đại Việt Nam với năm dương lịch và các triều đại Trung Quốc là nước láng giềng có quan hệ với lịch sử Việt Nam để bạn đọc tham khảo.",
        "Chi tiết …",
        "Trạng nguyên (chữ Hán: 狀元) là danh hiệu thuộc học vị Tiến sĩ của người đỗ cao nhất trong các khoa đình thời phong kiến ở Việt Nam của các triều nhà Lý, Trần, Lê, và Mạc, kể từ khi có danh hiệu Tam khôi dành cho 3 vị trí đầu tiên. Người đỗ Trạng nguyên nói riêng và đỗ tiến sĩ nói chung phải vượt qua 3 kỳ thi: thi hương, thi hội và thi đình.",
        "Khoa thi đầu tiên được mở ra dưới thời Lý năm 1075, lúc đó vua nhà Lý chưa đặt ra định chế tam khôi nên người đỗ đầu khoa thi này là Lê Văn Thịnh chưa được gọi là Trạng nguyên. Danh sách cụ thể những người đỗ đầu các kỳ thi này xem bài Thủ khoa Đại Việt. Phải đến khoa thi năm Thiên Ứng Chính Bình thứ 16 đời vua Trần Thái Tông (1247) mới đặt ra định chế tam khôi (3 vị trí đỗ đầu có tên gọi thứ tự là: Trạng nguyên, Bảng nhãn, Thám hoa) thì mới có danh hiệu Trạng nguyên. Đến thời nhà Nguyễn thì không lấy danh hiệu Trạng nguyên nữa (danh hiệu cao nhất dưới thời nhà Nguyễn là Đình nguyên). Do đó Trạng nguyên cuối cùng là Trịnh Tuệ đỗ khoa Bính Thìn (1736) thời Lê-Trịnh.",
        "Chi tiết …",
        "Lãnh thổ Việt Nam qua từng thời kỳ là sự biến đổi không gian sinh tồn của người Việt, thể hiện bởi các triều đại chính thống được công nhận. Nó mang tính chất phức tạp, lúc bị mất lãnh thổ về các nhà nước khác, lúc xâm chiếm chinh phục được lãnh thổ mới.",
        "Tựu chung lại vùng lãnh thổ cốt lõi phát sinh ra người Việt hiện đại là vùng châu thổ sông Hồng, sau các thế kỷ chinh phục, đồng hóa, khai khẩn mà lãnh thổ trải dài đến đồng bằng sông Cửu Long ngày nay.",
        "Chi tiết …",
        "Tiếng Việt là ngôn ngữ của người Việt và là ngôn ngữ chính thức của Việt Nam. Trong lịch sử Việt Nam đã có ba loại văn tự được dùng để ghi chép tiếng Việt là chữ Hán, chữ Nôm và chữ quốc ngữ. Chữ Hán và chữ Nôm là văn tự ngữ tố, mỗi chữ Hán và chữ Nôm biểu thị một hoặc một số âm tiết. Chữ quốc ngữ đã bắt đầu được sử dụng chính thức tại Việt Nam vào đầu thế kỷ XX.[1][2]",
        "Chi tiết …",
        "Phân cấp hành chính thời quân chủ Việt Nam được tính từ khi Việt Nam giành được độc lập sau thời kỳ bắc thuộc đến khi người Pháp xâm lược và chiếm đóng hoàn toàn Việt Nam (938 - 1886)",
        "Chi tiết …",
        "Trang 1 / 21"
    ]
}