{
    "tables": [],
    "keywords": [],
    "headings": [
        "Trận Bạch Đằng lần thứ nhất năm 938",
        "Trận Bạch Đằng lần thứ hai năm 981",
        "Trận Bạch Đằng lần thứ ba năm 1288",
        "Chiến tranh Nguyên Mông - Đại Việt lần 1",
        "Chiến tranh Nguyên Mông - Đại Việt lần 2",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Tư Liệu Lịch Sử - Người Kể Sử",
    "paragraphs": [
        "Trận Bạch Đằng năm 938 là một trận đánh giữa quân dân Việt Nam - thời đó gọi là Tĩnh Hải quân và chưa có quốc hiệu chính thức - do Ngô Quyền lãnh đạo đánh với quân Nam Hán trên sông Bạch Đằng. Kết quả, quân dân Việt Nam giành thắng lợi, nhờ có kế cắm cọc ở sông Bạch Đằng của Ngô Quyền.[1] Trước sự chiến đấu dũng mãnh của quân dân Việt Nam, quá nửa quân Nam Hán bị chết đuối và Hoàng tử Nam Hán là Lưu Hoằng Tháo cũng bị Ngô Quyền giết chết[1]. Đây là một trận đánh quan trọng trong lịch sử Việt Nam. Nó đánh dấu cho việc chấm dứt hơn 1000 năm Bắc thuộc của Việt Nam, nối lại quốc thống cho dân tộc[1].",
        "Sau chiến thắng này, Ngô Quyền lên ngôi vua, tái lập đất nước. Ông được xem là một vị \"vua của các vua\" trong lịch sử Việt Nam. Đại thắng trên sông Bạch Đằng đã khắc họa mưu lược và khả năng đánh trận của ông.[1]",
        "Chi tiết …",
        "Chiến tranh Tống-Việt năm 981 là một cuộc chiến tranh giữa Đại Tống thời Tống Thái Tông và Đại Cồ Việt thời Lê Đại Hành diễn ra từ tháng 1 đến tháng 4 năm 981 trên lãnh thổ Đại Cồ Việt. Kết quả, quân và dân Đại Cồ Việt đã đánh bại quân đội Đại Tống. Sau cuộc chiến này, năm 986, hoàng đế Đại Tống chấp nhận nhà Tiền Lê và ban chế phong cho Lê Đại Hành.",
        "Chi tiết …",
        "Trận Bạch Đằng năm 1288 xảy ra trên sông Bạch Đằng thuộc đất Đại Việt, là một trận đánh quan trọng trong các cuộc kháng chiến chống Nguyên Mông trong lịch sử Việt Nam.",
        "Đây là chiến thắng vẻ vang của quân Đại Việt do Quốc công Tiết chế Trần Hưng Đạo cùng với Thái thượng hoàng Trần Thánh Tông và vua Trần Nhân Tông chỉ huy trước quân xâm lược Nguyên Mông. Quân Nguyên bị thiệt hại vô cùng nặng (với khoảng hơn 4 vạn quân sĩ bị loại khỏi vòng chiến[1]), và nhiều tướng Nguyên trong đó có cả Ô Mã Nhi, Phạm Nhàn[4] và Phàn Tiếp cũng bị bắt sống và dâng lên Thượng hoàng Thánh Tông. Ngoài ra, có những 400 chiến thuyền của quân Nguyên rơi vào tay quân Trần thắng lớn.[2] Đại thắng trên sông Bạch Đằng được xem là trận thủy chiến lớn nhất trong lịch sử Việt Nam, và là thắng lợi tiêu biểu nhất của Đại Việt trong ba cuộc kháng chiến chống quân xâm lược Nguyên-Mông.[5]",
        "Chi tiết …",
        "Chiến tranh Nguyên Mông-Đại Việt lần thứ nhất hay Kháng chiến chống Nguyên Mông lần thứ nhất là cách người Việt Nam gọi cuốc chiến đấu của quân dân Đại Việt chống lại quân đội của đế quốc Mông Cổ do Uriyangqatai (Ngột Lương Hợp Thai) chỉ huy vào trong khoảng thời gian nửa tháng cuối tháng 1 năm 1258 (hay năm Nguyên Phong[1] thứ 7). Cuộc chiến mở đầu với thất bại của quân Đại Việt trong trận Bình Lệ Nguyên, nhưng cuối cùng họ đã đại phá quân Nguyên trong trận Đông Bộ Đầu[2]. Cuộc chiến này đã kết thúc với chiến thắng của nước Đại Việt, ghi dấu công lao của vua Trần Thái Tông trong việc lãnh đạo quân dân chiến đấu chống quân xâm lược.[3]",
        "Chi tiết …",
        "Chiến tranh Nguyên Mông-Đại Việt lần 2[1] là cuộc chiến tranh giữa Đại Nguyên và Đại Việt diễn ra trên lãnh thổ Đại Việt từ cuối tháng 1 đến cuối tháng 5 năm 1285 (dương lịch)[2].",
        "Cuộc chiến tranh lần này cách cuộc chiến giữa hai nước lần thứ nhất khoảng 27 năm[3].",
        "Chi tiết …",
        "Trang 1 / 15"
    ]
}