{
    "tables": ["<table class=\"prettytable table table-striped\">\n <tbody>\n  <tr>\n   <th>STT<\/th>\n   <th>Tên tổng<\/th>\n   <th>Các xã<\/th>\n  <\/tr>\n  <tr>\n   <td>1<\/td>\n   <td>Đỗ Xá<\/td>\n   <td>8 xã: Đỗ Xá, Y Na, Cô Mễ, Vĩ Vũ, Đại Vũ, Thanh Sơn, Thị Cầu, Đáp Cầu.<\/td>\n  <\/tr>\n  <tr>\n   <td>2<\/td>\n   <td>Đạo Du<\/td>\n   <td>4 xã: Đạo Du, Kim Đôi, Quỳnh Đôi, Ngọc Đôi.<\/td>\n  <\/tr>\n  <tr>\n   <td>3<\/td>\n   <td>Quế Tân<\/td>\n   <td>7 xã: Quế Tân, Yên Lâm, Bằng Lâm, <a class=\"annotation\" href=\"/dia-danh/hoang-xa\" title=\"Hoàng Xá là một xã thuộc huyện Thanh Thuỷ, tỉnh Phú Thọ, Việt Nam. \n Xã Hoàng Xá có diện tích 6,89&amp;#160;km², dân số năm 2015 là 17505 người, mật độ dân số đạt 2541người/km²....\" target=\"_blank\">Hoàng Xá<\/a>, Xuân Thuỷ, Lễ Độ, Đông Viên <sup class=\"annotation badge\" title=\"^ Xã Đông Viên phiêu tán năm 1807, năm 1808 phục hồi.\">4<\/sup> .<\/td>\n  <\/tr>\n  <tr>\n   <td>4<\/td>\n   <td>Đại Liễn<\/td>\n   <td>7 xã: Đại Liễn Thượng, Vĩnh Thế, Đồng Xuyết, Việt Vân, Cung Kiệm, Đô Thống, Đại Liễn Hạ<sup class=\"annotation badge\" title=\"^ Hai xã Đô Thống và Đại Liễn Hạ phiêu tán năm 1807, năm 1808 phục hồi.\">5<\/sup> .<\/td>\n  <\/tr>\n  <tr>\n   <td>5<\/td>\n   <td>Bất Phí<\/td>\n   <td>7 xã: Bất Phí, Xuân Lôi, Hà Liễu, Giang Liễu, Phương Cầu, Miêu Nha, Yên Ngô <sup class=\"annotation badge\" title=\"^ Xã Yên Ngô phiêu tán năm 1807, năm 1808 phục hồi.\">6<\/sup> .<\/td>\n  <\/tr>\n  <tr>\n   <td>6<\/td>\n   <td>Phù Lương<\/td>\n   <td>10 xã: Phù Lương, Cựu Tự, Minh Lương, Đồng Sài, Phù Lãng, Thất Gian, An Xá, Phùng Dực, Yên Đinh, Văn Phong.<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "Võ Giàng",
        "Thời phong kiến",
        "Các tổng và xã thời Nguyễn",
        "Sau Cách mạng tháng 8 năm 1945",
        "Sáp nhập",
        "Xem thêm",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Võ Giàng - Người Kể Sử",
    "paragraphs": [
        "Võ Giàng là một huyện cũ của Việt Nam, nay là một phần huyện Quế Võ và một phần thành phố Bắc Ninh, tỉnh Bắc Ninh.",
        "Phía Bắc giáp huyện Yên Dũng của tỉnh Bắc Giang, phía Nam giáp huyện Gia Lương, phía Đông giáp huyện Chí Linh của tỉnh Quảng Yên, phía Tây giáp huyện Quế Dương.",
        "",
        "",
        "Huyện Võ Giàng thời vua Lê Thánh Tông có tên là huyện Vũ Ninh, là một trong năm huyện của phủ Từ Sơn, thuộc thừa tuyên Kinh Bắc1 2 . Đến đầu đời Lê trung hưng (năm 1533), vì kiêng húy của vua Lê Trang Tông (Lê Duy Ninh) nên đổi huyện Vũ Ninh thành Vũ Giang, sau lại kiêng húy của Uy Nam vương Trịnh Giang nên đọc chệch âm là Vũ Giàng hay Võ Giàng.",
        "Năm 1804, vua Gia Long chuyển trấn lỵ của trấn Kinh Bắc từ Đáp Cầu về địa điểm tiếp giáp của 3 xã Đỗ Xá (thuộc Võ Giàng), Khúc Toại (thuộc Yên Phong), Hoà Đình (thuộc Tiên Du). Địa điểm này được đặt làm tỉnh lỵ cho đến năm 19632 .",
        "Năm 1895, sau khi tỉnh Bắc Ninh được tách thành hai tỉnh Bắc Ninh (mới) và Bắc Giang, huyện Võ Giàng thuộc phủ Từ Sơn, tỉnh Bắc Ninh.",
        "Đầu thế kỷ 19, huyện Võ Giàng có 6 tổng với 43 xã thôn3 :",
        "Năm 1886, huyện Võ Giàng có 6 tổng với 47 xã, thôn. Trong đó một số tổng, xã được đổi tên: Đại Vũ đổi là Đại Tráng, Vĩ Vũ đổi là Phương Vĩ, Đạo Du đổi là Đạo Chân, Hoàng Xá đổi là Lạc Xá, Đô Thống đổi là Thống Thiện, An Xá đổi là An Trạch, Văn Phong đổi là Hữu Bằng, Phùng Dực đổi là Bằng Dực3 .",
        "Đầu thế kỷ 20, huyện Võ Giàng có 6 tổng: tổng Đỗ Xá có 8 xã thì 3 xã Đỗ Xá, Đáp Cầu, Thị Cầu thuộc thị xã Bắc Ninh; tổng Đạo Chân có 4 xã, tổng Quế Tân có 6 xã thôn, tổng Đại Liễn có 7 xã, tổng Bất Phí có 7 xã; nhập thêm các tổng Quảng Lãm, Sơn Nam và Vân Mẫu từ huyện Quế Dương (năm 1905) và tổng Khắc Niệm từ huyện Tiên Du (năm 1890). Tổng Châm Khê trước 1890 thuộc huyện Yên Phong nay lại trở về Võ Giàng, tách tổng Phù Lương về huyện Quế Dương, tách tổng Đỗ Xá về thị xã Bắc Ninh để trở thành phố Đỗ Xá3 .",
        "Sau Cách mạng tháng Tám năm 1945, đơn vị hành chính cấp tổng bị bãi bỏ, các xã được giữ nguyên và trực thuộc huyện Võ Giàng3 .",
        "Năm 1946, hai xã Vân Khám và Hiên Ngang thuộc huyện Võ Giàng sáp nhập vào huyện Tiên Du7 .",
        "Năm 1948, thị xã Bắc Ninh bị giải tán, địa hạt thị xã Bắc Ninh và các xã thuộc huyện Võ Giàng ở bên trái đường xe lửa Hà Nội - Lạng Sơn được sáp nhập vào huyện Yên Phong về phương diện hành chính và kháng chiến; địa hạt thị xã Bắc Ninh ở bên phải đường xe lửa Hà Nội - Lạng Sơn sáp nhập vào huyện Võ Giàng về phương diện hành chính và kháng chiến8 .",
        "Cũng trong năm 1948, một số xã nhỏ được hợp nhất lại thành xã lớn: Kim Quỳnh Ngọc, Cộng Hòa, Quế Lạc, Bất Phí, Đông Viên, Đô Thống, Khắc Niệm, Vân Dương, Nam Sơn, Tân Dân, Hán Quảng, Bằng An, Đại Phúc, Vũ Ninh3 .",
        "Năm 1949, tiếp tục hợp nhất một số xã9 :",
        "Tám xã còn lại được giữ nguyên, gồm các xã: Khắc Niệm, Vân Dương, Nam Sơn, Tân Dân, Hán Quảng, Bằng An, Đại Phúc, Vũ Ninh.",
        "Năm 1957, những thôn sáp nhập vào thị xã Bắc Ninh trong thời kỳ kháng chiến được trả về các huyện cũ10 , gồm các thôn: Bồ Sơn, Hoà Đình, Khả Lễ thuộc xã Võ Cường; thôn Phúc Đức thuộc xã Đại Phúc. Riêng thôn Phương Vĩ thuộc xã Kim Chân huyện Võ Giàng vẫn để ở thị xã Bắc Ninh.",
        "Cũng trong năm 1957, thôn Xuân Ổ trước đây được nhập vào xã Vân Tương huyện Tiên Du nay được trả về xã Võ Cường huyện Võ Giàng11 .",
        "Cuối năm 1961, huyện Võ Giàng có 13 xã: Bằng An, Đại Phúc, Đại Xuân, Hán Quảng, Kim Chân, Nam Sơn, Nhân Hòa, Phương Liễu, Quế Tân, Vân Dương, Việt Thống, Võ Cường, Yên Giả.",
        "Năm 1962, sáp nhập huyện Võ Giàng và huyện Quế Dương thành huyện Quế Võ3 12 .",
        "(Nguồn: Wikipedia)"
    ]
}