{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\"><a class=\"annotation\" href=\"/nhan-vat/vo-nhai\" title=\"Võ Nhai là một huyện miền núi phía đông bắc tỉnh Thái Nguyên. Đây là huyện có diện tích lớn nhất và có mật độ dân số tháp nhất trong tỉnh....\" target=\"_blank\">Võ Nhai<\/a><\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Huyện<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Bản đồ Thái Nguyên.svg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/vo-nhai/298c6c6d4f0a514c30cfd082283488c7.png\">\n    <noscript>\n     <img alt=\"Bản đồ Thái Nguyên.svg\" src=\"/images/wiki/vo-nhai/298c6c6d4f0a514c30cfd082283488c7.png\">\n    <\/noscript><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Diện tích<\/th>\n   <td>845,10Km2<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số<\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Tổng cộng<\/span><\/th>\n   <td>64.241 người (2009) <sup class=\"annotation badge\" title=\"^ Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương. Tổng điều tra dân số và nhà ở Việt Nam năm 2009: Kết quả toàn bộ. Hà Nội, 6-2010. Biểu 2, tr.11.\">1<\/sup><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Mật độ<\/span><\/th>\n   <td>76 người/km²<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân tộc<\/th>\n   <td>Kinh, Tày, Nùng, Dao, H’Mông, Sán Chay, Hoa<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tỉnh<\/th>\n   <td>Thái Nguyên<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Huyện lỵ<\/th>\n   <td>Thị trấn Đình Cả<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phân&nbsp;chia hành&nbsp;chính<\/th>\n   <td>1 thị trấn, 14 xã<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Số điện thoại<\/th>\n   <td>(84.280).3827212<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Website<\/th>\n   <td>www.vonhai.net<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "Võ Nhai",
        "Lịch sử",
        "Địa lý",
        "Hành chính",
        "Du lịch",
        "Người Nổi Tiếng",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Võ Nhai - Người Kể Sử",
    "paragraphs": [
        "Võ Nhai là một huyện miền núi phía đông bắc tỉnh Thái Nguyên. Đây là huyện có diện tích lớn nhất và có mật độ dân số tháp nhất trong tỉnh.",
        "",
        "",
        "Huyện Võ Nhai, thời thuộc nhà Đường là huyện Vũ Lễ, Thời Lý - Trần (thế kỉ X - XIV), gọi là châu Vạn Nhai. Thời thuộc Minh (1407-1427), đổi thành châu Vũ Lễ. Đầu thời nhà Lê, châu Vũ Lễ đổi thành huyện Võ Nhai, thuộc phủ Phú Bình, do phiên thần họ Ma nối đời cai quản. Đầu đời Nguyễn Gia Long (từ năm 1802) vẫn theo như thế. Đến năm Minh Mạng thứ 16 (1836), huyện Võ Nhai gồm 8 tổng và 29 xã, trại, cai trị theo chế độ lưu quan. Đời Đồng Khánh (1886-1888), huyện Võ Nhai có 8 tổng, gồm 28 xã, trại:",
        "1- Tổng Lâu Thượng, gồm 3 xã: Xuất Tác, Phù Trì, Lâu Thượng.",
        "2- Tổng Lâu Hạ, gồm 2 xã: Lâu Hạ, Hương Thắng.",
        "3- Tổng Tràng Xá, gồm 3 xã: Quan Lũng, Tràng Xá, Khắc Kiệm.",
        "4- Tổng Bắc Sơn, gồm 4 xã: Bắc Sơn, Chiêu Vũ, Hng Vũ, Trấn Yên.",
        "5- Tổng Nhất Thể, gồm 5 xã, trại: Vũ Lăng, Nhất Thể, Gia Hoà, Vũ Lễ và trại Nam Nhi.",
        "6- Tổng Quỳnh Sơn, gồm 4 xã: Quỳnh Sơn, Hữu Vĩnh, Long Giản, Ngự Viễn.",
        "7- Tổng Tân Tri, gồm 5 xã: Tân Tri, Sảng Mộc, Nghênh Tường, Phú Cốc, Vũ Chấn.",
        "8- Tổng Vĩnh Yên, gồm 2 xã: Vũ Yên, Vũ Địch.",
        "Huyện lị thời trước đặt ở xã Lâu Thượng, đến đời Đồng Khánh chuyển vào xã Chàng (Tràng) Xá.",
        "Năm 1894, thực dân Pháp cắt các tổng Bắc Sơn, Nhất Thể, Quỳnh Sơn, Tân Lu, Vĩnh Yên ra khỏi huyện Võ Nhai để lập thành châu Bắc Sơn, thuộc tỉnh Lạng Sơn; huyện Võ Nhai được đổi thành châu Võ Nhai, gồm 6 tổng: Lâu Thượng, Tràng Xá, Phương Giao, Cúc Đình, Thượng Nùng, Vân Lăng với 22 xã, 1 phố, 5 trại. Từ đó cho đến sau Cách mạng Tháng Tám vẫn giữ nguyên như thế.",
        "Ngày 25/3/1948, Chủ tịch Chính phủ nước Việt Nam Dân chủ Cộng hòa kí Sắc lệnh số 148-SL bỏ các đơn vị hành chính cấp phủ, châu, quận. Châu Võ Nhai đổi thành huyện Võ Nhai, gồm 17 xã: Nghinh Tường, Văn Lăng, Vũ Chấn, Hòa Bình, Xuân Quang, Phương Giao, La Hiên, Phú Thượng, Dân Tiến, Thần Sa, Thượng Nung, Lịch Sơn, Cường Thịnh - Tràng Xá, Bình Long, Cúc Đường và Lâu Thượng.",
        "Ngày 22/12/1949, theo Nghị định số 224-TTG của Thủ tướng Chính phủ, thôn Sảng Mộc (xã Yên Hân, huyện Bạch Thông, tỉnh Bắc Kạn) được sáp nhập vào xã Nghinh Tường, huyện Võ Nhai.",
        "Ngày 1/6/1985, theo Quyết định của Hội đồng Bộ trưởng, 4 xã: Tân Long, Hòa Bình, Quang Sơn và Văn Lăng của huyện Võ Nhai được cắt về huyện Đồng Hỷ.",
        "Ngày 25/10/1990, theo Quyết định số 454/TCCP của Ban Tổ chức Chính phủ, thị trấn Đình Cả được thành lập.",
        "Ngày nay, huyện Võ Nhai gồm 14 xã, 1 thị trấn, với tổng số 170 xóm và 2 tổ dân phố.",
        "Võ Nhai giáp các huyện Chợ Mới và Na Rì (tỉnh Bắc Kạn) về phía bắc; giáp huyện Đồng Hỷ về phía tây; giáp huyện Yên Thế (tỉnh Bắc Giang) về phía nam và giáp tỉnh Lạng Sơn về phía đông (các huyện Bình Gia, Bắc Sơn và Hữu Lũng).",
        "Huyện Võ Nhai có 15 đơn vị hành chính cấp xã/phường gồm 1 thị trấn Đình Cả và 14 xã: Bình Long, Cúc Đường, Dân Tiến, La Hiên, Lâu Thượng, Liên Minh, Nghinh Tường, Phú Thượng, Phương Giao, Sảng Mộc, Thần Sa, Thượng Nung, Tràng Xá, Vũ Chấn.",
        "Thượng tướng Chu Văn Tấn.",
        "(Nguồn: Wikipedia)"
    ]
}