{
    "tables": [
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><p><i>\"Trước đây, xã Minh Quyết, <a class=\"annotation\" href=\"/dia-danh/huyen-cam-giang\" title=\"Cẩm Giàng là một huyện của tỉnh Hải Dương....\" target=\"_blank\">huyện Cẩm Giàng<\/a> có người thợ Vũ Như Tô (tức tên đô Nhạn), ở nhà lấy cây nứa dựng thành kiểu điện lớn trăm nóc, đến đây đem kiểu nhà ấy dâng lên, khuyên vua xây dựng.\"<\/i><\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Đại Việt sử ký toàn thư, Bản kỷ thực lục, Quyển XV, Kỷ Nhà Lê, Tương Dực Đế<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><p><i>\"Trước đây, Tô xuất thân là thợ, đem kỹ xảo mê hoặc vua, được lạm bổ làm đô đốc kiêm coi các sở ở Công bộ.\"<\/i><\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Đại Việt sử ký toàn thư, Bản kỷ thực lục, Quyển XV, Kỷ Nhà Lê, Tương Dực Đế<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><p><i>\"Trước đây, Vũ Như Tô một người thợ ở Cẩm Giàng, xếp cây mía làm thành kiểu mẫu cung điện lớn trăm nóc, dâng lên nhà vua; nhà vua bằng lòng phong cho Như Tô làm đô đốc đứng trông nom việc dựng hơn trăm nóc cung điện lớn có gác, lại khởi công làm Cửu trùng đài. \"<\/i><\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Khâm Định Việt Sử Thông Giám Cương Mục Chính Biên, quyển 26<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><p><i>\"Người thợ Vũ Như Tô làm điện lớn hơn trăm nóc, dùng hết tiền của và sức dân trong nước.\"<\/i><\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Đại Việt sử ký toàn thư, Bản kỷ thực lục, Quyển XV, Kỷ Nhà Lê, Tương Dực Đế<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><p><i>\"Dân chúng đau khổ, binh lính mệt nhọc. Quân năm phủ đắp thành chưa xong được, đến đây lại có lệnh bắt các nha môn ở trong ngoài kinh thành phải làm, tập hợp nhau lấy hồ, khiêng đất. Vua hàng ngày bất thần ngự chơi các nơi, chỗ nào vừa ý thì thưởng cho bài vàng, bài bạc. Có chỗ đã làm xong lại phải làm lại, sửa đổi xây đắp lại, hết năm này qua năm khác, liên miên không dứt. Quân lính đắp thành mắc chứng dịch lệ đến một phần mười.\"<\/i><\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Đại Việt sử ký toàn thư, Bản kỷ thực lục, Quyển XV, Kỷ Nhà Lê, Tương Dực Đế<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><p><i>\"Bấy giờ An Hòa hầu <a class=\"annotation\" href=\"/nhan-vat/nguyen-hoang-du\" title=\"Nguyễn Hoằng Dụ (? - 1518) là tướng nhà Lê sơ trong lịch sử Việt Nam, người làng Gia Miêu, huyện Tống Sơn, Thanh Hóa, Việt Nam....\" target=\"_blank\">Nguyễn Hoằng Dụ<\/a> đóng quân ở Bồ Đề, nghe tin Duy Sản làm việc thí nghịch, liền nổi giận đem quân vượt sông, đốt phá phố xá ở kinh thành, định cùng với con em gia thuộc tính việc báo phục, bèn chém Vũ Như Tô ở ngoài cửa kinh thành.\"<\/i><\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Đại Việt sử ký toàn thư, Bản kỷ thực lục, Quyển XV, Kỷ Nhà Lê, Tương Dực Đế<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><p><i>\"...Bấy giờ, đương làm điện lớn trăm nóc chưa xong, dân gian ai cũng nghiến răng tức giận.\"<\/i><\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Đại Việt sử ký toàn thư, Bản kỷ thực lục, Quyển XV, Kỷ Nhà Lê, Tương Dực Đế<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><p><i>\"Tô cũng bị quăng xác ra ngoài chợ, quan dân ai cũng chỉ trỏ xác hắn mà chê cười, có người còn nhổ nước bọt.\"<\/i><\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Đại Việt sử ký toàn thư, Bản kỷ thực lục, Quyển XV, Kỷ Nhà Lê, Tương Dực Đế<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>",
        "<table class=\"cquote table table-striped\" role=\"presentation\">\n <tbody>\n  <tr>\n   <td>“<\/td>\n   <td><p><i>\"<a class=\"annotation\" href=\"/nhan-vat/nguyen-hoang-du\" title=\"Nguyễn Hoằng Dụ (? - 1518) là tướng nhà Lê sơ trong lịch sử Việt Nam, người làng Gia Miêu, huyện Tống Sơn, Thanh Hóa, Việt Nam....\" target=\"_blank\">Nguyễn Hoằng Dụ<\/a> đóng quân ở Bồ Đề, được tin Duy Sản bạo nghịch giết vua, liền đem quân qua sông, đốt hết phố xá trong kinh thành, chém Vũ Như Tô ở ngoài cửa thành. Lúc ấy Như Tô đương coi làm mấy nóc nhà đại điện chưa xong thì bị giết, mọi người đều chỉ trích chê cười, có người nhổ nước bọt vào thây của hắn. \"<\/i><\/p><\/td>\n   <td>”<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"3\" class=\"cquotecite\">\n    <div>\n     <cite>— Khâm Định Việt Sử Thông Giám Cương Mục Chính Biên, quyển 26<\/cite>\n    <\/div><\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"
    ],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Vũ Như Tô",
        "Thân thế",
        "Phụng sự hôn quân",
        "Cái chết thảm khốc",
        "Nỗi oan khuất",
        "Giai thoại",
        "Chú thích",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Vũ Như Tô - Người Kể Sử",
    "paragraphs": [
        "Vũ Như Tô (chữ Hán: 武如蘇,1 1476-1517) là một người thợ xây dựng tài ba thời Lê. Ông được cho là tác giả phác thảo kiến trúc của Cửu Trùng Đài và cung điện trăm nóc, một công trình kiến trúc cực kỳ tráng lệ trong Hoàng Thành Thăng Long, được mô tả là \"tuy chưa hoàn thành mà bóng rợp nửa hồ Tây\"2 .",
        "",
        "",
        "Thân thế Vũ Như Tô không được biết rõ. Sách Đại Việt sử ký toàn thư, phần Bản kỷ thực lục có chép vắn tắt như sau:",
        "\"Trước đây, xã Minh Quyết, huyện Cẩm Giàng có người thợ Vũ Như Tô (tức tên đô Nhạn), ở nhà lấy cây nứa dựng thành kiểu điện lớn trăm nóc, đến đây đem kiểu nhà ấy dâng lên, khuyên vua xây dựng.\"",
        "Tương Dực vốn là một vị vua thích ăn chơi xa xỉ, rất thích mô hình của ông, bèn bổ nhiệm ông làm quan để trong coi việc xây cất cung điện. Điều này xảy ra vào 1512. Việc làm này được các sử quan Đại Việt không dùng những lời lẽ tốt đẹp để chép sử:",
        "\"Trước đây, Tô xuất thân là thợ, đem kỹ xảo mê hoặc vua, được lạm bổ làm đô đốc kiêm coi các sở ở Công bộ.\"",
        "Sự việc này cũng được Khâm Định Việt Sử Thông Giám Cương Mục Chính Biên, quyển 26 chép như sau:",
        "\"Trước đây, Vũ Như Tô một người thợ ở Cẩm Giàng, xếp cây mía làm thành kiểu mẫu cung điện lớn trăm nóc, dâng lên nhà vua; nhà vua bằng lòng phong cho Như Tô làm đô đốc đứng trông nom việc dựng hơn trăm nóc cung điện lớn có gác, lại khởi công làm Cửu trùng đài. \"",
        "Như vậy, có thể biết Vũ Như Tô là người xã Minh Quyết, huyện Cẩm Giàng, trấn Hải Dương. Ông vốn xuất thân là một thợ cả xây dựng, rất có tài thiết kế, từng làm mô hình lâu đài trăm nóc để trình lên vua Lê Tương Dực. Vua rất hài lòng và bổ ông làm đô đốc để trong coi việc xây cất.",
        "Việc xây dựng rõ ràng ảnh hưởng đến dân chúng đang cực khổ lầm than trong khi vua thì ăn chơi xa xỉ. Đại Việt sử ký toàn thư chép:",
        "\"Người thợ Vũ Như Tô làm điện lớn hơn trăm nóc, dùng hết tiền của và sức dân trong nước.\"",
        "Hậu quả thật thảm khốc, dù đó không phải toàn bộ trách nhiệm của Vũ Như Tô:",
        "\"Dân chúng đau khổ, binh lính mệt nhọc. Quân năm phủ đắp thành chưa xong được, đến đây lại có lệnh bắt các nha môn ở trong ngoài kinh thành phải làm, tập hợp nhau lấy hồ, khiêng đất. Vua hàng ngày bất thần ngự chơi các nơi, chỗ nào vừa ý thì thưởng cho bài vàng, bài bạc. Có chỗ đã làm xong lại phải làm lại, sửa đổi xây đắp lại, hết năm này qua năm khác, liên miên không dứt. Quân lính đắp thành mắc chứng dịch lệ đến một phần mười.\"",
        "Lê Tương Dực tuy là một vị vua có tài, [cần dẫn nguồn] nhưng không dùng để trị nước mà chỉ dành cho việc hưởng thụ lạc thú.[cần dẫn nguồn] Binh lính và dân chúng đói khổ, các đại thần cũng nhiều người bất mãn. Nhân cơ hội, Trịnh Duy Sản giả mượn tiếng đi đánh giặc, mờ sáng ngày 7 tháng 4 âm lịch năm 1516 đem binh vào cửa Bắc Thần giết vua Tương Dực.",
        "Kinh thành đại loạn. Việc thoán thí này cũng là nguyên nhân cho cái chết thảm khốc của Vũ Như Tô:",
        "\"Bấy giờ An Hòa hầu Nguyễn Hoằng Dụ đóng quân ở Bồ Đề, nghe tin Duy Sản làm việc thí nghịch, liền nổi giận đem quân vượt sông, đốt phá phố xá ở kinh thành, định cùng với con em gia thuộc tính việc báo phục, bèn chém Vũ Như Tô ở ngoài cửa kinh thành.\"",
        "Vũ Như Tô xuất thân từ người thợ bình thường, được vua cất nhắc làm đô đốc việc xây dựng cung điện để vua hưởng lạc. Việc phụng sự hôn quân của ông làm dân tình khổ sở trăm bề, buộc tội ông là gian thần hại nước.",
        "\"...Bấy giờ, đương làm điện lớn trăm nóc chưa xong, dân gian ai cũng nghiến răng tức giận.\"",
        "Kết cục của Vũ Như Tô được sử quan chép lại:",
        "\"Tô cũng bị quăng xác ra ngoài chợ, quan dân ai cũng chỉ trỏ xác hắn mà chê cười, có người còn nhổ nước bọt.\"",
        "Khâm Định Việt Sử Thông Giám Cương Mục chép:",
        "\"Nguyễn Hoằng Dụ đóng quân ở Bồ Đề, được tin Duy Sản bạo nghịch giết vua, liền đem quân qua sông, đốt hết phố xá trong kinh thành, chém Vũ Như Tô ở ngoài cửa thành. Lúc ấy Như Tô đương coi làm mấy nóc nhà đại điện chưa xong thì bị giết, mọi người đều chỉ trích chê cười, có người nhổ nước bọt vào thây của hắn. \"",
        "Cửu trùng đài cũng bị đốt phá thành một đống tro tàn trong cơn loạn lạc.",
        "Vũ Như Tô được chép trong sách sử với những lời không được đẹp đẽ. Ông bị kết tội gian thần làm hại nước. Tuy nhiên, thực tế ông chỉ là một người thợ, làm theo lệnh vua, vốn không đủ cái tri thức để hiểu thời cuộc và chỉ dùng cái tài của mình để phụng sự hôn quân. Việc kết tội sâu dân mọt nước của các sử quan đối với ông là có phần nặng nề. Hiểu nỗi oan khuất này, năm 1941, nhà văn Nguyễn Huy Tưởng đã viết một kịch năm hồi mang tên \"Vũ Như Tô\" và đăng trên tạp chí Tri Tân vào năm 1943. Kịch bản sau đó được xuất bản thành sách năm 1946. Tác phẩm phần nào nương nhẹ ngòi bút với Vũ Như Tô, phân trần cho ông vì làm theo lệnh vua, phần nào cũng tiếc nuối cho một tài hoa và một công trình dân tộc vĩ đại.[cần dẫn nguồn]",
        "Dân gian có lưu truyền một giai thoại về tài nghệ của Vũ Như Tô. Nguyên vua sai ông làm một chiếc ngai vàng để vua ngự thiết triều. Chiếc ngai vàng được chạm trổ rất tinh vi, khi làm xong, ông rất ưng ý bèn ghé ngồi thử, không may bị quân cấm vệ nhìn thấy. Ông bị khép tội khi quân, bị giam chờ án chém. Ngồi trong ngục buồn quá, ông xin được một nắm thóc nếp, bóc vỏ trấu lấy hạt gạo, rồi dùng móng tay khắc thành một đàn voi trắng nhỏ xíu. Chuyện đến tai vua, vua truyền đem lên xem thử, thấy đàn voi giống quá, nhà vua phải kinh ngạc. Cảm thương người thợ tài ba, vua truyền xá tội cho ông.3",
        "(Nguồn: Wikipedia)"
    ]
}