{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <td colspan=\"2\">Vũ Ninh Vương<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hangul<\/th>\n   <td><span><span lang=\"ko-Hang\" xml:lang=\"ko-Hang\">무령왕, 무녕왕, 무영왕<\/span><\/span><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hanja<\/th>\n   <td><span><span lang=\"ko-Hani\" xml:lang=\"ko-Hani\">武寧王<\/span><\/span><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Romaja quốc ngữ<\/th>\n   <td>Muryeong-wang, Munyeong-wang, Muyeong-wang<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">McCune–Reischauer<\/th>\n   <td>Muryǒng-wang, Munyǒng-wang, Muyǒng-wang<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Tên khai sinh<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hangul<\/th>\n   <td><span><span lang=\"ko-Hang\" xml:lang=\"ko-Hang\">사마, 여융<\/span><\/span><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Hanja<\/th>\n   <td><span><span lang=\"ko-Hani\" xml:lang=\"ko-Hani\">斯摩, 餘隆<\/span><\/span><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Romaja quốc ngữ<\/th>\n   <td>Sama, Yeo Yung<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Nhân Vật Lịch Sử",
        "Vũ Ninh Vương",
        "Cuộc đời",
        "Cai trị",
        "Di sản",
        "Nguồn tham khảo",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Vũ Ninh Vương - Người Kể Sử",
    "paragraphs": [
        "Bách Tế Vũ Ninh Vương (Muryeong-wang, 462 - 523), cai trị đất nước từ năm 501 - 523. Vũ Ninh Vương là vị vua thứ 25 của triều đại Bách Tế trong thời kì Tam Quốc Triều Tiên. Trong thời kì cai trị của mình, Vũ Ninh Vương đã nhiều lần liên thủ với nước Tân La để chống lại Cao Cấu Ly. Ông cũng mở rộng ngoại giao với hai đế quốc: Trung Quốc và Nhật Bản.",
        "",
        "",
        "Vũ Ninh Vương tên thật là Tư Ma (斯摩,Sama), còn có tên là Dư Long (餘隆,Yeo Yung). Ông là con trai của Đông Thành Vương, lên nối ngôi sau khi phụ vương ông bị một bề tôi là Bác Gia (Baekga) ám sát. Ngay khi lên ngôi, ông phải tốn công sức để diệt cuộc mưu phản của Bác Gia.",
        "Theo sách sử Lương thư của Trung Quốc, thời kì Vũ Ninh Vương quan hệ ngoại giao với nhà Lương, lúc đó Bách Tế được ghi nhận là một quốc gia hùng mạnh.",
        "Sách sử Nhật Bản thư kỉ (Nihonshoki) cho rằng ông sinh vào năm 461, mẹ của ông tên là Cương Cát (Gonji), em trai của vua Cái Lỗ, và là anh họ của Đông Thành Vương. Khi quân nước Cao Cấu Ly đem quân tấn công Bách Tế, đánh vào kinh thành, Cương Cát đã ẵm ông lên thuyền chạy sang một hòn đảo ở Nhật Bản, tại đó, bà sinh ra ông, và đặt tên ông là Đảo Quân. Các học giả Nhật cho rằng, trước khi về nước làm vua, ông đã từng được làm chủ ở miền đất Yamato.",
        "Năm 501, Vũ Ninh Vương đã từng chỉ huy quân tấn công nước Cao Cấu Ly, và từng đánh bại người Mạt Hạt năm 503. Năm 507, ông lại đánh bại cuộc xâm lược của Cao Cấu Ly và Mạt Hạt. Năm 512, khi quân Cao Cấu Ly đem quân xâm lược Bách Tế, chiếm đóng 2 pháo đài, Vũ Ninh Vương đã dẫn 3'000 quân đánh chiếm và thắng lợi. Năm 523, vua cho dựng trường thành để phòng giữ biên cương phía Bắc.",
        "Theo sử sách, Vũ Ninh Vương đã nhiều lần cử sứ thần quan hệ đối ngoại hòa hảo với Trung Quốc và Nhật Bản. Theo Lương thư, năm 512, ông cử sứ đến nhà Lương cầu phong, và lần thứ hai là năm 521, được hoàng đế nhà Lương phong làm Ninh Đông đại tướng quân (寧東大將軍), gia phong làm Bách Tế quốc vương. Ông cũng quan hệ với Nhật Bản, đã cho sứ qua lại vào những năm 503, 513 và 516, cử nhiều Nho sĩ sang Nhật.",
        "Sau này khi băng hà, con trai của ông là Minh Nông lên kế vị, tức là vua Thánh Vương.",
        "Năm 1971, lăng mộ của Vũ Ninh Vương được tìm thấy và khai quật tại huyện Songsang, thành phố Công Châu, Hàn Quốc, chôn cất cùng với vương hậu của mình.",
        "Năm 2001, Nhật hoàng Akihito trong báo chí muốn tạo quan hệ thân thiện với Triều Tiên, nên đã có lời phát biểu rằng: \"Về phần tôi, gia tộc của tôi có mối quan hệ họ hàng lâu đời với người Triều Tiên, thực tế là trong biên niên sử của Nhật Bản đã ghi lại rằng mẹ của Thiên hoàng Hoàn Vũ là cháu gái của Vũ Ninh Vương nước Bách Tế\". Đây là lần đầu tiên một vị hoàng đế Nhật Bản công khai thừa nhận dòng máu người Triều Tiên trong dòng dõi hoàng tộc. Theo Nhật Bản thư kỉ, mẹ của Thiên hoàng Kammu (Hoàn Vũ) là nàng Cao Dã Tân Lạp (高野新笠, Takano no Niigasa), vốn là con gái của vương tử Thuần Đà - con trai của Vũ Ninh Vương.",
        "Kim, Won-Yong. \"The Tomb of King Muryong of the Paekche Dynasty (Lăng mộ Vũ Ninh Vương của triều đại Bách Tế).\" Asian Pacific Quarterly of Cultural and Social Affairs (Seoul) 3:3 (mùa đông 1971): 34-46.",
        "Paik, Seung-gil. \"Excavation of the Tomb of Paekche King Muryong (Việc khai quật lăng mộ Vũ Ninh Vương của Bách Tế).\" Korea Journal 11:8 (tháng 8 năm 1971): 48-51.",
        "(Nguồn: Wikipedia)"
    ]
}