{
    "tables": ["<table class=\"infobox\">\n <tbody>\n  <tr>\n   <th colspan=\"2\">Vũ Thư<\/th>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\">Huyện<\/td>\n  <\/tr>\n  <tr>\n   <td colspan=\"2\"><img class=\"jch-lazyload\" alt=\"Chuakeothaibinh.jpg\" src=\"data:image/svg+xml;base64,PHN2ZyB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciIHdpZHRoPSIxIiBoZWlnaHQ9IjEiPjwvc3ZnPg==\" data-src=\"/images/wiki/vu-thu/18211d4a1cabb0fa5f9c91cc8574d774.jpg\">\n    <noscript>\n     <img alt=\"Chuakeothaibinh.jpg\" src=\"/images/wiki/vu-thu/18211d4a1cabb0fa5f9c91cc8574d774.jpg\">\n    <\/noscript>\n    <div>\n     Chùa Keo, xã Duy Nhất\n    <\/div><\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Địa lý<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Diện tích<\/th>\n   <td>195,2 km²<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân số <span>(2009)<\/span><\/th>\n   <td>&nbsp;<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Tổng cộng<\/span><\/th>\n   <td>224,832 người<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Thành thị<\/span><\/th>\n   <td>5.300 người<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Mật độ<\/span><\/th>\n   <td>1.152 người/km2<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Dân tộc<\/th>\n   <td>Kinh<\/td>\n  <\/tr>\n  <tr>\n   <th colspan=\"2\">Hành chính<\/th>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Quốc gia<\/th>\n   <td>Việt Nam<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Vùng<\/th>\n   <td>nam đồng bằng Bắc Bộ, Phía tây Nam <a class=\"annotation\" href=\"/dia-danh/tinh-thai-binh\" title=\"Thái Bình là một tỉnh ven biển ở đồng bằng sông Hồng, miền Bắc Việt Nam. Trung tâm tỉnh là thành phố Thái Bình cách thủ đô Hà Nội 110&amp;#160;km về phía đông nam, cách thành phố Hải Phòng 70&amp;#160;km về phía đông bắc. Thái Bình tiếp giáp với 5 tỉnh, thành phố: Hải Dương ở phía bắc, Hưng Yên ở phía tây b...\" target=\"_blank\">tỉnh Thái Bình<\/a><\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Tỉnh<\/th>\n   <td>Thái Bình<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Huyện lỵ<\/th>\n   <td>thị trấn Vũ Thư<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Thành lập<\/th>\n   <td>1969<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\"><span>&nbsp;Trụ&nbsp;sở&nbsp;UBND<\/span><\/th>\n   <td>đầu cầu Thẫm thị trấn Vũ Thư<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Phân&nbsp;chia hành&nbsp;chính<\/th>\n   <td>29 xã, 1 thị trấn<\/td>\n  <\/tr>\n  <tr>\n   <th scope=\"row\">Website<\/th>\n   <td>Trang chính thức<\/td>\n  <\/tr>\n <\/tbody>\n<\/table>"],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "Vũ Thư",
        "Vị trí địa lý",
        "Lịch sử",
        "Các đơn vị hành chính trực thuộc",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Vũ Thư - Người Kể Sử",
    "paragraphs": [
        "Vũ Thư là một huyện của tỉnh Thái Bình.",
        "",
        "",
        "Huyện nằm giữa ranh giới phía tây của tỉnh với tỉnh Nam Định. Phía bắc và đông bắc lần lượt giáp các huyện Hưng Hà và Đông Hưng của Thái Bình (ranh giới là sông Trà Lý, Vũ Thư nằm kề ngã ba sông Hồng và sông Trà Lý). Phía tây và nam giáp tỉnh Nam Định (ranh giới là sông Hồng, có cầu Tân Đệ bắc qua). Phía đông giáp thành phố Thái Bình và huyện Kiến Xương của Thái Bình. Vũ Thư có quốc lộ số 10 chạy qua chia huyện làm đôi (đường số 10 chạy từ thành phố Thái Bình kéo đến điểm kết thúc, thuộc địa bàn huyện là cầu Tân Đệ, có tọa độ 20°26'30,90\" vĩ bắc và 106°13'12,45\" kinh đông).",
        "Huyện Vũ Thư có diện tích tự nhiên khoảng 195,1618 km² và dân số khoảng 224.832 người (2007).",
        "Vũ Thư ngày này được thành lập do hợp nhất hai huyện trước kia của tỉnh Thái Bình là Vũ Tiên và Thư Trì. Riêng 13 xã: Vũ Đông, Vũ Tây, Vũ Sơn, Vũ Lạc, Vũ Quý, Vũ Trung, Vũ Thắng, Vũ Công, Vũ Lễ, Vũ An, Vũ Ninh, Vũ Hòa, Vũ Bình sáp nhập về huyện Kiến Xương.",
        "Thời nhà Hậu Lê, toàn huyện Vũ Thư thuộc phủ Kiến Xương trấn Sơn Nam. Thời nhà Nguyễn, năm 1832 (triều Minh Mạng) Vũ Thư (Vũ Tiên-Thư Trì) thuộc phủ Kiến Xương tỉnh Nam Định (cũ) (Vũ Thư nằm ở khoảng giữa tỉnh Nam Định cũ), năm 1890 (triều Thành Thái) toàn huyện Vũ Thư thuộc phủ Kiến Xương tỉnh Thái Bình. Ngày 17/6/1969, Hội đồng chính phủ ra Quyết định số 93/CP về việc hợp nhất 28 xã của huyện Thư Trì và 14 xã của huyện Vũ Tiên thành huyện Vũ Thư hiện nay. Trải qua 6 lần điều chỉnh địa giới hành chính, đến nay Vũ Thư có diện tích 195,2 km² phân bổ ở 29 xã và 1 thị trấn.",
        "Trước khi hợp nhất:",
        "- Huyện Vũ Tiên có 27 xã: Vũ An, Vũ Bình, Vũ Chính, Vũ Công, Vũ Đoài, Vũ Đông, Vũ Hòa, Vũ Hội, Vũ Hồng, Vũ Hợp, Vũ Lạc, Vũ Lãm, Vũ Lễ, Vũ Nghĩa, Vũ Ninh, Vũ Phong, Vũ Phúc, Vũ Quý, Vũ Sơn, Vũ Tây, Vũ Thắng, Vũ Thuận, Vũ Tiến, Vũ Trung, Vũ Vân, Vũ Việt, Vũ Vinh.",
        "- Huyện Thư Trì có 26 xã: Bách Thuận, Thanh Phú, Đồng Thanh, Dũng Nghĩa, Hiệp Hòa, Hòa Bình, Hồng Xuân, Minh Khai, Minh Lãng, Minh Quang, Nguyên Xá, Phú Xuân, Phúc Thành, Song An, Song Lãng, Tam Quang, Tam Tỉnh, Tân Hòa, Tân Lập, Tân Phong, Thuận Vi, Tiền Phong, Trung An, Tự Tân, Việt Hùng, Xuân Hòa.",
        "Sau khi hợp nhất 2 huyện trên và chuyển 13 xã của huyện Vũ Tiên về huyện Kiến Xương quản lý, huyện Vũ Thư có 40 xã: Bách Thuận, Thanh Phú, Đồng Thanh, Dũng Nghĩa, Hiệp Hòa, Hòa Bình, Hồng Xuân, Minh Khai, Minh Lãng, Minh Quang, Nguyên Xá, Phú Xuân, Phúc Thành, Song An, Song Lãng, Tam Quang, Tam Tỉnh, Tân Hòa, Tân Lập, Tân Phong, Thuận Vi, Tiền Phong, Trung An, Tự Tân, Việt Hùng, Vũ Chính, Vũ Đoài, Vũ Hội, Vũ Hồng, Vũ Hợp, Vũ Lãm, Vũ Nghĩa, Vũ Phong, Vũ Phúc, Vũ Thuận, Vũ Tiến, Vũ Vân, Vũ Việt, Vũ Vinh, Xuân Hòa.",
        "Ngày 18 tháng 12 năm 1976:",
        "- Hợp nhất 3 xã Hồng Xuân, Tam Tỉnh và Đồng Thanh thành xã Hồng Lý.",
        "- Sáp nhập xã Thuận Vi vào xã Bách Thuận.",
        "- Hợp nhất 2 xã Vũ Hồng và Vũ Phong thuộc huyện Vũ Thư thành xã Hồng Phong.",
        "- Hợp nhất 2 xã Vũ Hợp và Vũ Nghĩa thuộc huyện Vũ Thư thành xã Duy Nhất.",
        "- Hợp nhất 2 xã Vũ Lãm và Vũ Chính thuộc huyện Vũ Thư thành xã Chính Lãm.",
        "- Sáp nhập xã Đông Phú thuộc huyện Vũ Thư vào xã Song Lãng.",
        "- Hợp nhất 2 xã Vũ Thuận và Vũ Việt thuộc huyện Vũ Thư thành xã Việt Thuận.",
        "Ngày 5 tháng 4 năm 1982:",
        "- Thành lập xã Tân Bình trên cơ sở tách thôn Đồng Thanh của xã Tiền Phong và 3 thôn: Trường Mai, Tân Quán, Tú Linh của xã Phú Xuân.",
        "- Chia xã Chính Lãm thành 2 xã: Vũ Chính và Trần Lãm.",
        "Ngày 8 tháng 4 năm 1982, chuyển 2 xã Tiền Phong và Trần Lãm về thị xã Thái Bình quản lý.",
        "Ngày 20 tháng 3 năm 1986, chuyển 3 xã: Phú Xuân, Vũ Chính, Vũ Phúc về thị xã Thái Bình quản lý.",
        "Ngày 13 tháng 12 năm 1986, thành lập thị trấn Vũ Thư trên cơ sở 92,55 ha diện tích tự nhiên với 3.670 nhân khẩu của xã Minh Quang và 17,86 ha diện tích tự nhiên với 1.575 nhân khẩu của xã Hòa Bình.",
        "Ngày 13 tháng 1 năm 1989, chia xã Hồng Lý thành hai xã: Hồng Lý và Đồng Thanh.",
        "Ngày 13 tháng 12 năm 2007, chuyển xã Tân Bình về thành phố Thái Bình quản lý.",
        "Gồm thị trấn Vũ Thư (huyện lị) và 29 xã: Bách Thuận, Đồng Thanh, Dũng Nghĩa, Duy Nhất, Hiệp Hòa, Hòa Bình, Hồng Lý, Hồng Phong, Minh Khai, Minh Lãng, Minh Quang, Nguyên Xá, Phúc Thành, Song An, Song Lãng, Tam Quang, Tân Hòa, Tân Lập, Tân Phong, Trung An, Tự Tân, Việt Hùng, Việt Thuận, Vũ Đoài, Vũ Hội, Vũ Tiến, Vũ Vân, Vũ Vinh, Xuân Hòa.",
        "Nghị định số: 181/2007/NĐ-CP",
        "",
        "(Nguồn: Wikipedia)"
    ]
}