{
    "tables": [],
    "keywords": [],
    "headings": [
        "Địa Danh",
        "Xứ Nghệ",
        "Lịch sử",
        "Đời Hùng Vương xưa và An Dương Vương",
        "Thời kỳ Bắc thuộc",
        "Thời kỳ đất nước độc lập tự chủ",
        "Thời Pháp thuộc",
        "Hành chính vào đầu nhà Nguyễn của các phủ còn thuộc Nghệ Tĩnh ngày nay",
        "Ngày nay",
        "Văn hóa xứ Nghệ",
        "Tham khảo",
        "Tham khảo",
        "Bài viết cùng thư mục",
        "CÁC THỜI KỲ LỊCH SỬ",
        "Tư Liệu",
        "Di Tích Lịch Sử",
        "Anh Hùng Dân Tộc Tiêu Biểu",
        "Tư Liệu Lịch Sử",
        "Di Tích Lịch Sử"
    ],
    "title": "Xứ Nghệ - Người Kể Sử",
    "paragraphs": [
        "Xứ Nghệ là tên chung của vùng Hoan Châu(驩州) cũ từ thời nhà Hậu Lê, tức Nghệ An và Hà Tĩnh hiện nay. Hai tỉnh này cùng chung một vùng văn hóa gọi là văn hóa Lam Hồng, có chung biểu tượng là núi Hồng - sông Lam. Núi Hồng Lĩnh nằm trọn trong đất Hà Tĩnh và sông Lam nằm ở ranh giới giữa Nghệ An và Hà Tĩnh. Trung tâm của Xứ Nghệ nằm ở hai bên dòng sông Lam là phủ Đức Quang và phủ Anh Đô khi xưa, tức là các huyện Hương Sơn, Đức Thọ, Can Lộc, Nghi Xuân, thị xã Hồng Lĩnh của Hà Tĩnh và các huyện Thanh Chương, Nghi Lộc, thành phố Vinh, Hưng Nguyên, Nam Đàn, Đô Lương, Anh Sơn của Nghệ An ngày nay.",
        "Danh xưng Nghệ An có từ năm 1030 thời nhà Lý, niên hiệu Thiên Thành thứ 2 đời Lý Thái Tông. Lúc đó gọi là Nghệ An châu trại (乂安州寨), sau đó thì đổi thành trại Nghệ An rồi Nghệ An phủ (乂安府), Nghệ An thừa tuyên (乂安承宣). Năm 1490, vua Lê Thánh Tông (niên hiệu Hồng Đức thứ 21) đổi tên từ Nghệ An thừa tuyên thành xứ Nghệ An (gọi tắt là xứ Nghệ) đồng thời với các đơn vị hành chính khác lúc bấy giờ như: xứ Kinh Bắc, xứ Sơn Nam, xứ Đông, xứ Đoài, xứ Thanh Hóa, xứ Lạng Sơn... Năm 1831, thời vua Minh Mệnh, Xứ Nghệ bị tách thành hai tỉnh Nghệ An và Hà Tĩnh. Năm 1976, hai tỉnh lại hợp thành tỉnh lớn Nghệ Tĩnh. Năm 1991, tách ra thành Nghệ An và Hà Tĩnh như ngày nay.",
        "Cương vực xứ Nghệ bắt đầu được mở rộng sang lãnh thổ Lào ngày nay từ thời nhà Lê sơ1 , phát triển đến rộng nhất là thời vua Minh Mạng2 nhà Nguyễn (với 11 phủ)3 , đến thời Pháp thuộc thì người Pháp cắt khoảng nửa về cho đất Lào (5/11 phủ), phần còn lại tương đương với lãnh thổ 2 tỉnh Nghệ An và Hà Tĩnh ngày nay.",
        "",
        "",
        "Cùng với việc phân lại địa giới hành chính giữa các kỳ và các xứ thuộc địa của Pháp trong Liên bang Đông Dương, người Pháp đã cắt một số các phủ huyện thuộc tỉnh Nghệ An và Hà Tĩnh thuộc xứ Trung Kỳ cho Lào thuộc Pháp vào các năm 1895 và 1903, bao gồm các vùng: phủ Trấn Biên (khoảng phía Đông Nam tỉnh Hủa Phăn), phủ Trấn Ninh (Xiêng Khoảng, Hủa Phăn (phần phía Nam Hủa Phăn)), phủ Trấn Định (Bô Ly Khăm Xay, Khăm Muộn (phía Bắc tỉnh Khăm Muộn)), phủ Trấn Tĩnh (khoảng phía Đông tỉnh Khăm Muộn, giáp các huyện Hương Khê tỉnh Hà Tĩnh ngày nay, Tuyên Hóa, Minh Hóa tỉnh Quảng Bình ngày nay), phủ Lạc Biên (khoảng bờ Bắc và thượng lưu sông Xê Bang Phai và sông Xê Nơi, phía Nam tỉnh Khăm Muộn). Đất Nghệ An-Hà Tĩnh trở nên giống với hiện trạng ngày nay và lúc đó chỉ còn lại phần đất thuộc 6 phủ: Hà Hoa, Đức Quang, Anh Đô, Trà Lân, Diễn Châu, Quỳ Châu.",
        "(Nguồn: Wikipedia)"
    ]
}